-- phpMyAdmin SQL Dump
-- version 4.3.13.3
-- http://www.phpmyadmin.net
--
-- Host: localhost
-- 생성 시간: 22-08-21 17:29
-- 서버 버전: 5.5.28
-- PHP 버전: 5.4.8

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- 데이터베이스: `leanmath`
--

-- --------------------------------------------------------

--
-- 테이블 구조 `ajax_test`
--

CREATE TABLE IF NOT EXISTS `ajax_test` (
  `seq` int(11) NOT NULL,
  `name` varchar(10) DEFAULT NULL,
  `age` int(1) DEFAULT NULL,
  `email` varchar(30) DEFAULT NULL
) ENGINE=InnoDB AUTO_INCREMENT=11 DEFAULT CHARSET=utf8;

--
-- 테이블의 덤프 데이터 `ajax_test`
--

INSERT INTO `ajax_test` (`seq`, `name`, `age`, `email`) VALUES
(1, '에이유', 34, 'abcdaaa@email.com'),
(2, '비에유', 45, 'babcdaaa@email.com'),
(3, '씨에요', 24, 'cbcdaaa@email.com'),
(4, '디에요', 18, 'dbcdaaa@email.com'),
(5, '이에요', 17, 'ebcdaaa@email.com'),
(6, '에프에요', 44, 'fbcdaaa@email.com'),
(7, '지에요', 62, 'gbcdaaa@email.com'),
(8, '에이치에요', 75, 'hbcdaaa@email.com'),
(9, '아이에요', 11, 'ibcdaaa@email.com'),
(10, '제이에요', 27, 'jbcdaaa@email.com');

-- --------------------------------------------------------

--
-- 테이블 구조 `board`
--

CREATE TABLE IF NOT EXISTS `board` (
  `code` int(11) NOT NULL,
  `title` varchar(255) DEFAULT NULL,
  `contents` mediumtext,
  `name` varchar(50) DEFAULT NULL,
  `create_date` datetime DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 테이블의 덤프 데이터 `board`
--

INSERT INTO `board` (`code`, `title`, `contents`, `name`, `create_date`) VALUES
(8, 'dfaddas', 'fdasdasfa', '1111', '2021-03-15 12:18:44'),
(9, 'dfaddas', 'fdasdasfa', '2222', '2021-03-15 12:20:01'),
(10, 'fsadasdf', 'sadfsadfasdfdas', '3333', '2021-03-15 12:20:16'),
(14, 'ㄹㅇㄴㄹㄴㅇㄹ', 'ㄴㄹㄴㅇㄴㄹㄴㅇㄹㄴ', 'ㄹㅇㄴㄹㅇㄴㄹ', '2021-03-16 00:06:29'),
(15, '테스트 제목', '이것이 내용입니다. 신나는 하루', '이장원', '2021-03-16 00:06:57'),
(8, 'dfaddas', 'fdasdasfa', '1111', '2021-03-15 12:18:44'),
(9, 'dfaddas', 'fdasdasfa', '2222', '2021-03-15 12:20:01'),
(10, 'fsadasdf', 'sadfsadfasdfdas', '3333', '2021-03-15 12:20:16'),
(14, 'ㄹㅇㄴㄹㄴㅇㄹ', 'ㄴㄹㄴㅇㄴㄹㄴㅇㄹㄴ', 'ㄹㅇㄴㄹㅇㄴㄹ', '2021-03-16 00:06:29'),
(15, '테스트 제목', '이것이 내용입니다. 신나는 하루', '이장원', '2021-03-16 00:06:57');

-- --------------------------------------------------------

--
-- 테이블 구조 `book_chapter`
--

CREATE TABLE IF NOT EXISTS `book_chapter` (
  `id` bigint(8) NOT NULL,
  `modified_time` timestamp NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `number` tinyint(2) DEFAULT '1',
  `title` varchar(100) DEFAULT '미정',
  `sort_seq` varchar(2) DEFAULT NULL,
  `book_id` bigint(8) NOT NULL
) ENGINE=InnoDB AUTO_INCREMENT=394 DEFAULT CHARSET=utf8;

--
-- 테이블의 덤프 데이터 `book_chapter`
--

INSERT INTO `book_chapter` (`id`, `modified_time`, `number`, `title`, `sort_seq`, `book_id`) VALUES
(1, '2022-02-04 13:52:36', 1, '유리수', '1', 1),
(2, '2022-06-29 03:11:49', 2, '무리수2', '1', 1),
(3, '2022-02-04 13:52:36', 3, '실수', '1', 1),
(4, '2022-02-04 13:52:37', 4, '적분', '1', 1),
(161, '2022-02-17 03:45:30', 6, '평균과가능성', NULL, 48),
(162, '2022-02-17 03:45:09', 5, '직육면체', NULL, 48),
(163, '2022-02-17 03:45:27', 4, '소수의곱셈', NULL, 48),
(164, '2022-02-17 03:45:25', 3, '합동과대칭', NULL, 48),
(165, '2022-02-17 03:45:23', 2, '분수의곱셈', NULL, 48),
(166, '2022-02-17 03:45:22', 1, '수의범위와어림하기', NULL, 48),
(167, '2022-02-17 03:47:15', 6, '직육면체의부피와겉넓이', NULL, 61),
(168, '2022-02-17 03:47:07', 5, '여러가지그래프', NULL, 61),
(169, '2022-02-17 03:46:45', 4, '비와비율', NULL, 61),
(170, '2022-02-17 03:46:48', 3, '소수의나눗셈', NULL, 61),
(171, '2022-02-17 03:46:50', 2, '각기둥과각뿔', NULL, 61),
(172, '2022-02-17 03:46:53', 1, '분수의나눗셈', NULL, 61),
(173, '2022-02-17 03:48:49', 6, '원기둥과원뿔과구', NULL, 74),
(174, '2022-02-17 03:48:28', 5, '원의넓이', NULL, 74),
(175, '2022-02-17 03:48:23', 4, '비례식과비례배분', NULL, 74),
(176, '2022-02-17 03:48:17', 3, '공간과입체', NULL, 74),
(177, '2022-02-17 03:48:12', 2, '소수의나눗셈', NULL, 74),
(178, '2022-02-17 03:48:05', 1, '분수의나눗셈', NULL, 74),
(179, '2022-02-19 15:35:48', 1, '미정', NULL, 11),
(180, '2022-02-19 15:35:53', 1, '미정', NULL, 11),
(181, '2022-02-19 15:35:55', 1, '미정', NULL, 11),
(182, '2022-02-19 15:35:57', 1, '미정', NULL, 11),
(183, '2022-02-19 15:35:57', 1, '미정', NULL, 11),
(184, '2022-02-19 15:36:02', 1, '미정', NULL, 11),
(185, '2022-02-20 07:30:16', 6, '원기둥원뿔', NULL, 77),
(186, '2022-02-20 07:30:18', 5, '원의넓이', NULL, 77),
(187, '2022-02-20 07:30:20', 4, '비례식과비례배분', NULL, 77),
(188, '2022-02-20 07:30:23', 3, '공간과입체', NULL, 77),
(189, '2022-02-20 07:30:27', 2, '소수의나눗셈', NULL, 77),
(190, '2022-02-20 07:28:30', 1, '분수의나눗셈', NULL, 77),
(191, '2022-02-20 07:55:31', 6, '원기둥원뿔구', NULL, 73),
(192, '2022-02-20 07:56:44', 5, '원의넓이', NULL, 73),
(193, '2022-02-20 07:56:13', 4, '비례식과비례배분', NULL, 73),
(194, '2022-02-20 07:54:15', 3, '공간과입체', NULL, 73),
(195, '2022-02-20 07:48:39', 2, '소수의나눗셈', NULL, 73),
(196, '2022-02-20 07:52:52', 1, '분수의나눗셈', NULL, 73),
(197, '2022-02-20 08:20:04', 1, '원기둥과원뿔과구', NULL, 75),
(198, '2022-02-20 08:19:49', 1, '원의넓이', NULL, 75),
(199, '2022-02-20 08:19:38', 1, '비례식과비례배분', NULL, 75),
(200, '2022-02-20 08:19:24', 1, '공간과입체', NULL, 75),
(201, '2022-02-20 08:19:14', 1, '소수의나눗셈', NULL, 75),
(202, '2022-02-20 08:19:09', 1, '분수의나눗셈', NULL, 75),
(203, '2022-02-20 08:23:05', 6, '직육면체의부피와겉넓이', NULL, 60),
(204, '2022-02-20 08:22:56', 5, '여러가지그래프', NULL, 60),
(205, '2022-02-20 08:22:52', 4, '비와비율', NULL, 60),
(206, '2022-02-20 08:22:48', 3, '소수의나눗셈', NULL, 60),
(207, '2022-02-20 08:22:44', 2, '각기둥과각뿔', NULL, 60),
(208, '2022-02-20 08:22:39', 1, '분수의나눗셈', NULL, 60),
(209, '2022-02-20 08:26:39', 6, '직육면체의부피와겉넓이', NULL, 62),
(210, '2022-02-20 08:26:29', 5, '여러가지그래프', NULL, 62),
(211, '2022-02-20 08:26:24', 4, '비와비율', NULL, 62),
(212, '2022-02-20 08:26:18', 3, '소수의나누셈', NULL, 62),
(213, '2022-02-20 08:26:14', 2, '각기둥과각뿔', NULL, 62),
(214, '2022-02-20 08:25:48', 1, '분수의나눗셈', NULL, 62),
(215, '2022-02-20 08:28:16', 6, '직육면체의부피와겉넓이', NULL, 64),
(216, '2022-02-20 08:28:09', 5, '여러가지그래프', NULL, 64),
(217, '2022-02-20 08:28:04', 4, '비와비율', NULL, 64),
(218, '2022-02-20 08:27:59', 3, '소수의나눗셈', NULL, 64),
(219, '2022-02-20 08:27:55', 2, '각기둥과각뿔', NULL, 64),
(220, '2022-02-20 08:27:49', 1, '분수의나눗셈', NULL, 64),
(221, '2022-02-20 08:31:37', 8, '직육면체의부피와겉넓이', NULL, 54),
(222, '2022-02-20 08:31:29', 7, '비와비율', NULL, 54),
(223, '2022-02-20 08:31:25', 6, '소수의나누셈(3)', NULL, 54),
(224, '2022-02-20 08:31:20', 5, '소수의나눗셈(2)', NULL, 54),
(225, '2022-02-20 08:31:14', 4, '소수의나눗셈(1)', NULL, 54),
(226, '2022-02-20 08:31:11', 3, '분수의곱셈과나눗셈', NULL, 54),
(227, '2022-02-20 08:30:59', 2, '분수의나눗셈(2)', NULL, 54),
(228, '2022-02-20 08:30:52', 1, '분수의나눗셈(1)', NULL, 54),
(230, '2022-02-20 08:34:28', 9, '원의넓이', NULL, 67),
(231, '2022-02-20 08:34:22', 8, '비례식(2)', NULL, 67),
(232, '2022-02-20 08:34:17', 7, '비례식(1)', NULL, 67),
(233, '2022-02-20 08:34:10', 6, '소수의나눗셈(3)', NULL, 67),
(234, '2022-02-20 08:34:03', 5, '소수의나눗셈(2)', NULL, 67),
(235, '2022-02-20 08:33:57', 4, '소수의나눗셈(1)', NULL, 67),
(236, '2022-02-20 08:33:51', 3, '분수나눗셈의혼합계산', NULL, 67),
(237, '2022-02-20 08:33:41', 2, '분수의나눗셈(2)', NULL, 67),
(238, '2022-02-20 08:33:34', 1, '분수의나눗셈(1)', NULL, 67),
(239, '2022-02-26 09:55:14', 6, '다각형', NULL, 22),
(240, '2022-02-26 09:55:08', 5, '꺾은선그래프', NULL, 22),
(241, '2022-02-26 09:54:53', 4, '사각형', NULL, 22),
(242, '2022-02-26 09:54:49', 3, '소수의덧셈과뺄셈', NULL, 22),
(243, '2022-02-26 09:54:43', 2, '삼각형', NULL, 22),
(244, '2022-02-26 09:54:39', 1, '분수의덧셈과뺄셈', NULL, 22),
(245, '2022-02-26 09:58:23', 6, '다각형의둘레와넓이', NULL, 35),
(246, '2022-02-26 09:58:07', 5, '분수의덧셈과뺄셈', NULL, 35),
(247, '2022-02-26 09:57:59', 4, '약분과통분', NULL, 35),
(248, '2022-02-26 09:57:50', 3, '규칙과대응', NULL, 35),
(249, '2022-02-26 09:57:46', 2, '약수와배수', NULL, 35),
(250, '2022-02-26 09:57:39', 1, '자연수의혼합계산', NULL, 35),
(251, '2022-02-27 01:43:01', 6, '규칙찾기', NULL, 9),
(252, '2022-02-27 01:42:55', 5, '막대그래프', NULL, 9),
(253, '2022-02-27 01:42:50', 4, '평면도형의이동', NULL, 9),
(254, '2022-02-27 01:42:45', 3, '곱셈과나눗셈', NULL, 9),
(255, '2022-02-27 01:42:39', 2, '각도', NULL, 9),
(256, '2022-02-27 01:42:35', 1, '큰수', NULL, 9),
(257, '2022-02-27 14:01:34', 12, '도형의이동', NULL, 182),
(258, '2022-02-27 14:01:24', 11, '원의방정식', NULL, 182),
(259, '2022-02-27 14:01:13', 10, '직선의방정식', NULL, 182),
(260, '2022-02-27 14:01:04', 9, '평면좌표', NULL, 182),
(261, '2022-02-27 14:00:54', 8, '이차부등식', NULL, 182),
(262, '2022-02-27 14:00:46', 7, '일차부등식', NULL, 182),
(263, '2022-02-27 14:00:39', 6, '여러가지방정식', NULL, 182),
(264, '2022-02-27 14:00:26', 5, '이차방정식과이차함수', NULL, 182),
(265, '2022-02-27 14:00:16', 4, '이차방정식', NULL, 182),
(266, '2022-02-27 14:00:10', 3, '복소수', NULL, 182),
(267, '2022-02-27 14:00:10', 2, '나머지정리와인수분해', NULL, 182),
(268, '2022-02-27 13:59:58', 1, '다항식의연산', NULL, 182),
(269, '2022-02-27 14:04:25', 7, '순열과조합', NULL, 184),
(270, '2022-02-27 14:04:21', 6, '무리식과무리함수', NULL, 184),
(271, '2022-02-27 14:04:12', 5, '유리식과유리함수', NULL, 184),
(272, '2022-02-27 14:04:05', 4, '함수', NULL, 184),
(273, '2022-02-27 14:04:01', 3, '명제', NULL, 184),
(274, '2022-02-27 14:03:57', 2, '집합의연산', NULL, 184),
(275, '2022-02-27 14:03:52', 1, '집합의뜻과표현', NULL, 184),
(279, '2022-02-27 14:07:17', 10, '수학적귀납법', NULL, 185),
(280, '2022-02-27 14:07:08', 9, '수열의합', NULL, 185),
(281, '2022-02-27 14:07:02', 8, '등차수열과등비수열', NULL, 185),
(282, '2022-02-27 14:06:52', 7, '삼각함수의활용', NULL, 185),
(283, '2022-02-27 14:06:43', 6, '삼각함수의그래프', NULL, 185),
(284, '2022-02-27 14:06:34', 5, '삼각함수', NULL, 185),
(285, '2022-02-27 14:06:32', 4, '로그함수', NULL, 185),
(286, '2022-02-27 14:06:22', 3, '지수함수', NULL, 185),
(287, '2022-02-27 14:06:18', 2, '로그', NULL, 185),
(288, '2022-02-27 14:06:15', 1, '지수', NULL, 185),
(289, '2022-02-27 14:09:52', 9, '정적분의활용', NULL, 186),
(290, '2022-02-27 14:09:44', 8, '정적분', NULL, 186),
(291, '2022-02-27 14:09:39', 7, '부정적분', NULL, 186),
(292, '2022-02-27 14:09:26', 6, '도함수의활용(3)', NULL, 186),
(293, '2022-02-27 14:09:16', 5, '도함수의활용(2)', NULL, 186),
(294, '2022-02-27 14:09:14', 4, '도함수의활용(1)', NULL, 186),
(295, '2022-02-27 14:08:53', 3, '미분계수와도함수', NULL, 186),
(296, '2022-02-27 14:08:46', 2, '함수의연속', NULL, 186),
(297, '2022-02-27 14:08:41', 1, '함수의극한', NULL, 186),
(298, '2022-02-27 14:14:42', 10, '정적분의활용', NULL, 187),
(299, '2022-02-27 14:14:35', 9, '정적분', NULL, 187),
(300, '2022-02-27 14:14:30', 8, '여러가지적분법', NULL, 187),
(301, '2022-02-27 14:14:23', 7, '도함수의활용(2)', NULL, 187),
(302, '2022-02-27 14:14:15', 6, '도함수의활용(1)', NULL, 187),
(303, '2022-02-27 14:14:04', 5, '여러가지미분법', NULL, 187),
(304, '2022-02-27 14:13:57', 4, '삼각함수의미분', NULL, 187),
(305, '2022-02-27 14:13:49', 3, '여러가지함수의미분', NULL, 187),
(306, '2022-02-27 14:13:41', 2, '급수', NULL, 187),
(307, '2022-02-27 14:13:36', 1, '수열의극한', NULL, 187),
(309, '2022-02-27 15:06:23', 7, '통계적추정', NULL, 188),
(310, '2022-02-27 15:06:17', 6, '이항분포와정규분포', NULL, 188),
(311, '2022-02-27 15:06:12', 5, '확률변수와확률분포', NULL, 188),
(312, '2022-02-27 15:06:03', 4, '조건부확률', NULL, 188),
(313, '2022-02-27 15:06:03', 3, '확률의뜻과활용', NULL, 188),
(314, '2022-02-27 15:05:51', 2, '중복조합과이항정리', NULL, 188),
(315, '2022-02-27 15:05:42', 1, '여러가지순열', NULL, 188),
(316, '2022-02-27 15:08:28', 6, '공간좌표', NULL, 189),
(317, '2022-02-27 15:08:24', 5, '공간도형', NULL, 189),
(318, '2022-02-27 15:08:18', 4, '평면벡터의성분과내적', NULL, 189),
(319, '2022-02-27 15:07:59', 3, '벡터의연산', NULL, 189),
(320, '2022-02-27 15:08:08', 2, '이차곡선과접선', NULL, 189),
(321, '2022-02-27 15:07:48', 1, '이차곡선', NULL, 189),
(322, '2022-02-27 15:11:32', 11, '자료의해석', NULL, 191),
(323, '2022-02-27 15:11:26', 10, '자료의정리', NULL, 191),
(324, '2022-02-27 15:11:21', 9, '입체도형의겉넓이와부피', NULL, 191),
(325, '2022-02-27 15:11:09', 8, '회전체', NULL, 191),
(326, '2022-02-27 15:11:03', 7, '다면체', NULL, 191),
(327, '2022-02-27 15:11:00', 6, '원과부채꼴', NULL, 191),
(328, '2022-02-27 15:10:53', 5, '다각형', NULL, 191),
(329, '2022-02-27 15:10:50', 4, '작도와합동', NULL, 191),
(330, '2022-02-27 15:10:43', 3, '평행선', NULL, 191),
(331, '2022-02-27 15:10:40', 2, '위치관계', NULL, 191),
(332, '2022-02-27 15:10:35', 1, '기본도형', NULL, 191),
(334, '2022-02-27 15:15:58', 9, '정비례와반비례', NULL, 190),
(335, '2022-02-27 15:15:48', 8, '좌표평면과그래프', NULL, 190),
(336, '2022-02-27 15:15:41', 7, '일차방정식의활용', NULL, 190),
(337, '2022-02-27 15:15:32', 6, '일차방정식의풀이', NULL, 190),
(338, '2022-02-27 15:15:26', 5, '문자와식', NULL, 190),
(339, '2022-02-27 15:15:21', 4, '유리수의계산', NULL, 190),
(340, '2022-02-27 15:14:58', 3, '정수와유리수', NULL, 190),
(341, '2022-02-27 15:14:47', 2, '최대공약수와최소공배수', NULL, 190),
(342, '2022-02-27 15:14:40', 1, '소인수분해', NULL, 190),
(343, '2022-02-27 15:19:11', 11, '일차함수와일차방정식의관계', NULL, 192),
(344, '2022-02-27 15:19:00', 10, '일차함수와그래프(2)', NULL, 192),
(345, '2022-02-27 15:18:52', 9, '일차함수와그래프(1)', NULL, 192),
(346, '2022-02-27 15:18:45', 8, '연립일차방정식의활용', NULL, 192),
(347, '2022-02-27 15:18:39', 7, '연립일차방정식의풀이', NULL, 192),
(348, '2022-02-27 15:18:36', 6, '연립일차방정식', NULL, 192),
(349, '2022-02-27 15:18:33', 5, '일차부등식의활용', NULL, 192),
(350, '2022-02-27 15:18:18', 4, '일차부등식', NULL, 192),
(351, '2022-02-27 15:18:12', 3, '다항식의계산', NULL, 192),
(352, '2022-02-27 15:18:05', 2, '단항식의계산', NULL, 192),
(353, '2022-02-27 15:17:59', 1, '유리수와소수', NULL, 192),
(354, '2022-02-27 15:21:39', 10, '경우의수', NULL, 193),
(355, '2022-02-27 15:21:34', 9, '피타고라스정리', NULL, 193),
(356, '2022-02-27 15:21:29', 8, '닮음의활용', NULL, 193),
(357, '2022-02-27 15:21:22', 7, '삼각형의무게중심', NULL, 193),
(358, '2022-02-27 15:21:15', 6, '평행선사이의선분의길이의비', NULL, 193),
(359, '2022-02-27 15:21:02', 5, '도형의닮음', NULL, 193),
(360, '2022-02-27 15:20:57', 4, '여러가지사각형', NULL, 193),
(361, '2022-02-27 15:20:50', 3, '평행사변형', NULL, 193),
(362, '2022-02-27 15:21:44', 11, '확률', NULL, 193),
(363, '2022-02-27 15:20:45', 2, '삼각형의성질(2)', NULL, 193),
(364, '2022-02-27 15:20:40', 1, '삼각형의성질(1)', NULL, 193),
(366, '2022-02-27 15:26:54', 12, '이차함수의그래프(2)', NULL, 194),
(367, '2022-02-27 15:26:48', 11, '이차함수의그래프(1)', NULL, 194),
(368, '2022-02-27 15:26:41', 10, '이차방정식의활용', NULL, 194),
(369, '2022-02-27 15:26:34', 9, '이차방정식의풀이(2)', NULL, 194),
(370, '2022-02-27 15:26:23', 8, '이차방정식의풀이(1)', NULL, 194),
(371, '2022-02-27 15:26:16', 7, '인수분해공식의활용', NULL, 194),
(372, '2022-02-27 15:26:09', 6, '다항식의인수분해', NULL, 194),
(373, '2022-02-27 15:26:00', 5, '다항식의곱셈', NULL, 194),
(374, '2022-02-27 15:25:55', 4, '근호를포함한식의덧셈과뺄셈', NULL, 194),
(375, '2022-02-27 15:25:44', 3, '근호를포함한식의곱셈과나눗셈', NULL, 194),
(376, '2022-02-27 15:25:35', 2, '무리수와실수', NULL, 194),
(377, '2022-02-27 15:25:30', 1, '제곱근의뜻과성질', NULL, 194),
(378, '2022-02-27 15:30:08', 7, '상관관계', NULL, 195),
(379, '2022-02-27 15:30:06', 6, '대푯값과산포도', NULL, 195),
(380, '2022-02-27 15:29:57', 5, '원주각의활용', NULL, 195),
(381, '2022-02-27 15:29:51', 4, '원주각', NULL, 195),
(382, '2022-02-27 15:29:45', 3, '원과직선', NULL, 195),
(383, '2022-02-27 15:29:41', 2, '삼각비의활용', NULL, 195),
(384, '2022-02-27 15:29:36', 1, '삼각비', NULL, 195),
(387, '2022-06-29 03:12:02', 1, '미정', NULL, 12),
(388, '2022-08-21 07:13:38', 1, '미정', NULL, 5),
(389, '2022-08-21 07:26:47', 1, '미정', NULL, 5),
(390, '2022-08-21 07:26:49', 1, '미정', NULL, 5),
(391, '2022-08-21 07:26:54', 1, '미정', NULL, 5),
(392, '2022-08-21 07:27:05', 1, '미정', NULL, 5),
(393, '2022-08-21 07:27:23', 1, '미정', NULL, 5);

-- --------------------------------------------------------

--
-- 테이블 구조 `calendar_event`
--

CREATE TABLE IF NOT EXISTS `calendar_event` (
  `caID` int(11) NOT NULL,
  `title` varchar(255) DEFAULT NULL,
  `start` date DEFAULT NULL,
  `end` date DEFAULT NULL,
  `create_date` datetime DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 테이블의 덤프 데이터 `calendar_event`
--

INSERT INTO `calendar_event` (`caID`, `title`, `start`, `end`, `create_date`) VALUES
(1, 'fdsfds', '2020-01-01', '0000-00-00', NULL),
(1, 'fdsfds', '2020-01-01', '0000-00-00', NULL);

-- --------------------------------------------------------

--
-- 테이블 구조 `ci_board`
--

CREATE TABLE IF NOT EXISTS `ci_board` (
  `board_id` int(10) NOT NULL,
  `board_pid` int(10) NOT NULL DEFAULT '0' COMMENT '원글번호',
  `user_id` varchar(20) NOT NULL COMMENT '작성자ID',
  `user_name` varchar(20) NOT NULL COMMENT '작성자이름',
  `subject` varchar(50) NOT NULL COMMENT '게시글제목',
  `contents` text NOT NULL COMMENT '게시글내용',
  `hits` int(10) NOT NULL DEFAULT '0' COMMENT '조회수',
  `reg_date` datetime NOT NULL COMMENT '등록일'
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='CodeIgniter 게시판';

--
-- 테이블의 덤프 데이터 `ci_board`
--

INSERT INTO `ci_board` (`board_id`, `board_pid`, `user_id`, `user_name`, `subject`, `contents`, `hits`, `reg_date`) VALUES
(1, 0, 'advisor', '웅파', '안녕하세요', '첫글이네요.', 6, '2012-06-12 22:23:01'),
(2, 0, 'advisor', '웅파', '두번째 글입니다.', '두번째글이네요.', 1, '2012-06-12 22:24:01'),
(3, 0, 'advisor', '웅파', '세번째 글입니다.', '세번째글이네요.', 1, '2012-06-12 22:24:01'),
(4, 0, 'advisor', '웅파', '네번째 글입니다.', '네번째글이네요.', 6, '2012-06-12 22:24:01'),
(5, 0, 'advisor', '웅파', '다섯번째 글입니다.', '다섯번째글이네요.', 6, '2012-06-12 22:24:01'),
(8, 0, 'advisor', '웅파', '여덞번째 글입니다.2', '여덞번째글이네요.2', 13, '2012-06-12 22:24:01'),
(9, 0, 'advisor', '웅파', '아홉번째 글입니다.', '아홉번째글이네요.', 3, '2012-06-12 22:24:01'),
(10, 0, 'advisor', '웅파', '열번째 글입니다.', '열번째글이네요.', 12, '2012-06-12 22:24:01'),
(11, 1, 'blumine', '웅파1', '첫번째 글의 첫번째 댓글입니다.', '첫번째 댓글이네요.', 1, '2012-06-12 22:26:01'),
(12, 1, 'blumine', '웅파1', '첫번째 글의 두번째 댓글입니다.', '두번째 댓글이네요.', 0, '2012-06-12 22:27:01'),
(13, 2, 'blumine', '웅파1', '두번째 글의 첫번째 댓글입니다.', '두번째 글의 첫번째 댓글이네요.', 10, '2012-06-12 22:29:01'),
(24, 4, 'advisor', 'advisor', '', '3333', 0, '2012-10-09 17:17:22'),
(22, 4, 'advisor', 'advisor', '', '1111', 0, '2012-10-09 17:17:19'),
(25, 4, 'advisor', 'advisor', '', '4444', 0, '2012-11-07 14:09:59'),
(27, 0, 'advisor', 'advisor', '테스트', '테스트 내용', 8, '2021-04-04 17:29:37'),
(28, 1, 'advisor', 'advisor', '', '댓글1', 0, '2021-04-07 16:59:44'),
(29, 2, 'advisor', 'advisor', '', '댓글', 0, '2021-04-07 16:59:57'),
(30, 2, 'advisor', 'advisor', '', '댓글2\n', 0, '2021-04-07 17:00:12'),
(31, 0, 'advisor', 'advisor', 'fdsfsd', 'fsdfsd', 3, '2021-04-08 06:40:01'),
(33, 0, 'test', 'test', 'test', 'testsetwqtwqtqw4et', 2, '2021-04-09 00:52:02');

-- --------------------------------------------------------

--
-- 테이블 구조 `ci_sessions`
--

CREATE TABLE IF NOT EXISTS `ci_sessions` (
  `session_id` varchar(40) NOT NULL DEFAULT '0',
  `ip_address` varchar(16) NOT NULL DEFAULT '0',
  `user_agent` varchar(120) NOT NULL,
  `last_activity` int(10) unsigned NOT NULL DEFAULT '0',
  `user_data` text NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 테이블의 덤프 데이터 `ci_sessions`
--

INSERT INTO `ci_sessions` (`session_id`, `ip_address`, `user_agent`, `last_activity`, `user_data`) VALUES
('1b29708b193f6f61177251a085060a3a', '101.235.238.106', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/103.0.0.0 Safari/537.36', 1661066017, ''),
('3819b122d1f86787f0f52c80f448eb03', '101.235.238.106', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/103.0.0.0 Safari/537.36', 1661066490, ''),
('3f24dc8e2ed88e284fcec1e88d1729e4', '101.235.238.106', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/103.0.0.0 Safari/537.36', 1661066017, ''),
('bc758757e26c394074ac6cb72650874d', '101.235.238.106', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/103.0.0.0 Safari/537.36', 1661066017, 'a:8:{s:9:"user_data";s:0:"";s:8:"is_login";b:1;s:5:"email";s:16:"ljang1@naver.com";s:4:"name";s:10:"이장원1";s:4:"year";s:7:"2022년";s:5:"level";s:2:"10";s:9:"workspace";s:8:"leanmath";s:7:"book_id";s:3:"img";}'),
('cb8c46e4a40fe0f30547bdaf0b40ab25', '101.235.238.106', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/103.0.0.0 Safari/537.36', 1661066797, 'a:8:{s:9:"user_data";s:0:"";s:8:"is_login";b:1;s:5:"email";s:16:"ljang1@naver.com";s:4:"name";s:10:"이장원1";s:4:"year";s:7:"2022년";s:5:"level";s:2:"10";s:9:"workspace";s:8:"leanmath";s:7:"book_id";s:3:"img";}'),
('e1981a75bc61b8ad5a3b1cf03e31ffe0', '101.235.238.106', 'Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/103.0.0.0 Safari/537.36', 1661066797, '');

-- --------------------------------------------------------

--
-- 테이블 구조 `client_info`
--

CREATE TABLE IF NOT EXISTS `client_info` (
  `id` int(10) NOT NULL,
  `name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `country_code` varchar(10) COLLATE utf8mb4_unicode_ci NOT NULL,
  `mobile` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `email` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `city` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `ip_address` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` datetime NOT NULL,
  `updated_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `status` int(10) NOT NULL
) ENGINE=InnoDB AUTO_INCREMENT=3 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- 테이블의 덤프 데이터 `client_info`
--

INSERT INTO `client_info` (`id`, `name`, `country_code`, `mobile`, `email`, `city`, `ip_address`, `created_at`, `updated_at`, `status`) VALUES
(1, 'Lee', '100', '010-1234-1345', 'ljangwon@gmail.com', 'Seoul', '', '0000-00-00 00:00:00', '2022-02-03 16:15:31', 0),
(2, 'Kim', '200', '010-1999-1323', 'ljang1@naver.com', 'Busan', '', '0000-00-00 00:00:00', '2022-02-03 16:16:01', 0);

-- --------------------------------------------------------

--
-- 테이블 구조 `dt_excel`
--

CREATE TABLE IF NOT EXISTS `dt_excel` (
  `dt_id` bigint(20) NOT NULL,
  `name` varchar(40) DEFAULT NULL,
  `position` varchar(140) DEFAULT NULL,
  `office` varchar(100) DEFAULT NULL,
  `extn` int(11) DEFAULT NULL,
  `start_date` date DEFAULT NULL,
  `salary` varchar(80) DEFAULT NULL
) ENGINE=InnoDB AUTO_INCREMENT=6 DEFAULT CHARSET=latin1;

--
-- 테이블의 덤프 데이터 `dt_excel`
--

INSERT INTO `dt_excel` (`dt_id`, `name`, `position`, `office`, `extn`, `start_date`, `salary`) VALUES
(1, 'Name1', 'p1111', 'fsdfs', 123, '2020-01-01', 's1111'),
(2, 'LeeChangHyeun', 'p2222', 'dfsdfds', 12321, '2020-01-02', 's2222'),
(3, 'Name3', 'p3333', 'dsfsadfdsa', 122, '0000-00-00', 's3333'),
(4, 'Name4', 'p4444', 'dsfsadfdsa', 122, '0000-00-00', 's4444'),
(5, 'Name5', 'fdsfsd', 'fdsfds', 12321, '0000-00-00', 's5555');

-- --------------------------------------------------------

--
-- 테이블 구조 `effort`
--

CREATE TABLE IF NOT EXISTS `effort` (
  `id` bigint(8) NOT NULL,
  `p_id` bigint(8) DEFAULT NULL,
  `e_time` varchar(5) DEFAULT NULL,
  `date` date DEFAULT NULL,
  `w_memo` varchar(100) DEFAULT NULL,
  `p_flag` varchar(1) DEFAULT NULL,
  `unit_pay` varchar(10) DEFAULT NULL,
  `e_type` varchar(10) DEFAULT NULL,
  `flag` int(1) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 테이블 구조 `fi_cash`
--

CREATE TABLE IF NOT EXISTS `fi_cash` (
  `id` bigint(8) NOT NULL,
  `fi_id` bigint(8) NOT NULL,
  `seq` varchar(2) DEFAULT NULL,
  `num` varchar(2) DEFAULT '1',
  `name` varchar(100) DEFAULT NULL
) ENGINE=InnoDB AUTO_INCREMENT=117 DEFAULT CHARSET=utf8;

--
-- 테이블의 덤프 데이터 `fi_cash`
--

INSERT INTO `fi_cash` (`id`, `fi_id`, `seq`, `num`, `name`) VALUES
(3, 1, '0', '1', '곱셈정리'),
(4, 1, '0', '2', '인수분해'),
(5, 1, '0', '1', '교재명'),
(6, 2, '0', '1', '교재명'),
(8, 13, '0', '1', '분수의 덧셈과 뺄셈'),
(9, 13, '0', '2', '삼각형'),
(10, 13, '0', '3', '사각형'),
(11, 13, '0', '6', '교재명'),
(12, 13, '0', '4', '교재명'),
(13, 13, '0', '5', '교재명'),
(14, 5, '1', '1', '교재명'),
(15, 5, '2', '2', '교재명'),
(16, 5, '3', '3', '교재명'),
(17, 5, '4', '4', '교재명'),
(18, 5, '5', '5', '교재명'),
(19, 5, '6', '6', '교재명'),
(20, 6, '0', '1', '교재명'),
(21, 6, '0', '2', '교재명'),
(22, 6, '0', '3', '교재명'),
(23, 6, '0', '4', '교재명'),
(24, 6, '0', '5', '교재명'),
(25, 6, '0', '6', '교재명'),
(26, 6, '0', '7', '교재명'),
(27, 6, '0', '8', '교재명'),
(28, 6, '0', '9', '교재명'),
(29, 14, '0', '1', '기본도형'),
(30, 14, '0', '2', '위치관계'),
(31, 14, '0', '3', '평행선'),
(32, 14, '0', '4', '작도와 합동'),
(33, 14, '0', '5', '다각형의 성질'),
(34, 14, '0', '6', '원과 부채꼴'),
(35, 14, '0', '7', '다면체와 회전체'),
(36, 14, '0', '8', '입체도형의 겉넓이와 부피(1)'),
(37, 14, '0', '9', '입체도형의 겉넓이와 부피(2)'),
(38, 14, '0', '10', '자료의 정리와 해석(1)'),
(39, 14, '0', '11', '자료의 정리와 해석(2)'),
(40, 15, '0', '1', '분수의 나눗셈'),
(41, 15, '0', '2', '소수의 나눗셈'),
(42, 15, '0', '3', '공간과 입체'),
(43, 15, '0', '4', '비례식과 비례배분'),
(44, 15, '0', '5', '원의넓이'),
(45, 15, '0', '6', '원기둥, 원뿔, 구'),
(46, 16, '0', '1', '소인수분해'),
(47, 16, '0', '2', '최대공약수와 최소공배수'),
(48, 16, '0', '3', '정수와유리수'),
(50, 16, '0', '5', '문자와식'),
(51, 16, '0', '6', '일차방정식의 풀이'),
(52, 16, '0', '7', '일차방정식의 활용'),
(53, 16, '0', '8', '좌표평면과 그래프'),
(54, 16, '0', '9', '정비례와 반비례'),
(55, 16, '0', '4', '유리수의 계산'),
(56, 17, '0', '1', '소인수분해'),
(57, 17, '0', '2', '최대공약수와 최소공배수'),
(58, 17, '0', '3', '정수와 유리수'),
(59, 17, '0', '4', '정수와 유리수의 계산'),
(62, 18, '0', '1', '분수의 나눗셈'),
(63, 18, '0', '2', '소수의 나눗셈'),
(64, 18, '0', '3', '공간과 입체'),
(65, 18, '0', '4', '비례식과 비례배분'),
(66, 18, '0', '5', '원의넓이'),
(67, 18, '0', '6', '원기둥, 원뿔, 구'),
(68, 19, '0', '1', '분수의나눗셈(1)'),
(69, 19, '0', '2', '분수의나눗셈(2)'),
(70, 19, '0', '3', '분수의곱셈과 나눗셈'),
(71, 19, '0', '4', '소수의 나눗셈(1)'),
(72, 19, '0', '5', '소수의 나눗셈(2)'),
(73, 19, '0', '6', '소수의 나눗셈(3)'),
(74, 19, '0', '7', '비례식(1)'),
(75, 19, '0', '8', '비례식(2)'),
(76, 19, '0', '9', '원의넓이'),
(77, 20, '0', '1', '분수의 나눗셈(1)'),
(78, 20, '0', '2', '분수의 나눗셈(2)'),
(79, 20, '0', '3', '분수의 곱셈과 나눗셈'),
(80, 20, '0', '4', '소수의 나눗셈(1)'),
(81, 20, '0', '5', '소수의 나눗셈(2)'),
(82, 20, '0', '6', '소수의 나눗셈(3)'),
(83, 20, '0', '7', '비와 비율'),
(84, 20, '0', '8', '직육면체의 부피와 겉넓이'),
(86, 21, '0', '1', '문자와식'),
(87, 21, '0', '2', '일차방정식'),
(88, 21, '0', '3', '좌표평면과 그래프'),
(89, 22, '0', '1', '유리수와 순환소수'),
(90, 22, '0', '2', '식의 계산'),
(91, 22, '0', '3', '부등식'),
(92, 23, '0', '1', '연립방정식'),
(93, 23, '0', '2', '일차함수와 그래프'),
(94, 23, '0', '3', '일차함수와 일차방정식'),
(95, 8, '0', '1', '교재명'),
(97, 8, '0', '3', '교재명'),
(99, 8, '0', '2', '교재명'),
(101, 8, '0', '4', '교재명'),
(102, 8, '0', '5', '교재명'),
(103, 8, '0', '6', '교재명'),
(104, 9, NULL, '1', NULL),
(105, 9, NULL, '2', NULL),
(106, 9, NULL, '3', NULL),
(107, 9, NULL, '4', NULL),
(108, 9, NULL, '5', NULL),
(109, 9, NULL, '6', NULL),
(110, 24, NULL, '1', '연립방정식과 그 풀이'),
(111, 24, NULL, '2', '여러 가지 연립방정식의 풀이'),
(112, 24, NULL, '3', '연립방정식의 활용'),
(113, 24, NULL, '4', '일차함수와 그 그래프(1)'),
(114, 24, NULL, '5', '일차함수와 그 그래프(2)'),
(115, 24, NULL, '6', '일차함수의 그래프의 성질과 식의 활용'),
(116, 24, NULL, '7', '일차함수와 일차방정식의 관계');

-- --------------------------------------------------------

--
-- 테이블 구조 `fi_investment`
--

CREATE TABLE IF NOT EXISTS `fi_investment` (
  `id` bigint(8) NOT NULL,
  `category1` varchar(10) DEFAULT NULL,
  `category2` varchar(10) DEFAULT NULL,
  `seq` varchar(10) DEFAULT NULL,
  `memo` varchar(100) DEFAULT NULL,
  `total` varchar(20) DEFAULT NULL,
  `created` datetime DEFAULT NULL,
  `modified` timestamp NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 테이블 구조 `fi_investment_detail`
--

CREATE TABLE IF NOT EXISTS `fi_investment_detail` (
  `id` bigint(8) NOT NULL,
  `fi_id` bigint(8) NOT NULL,
  `date` date DEFAULT NULL,
  `seq` varchar(10) DEFAULT NULL,
  `memo` varchar(100) DEFAULT NULL,
  `amount` varchar(20) DEFAULT NULL,
  `created` datetime DEFAULT NULL,
  `modified` timestamp NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 테이블 구조 `fi_master`
--

CREATE TABLE IF NOT EXISTS `fi_master` (
  `id` bigint(8) NOT NULL,
  `grade1` varchar(5) DEFAULT '중등',
  `grade2` varchar(5) DEFAULT '1-1',
  `name` varchar(100) DEFAULT '교재명',
  `cash_num` varchar(5) DEFAULT '6',
  `level` varchar(10) DEFAULT '기본',
  `memo` varchar(100) DEFAULT '메모',
  `created` varchar(20) DEFAULT '생성날짜',
  `flag` varchar(1) DEFAULT '1'
) ENGINE=InnoDB AUTO_INCREMENT=25 DEFAULT CHARSET=utf8;

--
-- 테이블의 덤프 데이터 `fi_master`
--

INSERT INTO `fi_master` (`id`, `grade1`, `grade2`, `name`, `cash_num`, `level`, `memo`, `created`, `flag`) VALUES
(3, '초등', '5-1', '디딤돌(기본+응용)', '6', '기본', '메모', '2021-08-07 10:59:44', '1'),
(4, '초등', '5-1', '쎈', '6', '실력', '메모 ', '2021-08-07 11:00:38', '1'),
(5, '초등', '5-1', '최상위연산', '6', '연산', '메모   ', '2021-08-07 11:01:04', '1'),
(6, '초등', '5-1', '최상위S', '6', '심화', '메모 ', '2021-08-07 11:01:36', '1'),
(7, '초등', '5-1', '왕수학(점프)', '6', '심화', '메모 ', '2021-08-07 11:02:32', '1'),
(8, '초등', '5-2', '디딤돌(기본+응용)', '6', '기본', '메모', '2021-08-07 10:59:44', '1'),
(9, '초등', '5-2', '쎈', '6', '실력', '메모 ', '2021-08-07 11:00:38', '1'),
(10, '초등', '5-2', '최상위연산', '6', '연산', '메모 ', '2021-08-07 11:01:04', '1'),
(11, '초등', '5-2', '최상위S', '6', '심화', '메모 ', '2021-08-07 11:01:36', '1'),
(12, '초등', '5-2', '왕수학(점프)', '6', '심화', '메모 ', '2021-08-07 11:02:32', '1'),
(13, '초등', '4-2', '쎈', '6', '기본', '메모', '2021-08-09 14:36:23', '1'),
(14, '중등', '1-1', '디딤돌연산', '6', '기본', '메모', '2021-08-10 14:28:27', '1'),
(15, '초등', '6-2', '쎈', '6', '실력', '메모 ', '2021-08-10 14:38:28', '1'),
(16, '중등', '1-1', '라이트쎈', '6', '기본', '메모', '2021-08-10 14:40:33', '1'),
(17, '중등', '1-1', '빅터연산(1A)', '4', '기본', '메모 ', '2021-08-11 15:28:46', '1'),
(18, '초등', '6-2', '우등생', '6', '기본', '메모', '2021-08-11 15:30:48', '1'),
(19, '초등', '6-2', '빅터연산(6B)', '6', '기본', '메모 ', '2021-08-11 15:33:23', '1'),
(20, '초등', '6-1', '빅터연산(6A)', '6', '기본', '메모', '2021-08-11 15:35:57', '1'),
(21, '중등', '1-1', '빅터연산(1B)', '3', '기본', '메모 ', '2021-08-11 15:38:39', '1'),
(22, '중등', '2-1', '빅터연산(2A)', '3', '기본', '메모 ', '2021-08-11 15:40:09', '1'),
(23, '중등', '2-1', '빅터연산(2B)', '3', '기본', '메모 ', '2021-08-11 15:41:17', '1'),
(24, '중등', '2-1', '디딤돌연산(2-1B)', '7', '기본', '메모 ', '2021-08-12 16:26:23', '1');

-- --------------------------------------------------------

--
-- 테이블 구조 `level_test`
--

CREATE TABLE IF NOT EXISTS `level_test` (
  `id` bigint(8) NOT NULL,
  `st_id` bigint(8) DEFAULT NULL,
  `course` varchar(50) DEFAULT NULL,
  `memo` varchar(100) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 테이블 구조 `member_master`
--

CREATE TABLE IF NOT EXISTS `member_master` (
  `id` bigint(8) NOT NULL,
  `userid` varchar(30) DEFAULT NULL COMMENT '회원 아이디',
  `password` varchar(20) DEFAULT NULL COMMENT '회원 비밀번호',
  `name` varchar(20) DEFAULT NULL COMMENT '회원 이름',
  `position` varchar(20) DEFAULT NULL COMMENT '회원 직급',
  `flag` varchar(1) DEFAULT '1',
  `c_datetime` datetime DEFAULT NULL
) ENGINE=InnoDB AUTO_INCREMENT=65 DEFAULT CHARSET=utf8;

--
-- 테이블의 덤프 데이터 `member_master`
--

INSERT INTO `member_master` (`id`, `userid`, `password`, `name`, `position`, `flag`, `c_datetime`) VALUES
(1, '1', '111111', '김율', '학생', '1', '0000-00-00 00:00:00'),
(2, '2', '111111', '허영은', '학생', '1', '0000-00-00 00:00:00'),
(3, '3', '111111', '신예원', '학생', '1', '0000-00-00 00:00:00'),
(4, '4', '111111', '허영은', '학생', '1', '0000-00-00 00:00:00'),
(5, '5', '111111', '홍지후', '학생', '1', '0000-00-00 00:00:00'),
(6, '6', '111111', '김정후', '학생', '1', '0000-00-00 00:00:00'),
(7, '7', '111111', '박찬희', '학생', '1', '0000-00-00 00:00:00'),
(8, '8', '111111', '연승훈', '학생', '1', '0000-00-00 00:00:00'),
(9, '9', '111111', '윤현서', '학생', '1', '0000-00-00 00:00:00'),
(10, '10', '111111', '이창현', '학생', '1', '0000-00-00 00:00:00'),
(11, '11', '111111', '이하준', '학생', '1', '0000-00-00 00:00:00'),
(12, '12', '111111', '김지수', '학생', '1', '0000-00-00 00:00:00'),
(13, '13', '111111', '박재환', '학생', '1', '0000-00-00 00:00:00'),
(14, '14', '111111', '박호영', '학생', '1', '0000-00-00 00:00:00'),
(15, '15', '111111', '신하영', '학생', '1', '0000-00-00 00:00:00'),
(16, '16', '111111', '연승모', '학생', '1', '0000-00-00 00:00:00'),
(17, '17', '111111', '오대경', '학생', '1', '0000-00-00 00:00:00'),
(18, '18', '111111', '유원찬', '학생', '1', '0000-00-00 00:00:00'),
(19, '19', '111111', '이예린', '학생', '1', '0000-00-00 00:00:00'),
(20, '20', '111111', '조연우', '학생', '1', '0000-00-00 00:00:00'),
(21, '21', '111111', '황지율', '학생', '1', '0000-00-00 00:00:00'),
(22, '22', '111111', '경민채', '학생', '1', '0000-00-00 00:00:00'),
(23, '23', '111111', '김희선', '학생', '1', '0000-00-00 00:00:00'),
(24, '24', '111111', '신재원', '학생', '1', '0000-00-00 00:00:00'),
(25, '25', '111111', '이민준', '학생', '1', '0000-00-00 00:00:00'),
(26, '26', '111111', '박시현', '학생', '1', '0000-00-00 00:00:00'),
(27, '27', '111111', '박시현', '학생', '1', '0000-00-00 00:00:00'),
(28, '28', '111111', '반리엘', '학생', '1', '0000-00-00 00:00:00'),
(29, '29', '111111', '이우형', '학생', '1', '0000-00-00 00:00:00'),
(30, '30', '111111', '박서윤', '학생', '1', '0000-00-00 00:00:00'),
(31, '31', '111111', '박재민', '학생', '1', '0000-00-00 00:00:00'),
(32, '32', '111111', '이서현', '학생', '1', '0000-00-00 00:00:00'),
(33, '33', '111111', '최현호', '학생', '1', '0000-00-00 00:00:00'),
(34, '34', '111111', '김동찬', '학생', '1', '0000-00-00 00:00:00'),
(35, '35', '111111', '김재하', '학생', '1', '0000-00-00 00:00:00'),
(36, '36', '111111', '김현재', '학생', '1', '0000-00-00 00:00:00'),
(37, '37', '111111', '이연우', '학생', '1', '0000-00-00 00:00:00'),
(38, '38', '111111', '임수연', '학생', '1', '0000-00-00 00:00:00'),
(39, '39', '111111', '장예준', '학생', '1', '0000-00-00 00:00:00'),
(40, '40', '111111', '고서현', '학생', '1', '0000-00-00 00:00:00'),
(41, '41', '111111', '이소율', '학생', '1', '0000-00-00 00:00:00'),
(42, '42', '111111', '김주연', '학생', '1', '0000-00-00 00:00:00'),
(43, '43', '111111', '윤혜은', '학생', '1', '0000-00-00 00:00:00'),
(44, '44', '111111', '김지유', '학생', '1', '0000-00-00 00:00:00'),
(45, '45', '111111', '정희율', '학생', '1', '0000-00-00 00:00:00'),
(46, '46', '111111', '강민찬', '학생', '1', '0000-00-00 00:00:00'),
(47, '47', '111111', '윤예담', '학생', '1', '0000-00-00 00:00:00'),
(48, '48', '111111', '전서연', '학생', '1', '0000-00-00 00:00:00'),
(64, 'ljangwon', '111111', '이장원', '직원', '1', '2021-04-15 00:00:00');

-- --------------------------------------------------------

--
-- 테이블 구조 `sns_files`
--

CREATE TABLE IF NOT EXISTS `sns_files` (
  `id` int(10) NOT NULL,
  `pid` int(10) NOT NULL DEFAULT '0',
  `user_id` varchar(30) NOT NULL,
  `subject` varchar(100) NOT NULL,
  `contents` varchar(200) NOT NULL COMMENT '내용',
  `file_path` varchar(150) NOT NULL,
  `file_name` varchar(100) NOT NULL COMMENT '서버 저장 경로와 변경된 파일명',
  `original_name` varchar(100) NOT NULL COMMENT '서버 저장 경로와 원래 파일명',
  `detail_info` varchar(500) NOT NULL COMMENT '타입, 크기 등의 정보',
  `hit` int(10) NOT NULL DEFAULT '1',
  `reg_date` datetime NOT NULL COMMENT '등록일'
) ENGINE=InnoDB AUTO_INCREMENT=27 DEFAULT CHARSET=utf8 COMMENT='SNS 프로젝트';

--
-- 테이블의 덤프 데이터 `sns_files`
--

INSERT INTO `sns_files` (`id`, `pid`, `user_id`, `subject`, `contents`, `file_path`, `file_name`, `original_name`, `detail_info`, `hit`, `reg_date`) VALUES
(2, 0, 'advisor', '다람쥐', '다람쥐 사진 테스트 업로드', 'F:/xampp/htdocs/sns/uploads/', 'f3f88649f5f729031baada79d973f651.jpg', '다람쥐.jpg', 'a:4:{s:9:"file_size";i:12;s:11:"image_width";i:226;s:12:"image_height";i:150;s:8:"file_ext";s:4:".jpg";}', 15, '2013-02-16 05:48:25'),
(3, 0, 'advisor', '벌 그림', '사진', 'F:/xampp/htdocs/sns/uploads/', '7b5dd6cfa920af8476db8ae47f9be405.jpg', 'thumb_2988812521.jpg', 'a:4:{s:9:"file_size";i:13;s:11:"image_width";i:226;s:12:"image_height";i:150;s:8:"file_ext";s:4:".jpg";}', 2, '2013-02-17 04:03:44'),
(4, 0, 'advisor', '벌 그림3', '사진', 'F:/xampp/htdocs/sns/uploads/', '6ec103f9fe1ec9bab2cc3d9a9433bc1a.jpg', 'thumb_2988812521.jpg', 'a:4:{s:9:"file_size";i:13;s:11:"image_width";i:226;s:12:"image_height";i:150;s:8:"file_ext";s:4:".jpg";}', 9, '2013-02-17 04:04:10'),
(5, 0, 'advisor', '양복2', '사진2', 'F:/xampp/htdocs/sns/uploads/', 'c56ea3b24af2490ae3bc8d9e8605d02b.jpg', 'small2013877009.jpg', 'a:4:{s:9:"file_size";i:25;s:11:"image_width";i:140;s:12:"image_height";i:140;s:8:"file_ext";s:4:".jpg";}', 26, '2013-02-17 07:19:40'),
(8, 5, 'advisor', '', '양복댓글1', '', '', '', '', 1, '2013-02-17 04:43:39'),
(9, 5, 'advisor', '', '댓글2', '', '', '', '', 1, '2013-02-17 04:43:58'),
(10, 5, 'advisor', '', '댓글3', '', '', '', '', 1, '2013-02-17 04:44:31'),
(11, 5, 'advisor', '', '댓글4', '', '', '', '', 1, '2013-02-17 04:47:00'),
(12, 5, 'advisor', '', '댓글5', '', '', '', '', 1, '2013-02-17 04:47:33'),
(14, 0, 'advisor', 'codeigniter 로고', '불꽃', 'F:/xampp/htdocs/sns/uploads/', 'c437244b22242e46bc637209ea18aab8.png', 'logo_ci1.png', 'a:4:{s:9:"file_size";i:2;s:11:"image_width";i:48;s:12:"image_height";i:70;s:8:"file_ext";s:4:".png";}', 1, '2013-02-17 05:30:54'),
(15, 0, 'advisor', '해파리', '모질라 로고\r\n\r\n공룡?!!\r\n\r\nhello', 'F:/xampp/htdocs/sns/uploads/', 'a9841c30413a85d8f65d597749729bf4.jpg', 'Jellyfish.jpg', 'a:4:{s:9:"file_size";i:757;s:11:"image_width";i:1024;s:12:"image_height";i:768;s:8:"file_ext";s:4:".jpg";}', 21, '2013-02-17 11:55:22'),
(16, 0, 'advisor', '큰 이미지', '폭이 100px 보다 큰  이미지일 경우 썸네일 만듬.', 'F:/xampp/htdocs/sns/uploads/', 'e1f017a0c29a4c49ddce0e437b446bd5.jpg', 'Penguins.jpg', 'a:4:{s:9:"file_size";i:759;s:11:"image_width";i:1024;s:12:"image_height";i:768;s:8:"file_ext";s:4:".jpg";}', 7, '2013-02-17 11:53:00'),
(17, 0, 'advisor', '사막', '사막', 'F:/xampp/htdocs/sns/uploads/', '6d6438a28c498f114ff8aa579a0e11e6.jpg', 'Desert.jpg', 'a:4:{s:9:"file_size";i:826;s:11:"image_width";i:1024;s:12:"image_height";i:768;s:8:"file_ext";s:4:".jpg";}', 2, '2013-02-17 11:53:53'),
(18, 0, 'advisor', '국화', '국화', 'F:/xampp/htdocs/sns/uploads/', 'e1f4bfe01c582b09a99327d962eabaca.jpg', 'Chrysanthemum.jpg', 'a:4:{s:9:"file_size";i:858;s:11:"image_width";i:1024;s:12:"image_height";i:768;s:8:"file_ext";s:4:".jpg";}', 1, '2013-02-17 11:54:04'),
(19, 0, 'advisor', '등대', '등대', 'F:/xampp/htdocs/sns/uploads/', '59c22ce0a390771c4f6a87e4db012c0e.jpg', 'Lighthouse.jpg', 'a:4:{s:9:"file_size";i:548;s:11:"image_width";i:1024;s:12:"image_height";i:768;s:8:"file_ext";s:4:".jpg";}', 6, '2013-02-17 11:54:50'),
(20, 0, 'advisor', '코알라', '코알라', 'F:/xampp/htdocs/sns/uploads/', 'ad1a87a2d52d40e32fc5658bdff05310.jpg', 'Koala.jpg', 'a:4:{s:9:"file_size";i:762;s:11:"image_width";i:1024;s:12:"image_height";i:768;s:8:"file_ext";s:4:".jpg";}', 11, '2013-02-17 11:55:08'),
(21, 0, 'test', 'ㅅㄷㄴㅅㄴㄷ', 'ㅅㄷㄴㅅㄴㄷㅅㄴㄷ', 'D:/dev/bin/xampp/htdocs/sns/uploads/', 'f469d00734e353feae0b6b39b2077857.jpg', '6.jpg', 'a:4:{s:9:"file_size";i:589;s:11:"image_width";i:1600;s:12:"image_height";i:1200;s:8:"file_ext";s:4:".jpg";}', 17, '2021-04-09 01:24:57'),
(24, 21, '0', '', 'sfsdfsdf', '', '', '', '', 1, '2021-04-09 01:48:31'),
(25, 21, '0', '', 'dsadasd', '', '', '', '', 1, '2021-04-09 01:49:06'),
(26, 0, '0', 'vcvzxcvzxcv', 'vzxcvzxcvzxcvzxcvzx', 'D:/dev/bin/xampp/htdocs/st_card/uploads/', '47eb0c518bae4178ab7cb27ec80d4c0a.jpg', 'thumb-988413554_g9odVZ5X_0ddd7d1f53bef0aea244aa1aedc99a2111795597_600x800.jpg', 'a:4:{s:9:"file_size";i:36;s:11:"image_width";i:600;s:12:"image_height";i:800;s:8:"file_ext";s:4:".jpg";}', 8, '2021-04-10 01:34:45');

-- --------------------------------------------------------

--
-- 테이블 구조 `student`
--

CREATE TABLE IF NOT EXISTS `student` (
  `id` bigint(8) NOT NULL,
  `workspace` varchar(20) DEFAULT NULL,
  `flag` varchar(1) DEFAULT '1',
  `modified_time` timestamp NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `status` varchar(10) DEFAULT '대기',
  `name` varchar(20) DEFAULT '학생이름',
  `class_name` varchar(20) DEFAULT '미정',
  `user_id` varchar(30) DEFAULT '아이디',
  `start_date` varchar(15) DEFAULT '시작일',
  `end_date` varchar(15) DEFAULT '종료일',
  `report_short_memo` varchar(20) DEFAULT NULL COMMENT '상담메모',
  `report_date` date DEFAULT NULL,
  `report_type` varchar(5) DEFAULT NULL,
  `s_memo` varchar(20) DEFAULT NULL,
  `password` varchar(20) DEFAULT '비밀번호',
  `grade` varchar(5) DEFAULT NULL,
  `grade1` varchar(10) DEFAULT '미정',
  `school_name` varchar(30) DEFAULT '학교이름',
  `grade2` varchar(10) DEFAULT '미정',
  `level1` varchar(10) DEFAULT NULL,
  `level2` varchar(10) DEFAULT NULL,
  `level3` varchar(10) DEFAULT NULL,
  `class_day1` varchar(1) DEFAULT '0',
  `class_time1` varchar(4) DEFAULT '0',
  `class_day2` varchar(1) DEFAULT '0',
  `class_time2` varchar(4) DEFAULT '0',
  `class_day3` varchar(1) DEFAULT '0',
  `class_time3` varchar(4) DEFAULT '0',
  `fees` int(10) DEFAULT '0',
  `discount1` int(10) DEFAULT '0',
  `discount2` int(10) DEFAULT '0',
  `discount_memo` varchar(100) DEFAULT NULL,
  `memo` varchar(5000) DEFAULT NULL,
  `study_memo` varchar(5000) DEFAULT NULL,
  `test_memo` varchar(5000) DEFAULT NULL,
  `check_memo` varchar(3000) DEFAULT NULL,
  `off_memo` varchar(2000) DEFAULT NULL,
  `rookie` varchar(5) DEFAULT NULL,
  `sibling_name` varchar(20) DEFAULT NULL,
  `sibling_memo` varchar(200) DEFAULT NULL,
  `house` varchar(20) DEFAULT NULL,
  `distance` varchar(10) DEFAULT NULL,
  `s_phone` varchar(30) DEFAULT NULL,
  `m_phone` varchar(30) DEFAULT NULL,
  `mom_memo` varchar(200) DEFAULT NULL,
  `receipt_phone` varchar(15) DEFAULT '010-',
  `receipt_use` varchar(5) DEFAULT '미사용'
) ENGINE=InnoDB AUTO_INCREMENT=207 DEFAULT CHARSET=utf8;

--
-- 테이블의 덤프 데이터 `student`
--

INSERT INTO `student` (`id`, `workspace`, `flag`, `modified_time`, `status`, `name`, `class_name`, `user_id`, `start_date`, `end_date`, `report_short_memo`, `report_date`, `report_type`, `s_memo`, `password`, `grade`, `grade1`, `school_name`, `grade2`, `level1`, `level2`, `level3`, `class_day1`, `class_time1`, `class_day2`, `class_time2`, `class_day3`, `class_time3`, `fees`, `discount1`, `discount2`, `discount_memo`, `memo`, `study_memo`, `test_memo`, `check_memo`, `off_memo`, `rookie`, `sibling_name`, `sibling_memo`, `house`, `distance`, `s_phone`, `m_phone`, `mom_memo`, `receipt_phone`, `receipt_use`) VALUES
(7, 'leanmath', '1', '2022-04-22 01:56:09', '퇴원', '박찬희', '월6금6', '박찬희', NULL, NULL, '', NULL, NULL, NULL, '111111', NULL, '중등', '명일중', '2', '미정', '미정', '미정', '1', '18', '5', '18', '', '', 350000, 0, 10000, NULL, '최근 게을러지고 있는 학생    ', '학습기록', NULL, '', NULL, '', NULL, '0', '고래힐', '', '', '', '', '010-', '미사용'),
(9, 'leanmath', '1', '2022-07-18 02:00:32', '재원', '윤현서', '화4목4', '윤현서', '2021-03-02', '', '', '2021-12-16', '카톡', NULL, '111111', '중2', '중등', '명일중', '2', '미정', '미정', '미정', '2', '16', '4', '16', '', '', 350000, 0, 10000, '', '중1 (3월) 30.98점\n\n중2-1 중간 (46점)    ', '2022년 5월 12 업데이트\n\n중1 윤현서 학습기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(1시간), 화(2시간), 수(1시간), 목(2시간), 금(1시간), 토(2시간), 일(2시간) 주당 총 11시간\n\n<레벨테스트>\n중1(3월) - 30.98 점\n중2(5월) - \n\n<교재 이력>\n중1-1 : 빅터연산, 쎈, RPM\n중1-2 : 디딤돌 연산, 라이트쎈, RPM\n중2-1 : 수력충전, 라이트쎈, RPM\n중2-2 : 수력충전\n\n<현재 진행사항>\n1) 연산선행 \n- 중1-1(빅터연산) 6/2 종료 -> 대략 3개월 소요\n\n- 중1-2(디딤돌연산) 총 11단원 - 종료\n1단원(5/26 시작) 2단원(5/31) 3단원(6/4) 4단원(6/9) 5단원(6/18) 6단원(7/4) 7단원(7/23) 8단원(7/27) 9단원(8/12) 10단원(8/15 시작) 11단원(8/19시작, 9/12종료) 대략 3.5 개월 소요\n\n- 중2-1 (수력충전) 총 8단원 - 종료\n1단원(9/6시작) 2단원(9/9) 3단원(9/23) 4단원(10/4) 5단원(10/12) 6단원(10/20) 7단원(12/5) 8단원(12/18시작, 12/27종료) 대략 3.7개월 소요\n\n- 중2-2 (수력충전) 총 8단원 - 진행중\n1단원(12/29시작) 2단원(3/11시작, 내신기간 잠시 멈춤)\n \n2) 개념선행 \n- 중1-2( 라이트쎈 ) 총 9단원 - 종료\n1단원(7/15 시작) 2단원(7/16) 3단원(7/19) 4단원(7/20) 5단원(7/23) 6단원(7/30) 7단원(8/5) 8단원(8/8) 9단원(10/8시작, 11/16종료) 대략 4개월 소요\n\n- 중1-2( RPM 교재 ) 총 8단원 - 종료\n1단원(9/18시작) 2단원(9/22) 3단원(10/12) 4단원(10/22) 5단원(11/8) 6단원(11/24) 7단원(12/9) 8단원(12/28) 실력업(2/22시작, 3/5종료)\n\n- 중2-1( 라이트쎈 ) 총 10단원 - 진행중\n1단원(12/29시작) 2단원(1/8) 3단원(1/18) 4단원(1/25) 5단원(2/8) 6단원(2/26시작, 내신기간 잠시중단) \n\n3) 현행심화 \n- 중1-1( 쎈 교재 ) 총 9단원 - 종료\n1단원(3/2시작) 2단원(3/18) 3단원(3/22) 4단원(4/5) 5단원(5/6) 6단원(6/11) 7단원(6/16) 8단원(6/23) 9단원(6/27시작, 8/3종료) 대략 5개월 소요 \n\n- 중1-1 (RPM) 총 9단원 - 종료\n1단원(10/2시작) 2단원(10/7) 3단원(10/24) 4단원(10/30) 7단원(11/4) 5단원(11/7)  6단원(12/9) 7단원(11/4) 8단원(1/30) 9단원(2/21) 실력업(3/10시작, 3/24종료)  \n\n- 중2-1 (RPM). 총 9단원 - 진행중\n1단원(3/24시작, 내신기간 잠시 중단)\n\n<단원평가사항>\n- 중1-1 기초과정  총 5중단원 - 종료\n1중단원(12개/15문제)  통과\n2중단원(13개/15문제)  통과\n3중단원(19개/15문제) -> 재시험 (14개/15문제)\n4중단원(7개/15문제) -> 재시험 (11개/15문제) \n5중단원(11개/15문제) -> 재시험 (15개/15문제)\n\n- 중1-1 기본과정1 총 5중단원 - 종료\n1중단원(8개/15문제) -> 재시험 (12개/15문제)\n2중단원(2개/15문제) -> 재시험1 (9개/15문제) -> 재시험2 (11개/15문제)\n3중단원(14개/15문제) 통과\n4중단원(14개/15문제) 통과\n5중단원(8개/15문제) -> 재시험(14개/15문제)\n\n- 중1-1 기본과정2 총 5중단원 - 종료\n1중단원(8개/15문제) -> 재시험(15개/15문제)\n2중단원(11개/15문제) -> 재시험(15개/15문제)\n3중단원(13개/15문제) 통과\n4중단원(11개/15문제) -> 재시험(15개/15문제)\n5중단원(12개/15문제) 통과\n\n- 중1-2 기본과정 총 7중단원 - 진행중\n1중단원(8개/15문제) -> 재시험1(10개/15문제) -> 재시험2(13개/15문제)\n2중단원(12개/15문제) 통과\n3중단원(12개/15문제) 통과\n4중단원(9개/15문제) -> 재시험(15개/15문제)\n5중단원(10개/15문제) -> 재시험(13개/15문제)\n6중단원(10개/15문제) -> 재시험(15개/15문제)\n7중단원 평가예정\n\n- 중2-1 개념과정 - 총 5중단원 - 종료\n1중단원(12개/15문제) 통과\n2중단원(9개/15문제) -> 재시험(15개/15문제)\n3중단원(11개/15문제) -> 재시험(15개/15문제)\n4중단원(13개/15문제) 통과\n5중단원(15개/15문제) 통과\n\n- 중2-1 기초과정 - 총 5중단원 - 진행중\n1중단원(13개/15문제) 통과\n2중단원(14개/15문제) 통과\n3중단원 평가예정\n\n- 중2-2 개념과정 - 총 6중단원 - 진행중\n1중단원(12개/15문제 ) 통과\n2중단원 평가예정\n\n<학습주안점>\n- 자기주도학습을 위해 노력하고 있음.\n- 기초가 부족해서 중1-1, 중1-2 복습을 하느라 중2-1 진도가 아직은 느리지만, 조금씩 따라잡고 있음.\n- 중2-1 기초과정을 하고, 기본과정을 하다가 중간고사 내신 연습을 들어가서 아직은 내신 결과가 좋지는 않지만, 조금씩 기초를 다지면서 따라가면 나중에는 정상궤도에 진입할 수 있을 것.\n         ', '중2-1 중간 대비\n최다빈출\n1단원(14개/20문제) -> 재시험(16개/20문제) -> 재시험2(19개/20문제)\n\n2단원(15개/20문제)\n-> 재시험(16개/20문제)\n-> 재시험2(20개/20문제)\n\n3단원(18개/20문제)\n\n서술형\n1단원(10개/20문제)\n2단원(12개/20문제)\n\n기출\n명일중(16개/24문제)\n고덕중(10개/24문제)\n배재중(18개/28문제)\n성덕여중(13개/20문제)\n강일중(15개/20문제)\n\n명일중 예상문제(48개/61문제)   \n\n중2-1 기말 대비\n최다빈출\n1.연립방정식 (13개/20문제)\n\n2. 활용 (10개/20문제)\n\n3. 일차함수와 그래프 (12개/20문제) -> 재시험(14개/20문제)\n\n4. 일차함수와 방정식 (9개/20문제)\n\n학교기출\n명일중( 11개/21문제 )\n배재중( 13개/18문제)\n한영중( 17개/21문제) ', '         ', '11/25. 코로나 -> 12/4 보충 완료\n10/28 병결 -> 11/6 보충 완료          ', '', '', '0  ', '고래힐', '', '', '', '', '010-3356-0638', '사용'),
(11, 'leanmath', '1', '2022-04-22 01:56:09', '퇴원', '이하준', '화8목8', '이하준', '', '', '', NULL, NULL, NULL, '111111', NULL, '중등', '고덕중', '2', '미정', '미정', '미정', '2', '20', '4', '20', '', '', 350000, 0, 10000, NULL, '집에서 집중을 못하는 학생      ', '학습기록', NULL, '', NULL, '', NULL, '고덕중2 누나', '고래힐', '', '', '', '', '010-', '미사용'),
(12, 'leanmath', '1', '2022-04-22 01:56:09', '퇴원', '김지수', '월4금4', '김지수', NULL, NULL, '', NULL, NULL, NULL, '111111', NULL, '중등', '고덕중', '3', '미정', '미정', '미정', '1', '16', '5', '16', '', '', 350000, 0, 10000, NULL, '공부량 많고, 열심히 하는 학생     \r\n구주이배 학원으로 이동 ', '학습기록', NULL, '', NULL, '', NULL, '0', '고래힐', '', '', '', '', '010-', '미사용'),
(13, 'leanmath', '1', '2022-04-22 01:56:09', '퇴원', '박재환', '화6목6', '박재환', NULL, NULL, '', NULL, NULL, NULL, '111111', NULL, '중등', '배재중', '3', '미정', '미정', '미정', '2', '18', '4', '18', '', '', 350000, 0, 10000, NULL, '선행 안 되어 있다가 최근하는 학생        ', '학습기록', NULL, '', NULL, '', NULL, '0', '고래힐', '', '', '', '', '010-', '미사용'),
(14, 'leanmath', '1', '2022-04-22 01:56:09', '퇴원', '박호영', '월6금6', '박호영', '', '2021년12월31일', '', NULL, NULL, NULL, '111111', NULL, '중등', '삼육중', '3', '미정', '미정', '미정', '1', '18', '5', '18', '', '', 350000, 0, 10000, '', ' ', '2021년 11월 26일 업데이트\n\n중2 박호영  학습 기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(2시간), 화(1시간), 수(1시간), 목(1시간), 금(2시간), 토(2시간), 일(2시간) 주당 총 11시간\n\n<레벨테스트>\n중2 (3월) 76.05점\n\n<교재이력>\n중2-1 : 학원교재(개념+유형, 해결), 쎈, 최고수준, 일품\n중2-2 : 학원교재(개념+유형, 해결), 쎈, 일품, TOT\n중3-1 : 학원교재(개념+유형, 해결), 최고득점, 일품\n중3-2 : 학원교재(개념+유형, 해결), 쎈\n고1-1 : 정석( 수(상) ), RPM\n고1-2 : 수학입문, 라이트쎈\n \n<교재진행사항>\n1) 연산선행 \n- 고1-2 ( 수학입문 ) - 총 10단원\n1단원(3/4시작) 2단원(3/11시작) 3단원(3/21) 4단원(3/27) 5단원(4/29시작, 잠시 중단)\n\n- 고1-1 ( 라이트쎈 ) - 총 12단원\n1단원(8/14시작), 2단원(8/20시작, 잠시 중단) 3단원(11/3시작, 내신기간 중단)\n \n2) 개념선행 \n- 중2-2 (일품) - 총 9단원 (8/16 종료)\n1단원(5/22시작) 2단원(5/26) 3단원(5/29) 4단원(7/9) 5단원(7/10) 6단원(7/17) 7단원(7/27) 8단원(8/2) 9단원(8/10시작 8/16종료)\n\n- 중3-1 (일품) - 총 8단원 (8/16 종료)\n1단원(7/12시작) 2단원(7/14) 3단원(7/17) 4단원(7/22) 5단원(7/25) 6단원(7/30) 7단원(8/1) 8단원(8/7시작, 8/16 종료) - 대략 1달소요\n\n- 중3-1 (최강TOT) - 총 8단원\n1단원(8/30시작) 2단원(10/4) 3단원(10/26) 4단원(10/30) 5단원(11/11시작, 내신기간중단)\n\n3) 현행 심화 \n- 중2-1 (일품) - 총 9단원 -종료\n1단원(3/3시작) 2단원(3/6시작) 3단원(3/9) 4단원(3/13) 5단원(3/13) 6단원(3/18) 7단원(3/24) 8단원(5/21) 9단원(5/29시작, 6/7종료) - 대략 3.2개월 소요\n\n- 중2-1 (최고수준) - 총 10단원 -종료\n1단원(3/18시작) 2단원(4/11) 3단원(4/24) 4단원(4/25) 5단원(4/27) 6단원(5/12) 7단원(6/12) 8단원, 9단원(6/18시작) 10단원(7/1시작, 7월20종료) \n\n- 중2-2 (에이급) - 총 6단원\nA단계 제외하고 진행 1단원(8/23시작) 2단원(9/14) 5단원(10/31)  3단원(11/6) 4단원(11/18시작, 11/26종료) 내신기간 다시 안 푼 문제 풀이 진행중\n \n<단원평가사항>\n- 중2-1 기본과정\n1단원(14개/15문제) 통과\n2단원(14개/15문제) 통과\n3단원(15개/15문제) 통과\n\n실력과정으로 업그레이드\n- 중2-1 실력과정 총 5중단원\n1중단원(10개/15문제) ->재시험1(10개/15문제) -> 재시험2(12개/15문제)\n2중단원(12개/15문제) ->재시험(14개/15문제)\n3중단원(14개/15문제) 통과\n4중단원(12개/15문제) \n5중단원(11개/15문제) \n\n- 중2-2 기본과정 총 6중단원\n1중단원(14개/15문제) 통과\n2중단원(14개/15문제) 통과\n3중단원(11개/15문제) 재시험 예정\n4중단원(14개/15문제) 통과\n5중단원(12개/15문제) 통과\n6중단원(13개/15문제) 통과 \n\n- 중2-2 실력과정 총 6중단원\n1중단원(14개/15문제) 통과\n2중단원(10개/15문제) -> 재시험예정\n3중단원(12개/15문제) 통과\n4중단원(11개/15문제) -> 재시험예정\n5중단원 평가예정\n6중단원(5개/15문제) -> 재시험예정\n\n<학습 주안점>\n- 이전학원에서 진행한 선행을 이어서 고등선행 진행했으나 기본기가 부족해서 잠시 중단하고 중3-1 과정 복습을 하고 고등선행을 이어가기로 함.\n- 단원평가의 경우 기본과정은 어느 정도 통과되는데 실력과정부터 재시험을 통해 통과하고 있음.\n- 심화교재 연습시 문제를 전혀 못 풀거나 하지는 않는데 풀이과정이 깔끔하지 못해서 교정하고 있음.\n- 성실한 태도를 가지고 있어서 올바른 학습법을 익혀나가면 조금씩 실력이 쌓여갈 것으로 예상.  ', '내신준비기록\n중2-1 기말\n단원평가 1. 수와 식의 계산 : 21/25\n\n배재중 2019 중2-1중간 18/18\n고덕중 2019 중2-1중간 13/25\n명일중 2019 중2-1중간 20/21\n한영중 2019 중2-1중간 23/23\n\n삼육중 2021년 2학기 중간대비 52/56\n\n강남기출 \n1-1. 유리수와 순환소수  20/25\n1-2. 단항식과 다항식의 계산 22/25\n\n4-1. 이등변삼각형 24/25\n4-2. 삼각형의 외심과 내심 22/25\n5-1. 평행사변형 19/25\n5-2. 여러가지 사각형 21/25\n\n최다오답\n4. 삼각형 성질 11/15\n5. 사각형 성질 14/15  ', ' ', ' ', '', '', '0', '고래힐', '', '', '', '', '010-', '미사용'),
(15, 'leanmath', '1', '2022-04-22 01:56:09', '퇴원', '신하영', '월8금8', '신하영', NULL, NULL, '', NULL, NULL, NULL, '111111', NULL, '중등', '삼육중', '3', '미정', '미정', '미정', '1', '20', '5', '20', '', '', 400000, 0, 10000, NULL, '공부량 많고, 열심히 하나, 생각이 많은 학생      ', '학습기록', NULL, '', NULL, '', NULL, '0', '고래힐', '', '', '', '', '010-', '미사용'),
(17, 'leanmath', '1', '2022-05-28 11:58:07', '퇴원', '오대경', '수6토14', '오대경', '', '', '', '2022-01-12', '카톡', NULL, '111111', '', '중등', '고덕중', '3', '미정', '미정', '미정', '3', '20', '6', '16', '', '', 350000, 0, 10000, '', '중3-1 중간 (81점)  , 서술형 -9점            ', '2022년 1월 12일 업데이트\n\n중2 오대경 학습기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(0시간), 화(2시간), 수(2시간), 목(2시간), 금(0시간), 토(2시간), 일(2시간) 주당 총 10시간\n\n월(1시간), 화(3시간), 수(2시간), 목(3시간), 금(1시간), 토(2시간), 일(2시간) 주당 총 14시간\n\n<레벨테스트>\n중2 (3월) : 42.25점 -> 재시험(95.83점)\n\n<내신평가>\n중2-1 중간 75점 기말 82점\n중2-2 중간 79점\n\n<교재이력>\n중2-1 : 개념+유형, 쎈, 일품\n중2-2 : 개념+유형, RPM, 일품, 최고수준, 에이급\n중3-1 : 개념+유형, 학원교재(1월)\n중3-2 : 개념+유형, 학원교재, RPM\n고1-1 : 수학입문\n\n<교재진행사항>\n1) 연산선행 \n- 고1-1 (수학입문) 총 14단원\n1단원(3/5시작) 2단원(3/22) 3단원(4/1) 4단원(5/8) 5단원(5/22) 6단원(11/2) 7단원(12/21) 8단원(1/5)\n\n- 중3-2 (RPM ) 총 6단원 - 종료\n1단원(8/1시작) 2단원(8/6) 3단원(8/10) 4단원(8/15) 5단원(10/15) 6단원(10/30시작, 11/15종료) 대략 3개월 소요\n\n2) 개념선행 \n- 중2-2 (RPM) 총 10단원 - 종료\n1단원(3/28시작) 2단원(4/6) 3단원(5/9) 4단원(5/18) 5단원(5/30) 내신준비 6단원(7/17) 7단원(7/22) 8단원(7/23) 9단원(7/24) 10단원(7/25) 실력up+(8/10, 8/31종료) 대략 5개월 소요\n\n- 중3-1 (쎈) 총 12단원 - 종료\n1단원(5/27시작) 2단원(7/8) 3단원(7/14) 4단원(7/28) 5단원(8/5) 6단원(8/9) 7단원(8/10) 8단원(8/17) 9단원(8/23) 10단원(8/28) 11단원(10/14) 12단원(10/26시작, 11/13종료) 대략 5.5개월 소요\n\n- 중3-2 (쎈) 총 7단원 \n1단원(12/20시작) 2단원(1/5) 3단원(1/11시작, 진행중)\n\n3) 현행심화 \n- 중2-1 (일품) 총 9단원 - 종료\n1단원(3/29시작) 2단원(4/2) 3단원(4/11) 4단원(4/15) 5단원(4/17) 6단원(6/5) 7단원 8단원 9단원(6/30시작, 7/10종료) 대략 3.5 개월\n\n- 중2-2 (일품) 총 9단원 - 종료\n1단원(3/5시작) 2단원(3/10) 3단원(3/15) 잠시중단 4단원(8/7)\n5단원(8/8) 6단원(8/10) 7단원(8/14) 8단원(8/19) 9단원(8/21시작, 8/31종료) 대략 6개월 소요\n\n- 중2-2 (에이급) 총 5단원 - 종료\n1단원(9/3시작) 2단원(9/14) 3단원(10/28) 4단원(11/20) 5단원(11/24시작, 11/30종료) C, B단계 중심으로 마무리\n\n- 중3-1(RPM) 총 8단원 \n1단원(12/18시작) 2단원(12/29) 3단원(1/11시작, 진행중)\n\n<단원평가 결과>\n- 중2-1 기본과정\n1단원(11개/15문제) \n2단원(15개/15문제) 통과\n3단원(24개/30문제)\n4단원(15개/15문제) 통과\n5단원(12개/15문제) 통과\n\n- 중2-1 실력과정\n1단원(10개/15문제) -> 재시험(12개/15문제)\n2단원(7개/15문제) -> 재시험(11개/15문제)\n3단원(7개/15문제) -> 재시험1(7개/15문제) -> 재시험2(12개/15문제)\n4단원(11개/15문제) -> 재시험1(10개/15문제) -> 재시험2(14개/15문제)\n5단원(9개/15문제) -> 재시험(9개/15문제)\n\n- 중2-2 기본과정\n1단원(15개/15문제) 통과\n2단원(15개/15문제) 통과\n3단원(13개/15문제) 통과\n4단원(12개/15문제) 통과\n5단원(15개/15문제) 통과\n6단원(10개/15문제) -> 재시험(13개/15문제)\n\n- 중2-2 실력과정\n1단원(10개/15문제) -> 재시험(15개/15문제)\n2단원(10개/15문제) -> 재시험(14개/15문제)\n3단원(12개/15문제) 통과\n4단원(12개/15문제) 통과\n5단원(12개/15문제) 통과\n6단원 평가 예정\n\n<학습 주안점>\n- 성실하게 자기주도학습을 잘 따르고 있음.\n- 고등 연산 선행을 진행하다가 잠시 멈추고 중3 과정을 복습하고 있음.\n- 단원평가 결과가 안 좋았는데 점점 좋아지고 있음.\n- 기본평가는 통과하고 실력평가 통과를 목표로 하면 됨.\n- 최근 다시 고1-1 선행에 박차를 가하고 있음.      ', '내신 기록\n\n2019년 중2-2 중간 \n한영중 21개/22문제\n배재중 9개/14문제\n고덕중 22개/23문제\n명일중 17개/21문제\n\n2019년 중2-1 기말 \n고덕중 20개/24문제\n\n최다빈출\n1. 도형의 닮음\n2. 평행선에서의 닮음\n3. 무게중심\n4. 피타고라스정리\n5. 경우의 수\n\n최다오답\n중2 4. 삼각형의 성질 12개/15문제\n중2 5. 사각형의 성질 13개/15문제\n\n강남기출\n2-3. 연립일차방정식의 활용  16개/25문제\n3-1. 일차함수와 그 그래프 18개/25문제\n\n4-1. 이등변삼각형 22개/25문제\n4-2. 삼각형의 외심과 내심 21개/25문제\n5-1. 평행사변형 22개/25문제\n5-2. 여러가지 사각형 22개/25문제  \n\n중3-1 중간\n최다빈출\n1단원(18개/20문제)\n2단원(19개/20문제)\n3단원(19개/20문제)\n4단원(19개/20문제)\n서술형\n1단원(15개/20문제)\n2단원(13개/20문제)\n-> 재시험(18개/20문제)\n3단원(18개/20문제)\n4단원(14개/20문제)\n최다오답\n1,2단원(11개/15문제)\n강남기출\n1단원(18개/25문제)\n2단원(23개/25문제)\n3단원(22개/25문제)\n4단원(21개/25문제)\n강동기출\n고덕중(21/25문제)(20개/24문제)\n배재중(23개/28문제)\n한영중(20개/24문제)\n명일줄(19개/24문제)(22개/25문제)              \n ', '5/18 교재간 균형있게 풀기\n5/27 단원평가 X\n\n8/23 3-1 쎈 A단계만 다 풀기\n              ', '11/10 코로나 결석  -> 보충 완료            ', '', '', '0 ', '고래힐', '', '', '', '', '010-3101-7135', '사용'),
(18, 'leanmath', '1', '2022-04-22 01:56:09', '퇴원', '유원찬', '화6목6', '유원찬', '', '', '', NULL, NULL, NULL, '111111', NULL, '중등', '명일중', '3', '미정', '미정', '미정', '2', '18', '4', '18', '', '', 350000, 0, 10000, NULL, '연산이 서투나 성실한 학생, 약간 샤이        ', '학습기록', NULL, '', NULL, '', NULL, '명덕초6 동생', '고래힐', '', '', '', '', '010-', '미사용'),
(19, 'leanmath', '1', '2022-04-22 01:56:09', '퇴원', '이예린', '화6목6', '이예린', '', '2021년12월31일', '', NULL, NULL, NULL, '111111', NULL, '중등', '명일중', '3', '미정', '미정', '미정', '2', '18', '4', '18', '', '', 350000, 50000, 10000, '형제할인 5만원 초6 이효린', '공부량 많은데 덤벙되는 스타일                ', '2021년 12월 30일 업데이트\n\n중2 이예린  학습 기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(1시간), 화(2시간), 수(1시간), 목(2시간), 금(1시간), 토(2시간), 일(2시간) 주당 총 11시간\n\n<입반평가>\n중2 레벨테스트(3월) 64.7점\n\n<내신평가>\n중2-1 중간 (87점) 기말 (82점)\n중2-2 중간 (100점) 기말 (90점)\n\n<교재이력>\n중2-1 : 학원(개념+유형), 최상위, 블랙라벨, 일품\n중2-2 : 학원(개념+유형), 쎈, 일품\n중3-1 : 학원(개념+유형), 라이트쎈, 쎈, 에이급(중단)\n중3-2 : 학원(개념+유형), 쎈, 일품\n고1-1 : 수력충전, 라이트쎈\n \n<교재진행사항>\n1) 연산선행 \n- 고1-1 (수력충전교재) 총 11단원\n1단원(3/15시작) 2단원(3/19) 3단원(5/17) 4단원(5/24) 5단원(7/17) 6단원(8/2) 7단원(8/13) 8단원(8/27) 9단원(9/2) 10단원(10/10) 11단원(10/15시작, 10/23종료)\n\n- 고1-1 (라이트쎈교재) 총 12단원\n1단원(10/23시작) 2단원(11/5시작, 진행중)\n\n2) 개념선행\n- 중3-2 (쎈교재) 총 7단원 종료 \n1단원(3/13시작) 2단원(3/19) 3단원(3/25) 4단원(4/4) 5단원(5/7) 6단원(5/11) 7단원(5/13시작, 5/17종료) 대략 2개월 소요\n\n- 중3-1 (일품교재)  총 8단원 종료\n1단원(5/18) 2단원(5/20) 3단원(5/21) 4단원(5/28) 5단원(6/1) 6단원(7/12) 7단원(7/14) 8단원(8/9시작, 8/21종료) 대략 3개월 소요\n\n- 중3-1 (에이급 교재) 총 4단원\n1단원(7/18시작) 2단원(8/21시작, 10/7 잠시중단)\n\n- 중3-2 (일품교재) 총 6단원\n1단원(10/26시작) 2단원(11/5) 3단원(11/13) 4단원(12/20) 5단원(12/23시작, 진행중)\n\n3) 현행심화\n- 중2-1 (최고수준) 총 11단원 종료\n1단원(5/14시작) 2단원 3단원(5/15) 4단원(5/23) 5단원(5/27) 6단원 7단원(5/14) 8단원 9단원 10단원 11단원(6/8종료) \n\n- 중2-2 (쎈교재) 총 11단원 종료\n1단원(7/18시작) 2단원(7/22) 3단원(7/26) 4단원(8/13) 5단원(8/18) 6단원(8/26) 7단원(8/30) 8단원(9/2) 9단원(9/30) 10단원(10/10) 11단원(10/16시작, 10/21종료) 대략 3개월 소요\n\n- 중2-2 (일품교재) 총 9단원 종료\n1단원(9/1시작) 2단원(9/5) 3단원(9/7) 4단원(9/13) 5단원(9/16시작, 쎈 먼저 마무리후 10/28 다시 진행) 6단원(11/4) 7단원(11/29) 8단원(11/30) 9단원(12/12시작, 12/20종료) 대략 3.5개월 소요\n\n<단원평가사항>\n- 중2-1  기본과정\n1중단원(14개/15문제) 통과\n2중단원(12개/15문제) 통과\n3중단원(10개/15문제) -> 재시험(15개/15문제)\n4중단원(15개/15문제)\n5중단원(10개/15문제) -> 재시험(14개/15문제)\n\n- 중2-1  실력과정\n1중단원(7개/15문제) -> 재시험(14개/15문제)\n2중단원(11개/15문제) -> 재시험(15개/15문제)\n3중단원(2개/15문제) -> 재시험(14개/15문제)\n4중단원(10개/15문제) -> 재시험(12개/15문제)\n5중단원(7개/15문제) -> 재시험(11개/15문제)\n\n- 중2-2 기본과정 총 6중단원\n1중단원(14개/15문제) 통과\n2중단원(15개/15문제) 통과\n3중단원(8개/15문제) -> 재시험(14개/15문제)\n4중단원(13개/15문제) 통과\n5중단원(12개/15문제) 통과\n6중단원(10개/15문제) -> 재시험예정\n\n- 중2-2 실력과정 총 6중단원\n1중단원(11개/15문제) -> 재시험(15개/15문제)\n2중단원(10개/15문제) -> 재시험(13개/15문제)\n3중단원(12개/15문제) 통과\n4중단원(10개/15문제) -> 재시험(15개/15문제)\n5중단원(13개/15문제) 통과\n6중단원(11개/15문제) -> 재시험 예정\n', '  ', '  ', '  ', '', '이효린', NULL, '고래힐', '', '', '', '', '010-1234-1234', '미사용'),
(20, 'leanmath', '1', '2022-04-22 01:56:09', '퇴원', '조연우', '화6목6', '조연우', '2021년5월', '2022년1월31일', '', NULL, NULL, NULL, '111111', NULL, '중등', '한영중', '3', '미정', '미정', '미정', '2', '18', '4', '18', '', '', 350000, 0, 10000, '', '성실하고 공부 열심히 하는데 시험을 약간 못보는 학생             ', '2021년 12월 14일 업데이트\n\n중2 조연우 학습 기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(1.5시간), 화(2시간), 수(1.5시간), 목(2시간), 금(1.5시간), 토(1.5시간), 일(1시간) 주당 총 11시간\n\n<레벨평가>\n- 중1 (3월) 36.6점\n\n<내신평가>\n- 중2-1 중간: 84.5점 기말: 75점\n- 중2-2 중간: 70점 기말: 70.5점\n\n<교재이력>\n중2-1 : 학원교재, 집(블랙라벨), 쎈, 일품, 최고수준\n중2-2 : 학원교재, 일품, 최고수준, 쎈\n중3-1 : 학원교재, 베이직쎈(8월)\n중3-2 : 학원교재\n고1-1 : 학원교재(2권)\n고1-2 : 학원교재(중간)\n\n<교재진행사항>\n1) 연산선행 \n- 중1-1 (쎈연산) 종료\n- 중1-2 (쎈연산) 종료\n- 중3-1 (빅터연산) 종료\n\n- 고1-1 (라이트쎈) 총 12단원\n1단원(7/16시작) 2단원(7/29) 3단원(9/24시작, 중3-1 복습 후 진행 예정)\n\n- 중3-2 (수력충전) 총 6단원\n1단원(11/6시작, 내신기간 잠시 중단) \n\n2) 개념선행 \n- 중3-1 (쎈) 총 12단원\n1단원(7/14시작) 2단원(7/22) 3단원(7/31) 4단원(8/7) 5단원(8/21) 6단원(9/30) 7단원(10/15) 8단원(10/22) 9단원(10/25) 10단원(10/29시작, 내신 기간 잠시 중단)\n\n- 다음교재 중3-2 (쎈) 추천\n\n3) 현행심화 \n- 중2-1 (쎈) 총 11단원\n1단원(2/10시작) 2단원(2/20) 3단원(2/26) 4단원(3/3) 5단원(3/7) 6단원(3/19) 7단원(3/22) 8단원(4/4) 9단원(5/5) 10단원(5/28) 11단원(6/5시작, 6/10종료) 대략 4개월 소요\n\n- 중2-1 (일품) 총 4단원\n1단원(3/12시작) 2단원(3/29) 3단원(5/5) 4단원(5/10시작, 5/14종료) 대략 2개월 소요\n \n- 중2-2 (최고수준) 총 10단원\n1단원(5/14시작) 2단원(5/16) 3단원(5/29) 4단원(7/17) 5단원(7/28) 6단원(7/30) 7단원(8/18) 내신 기간 잠시 중단  \n\n- 중2-2 (쎈) 총 11단원 \n1단원(8/29시작) 2단원(9/24) 3단원(9/30) 4단원(10/13) 5단원(10/21) 6단원(10/27) 7단원(11/6) 8단원(11/9) 9단원(11/11) 10단원(11/14) 11단원(11/19) 12단원(11/19시작, 11/22종료) 내신기간 잠시 중단 7단원부터 C단계 풀기\n\n\n<단원평가사항>\n- 중2-1 기본과정 총 5중단원\n3중단원 (11개/15문제) -> 재시험(13개/15문제)\n4중단원(14개/15문제) 통과\n5중단원(10개/15문제) -> 재시험1(11개/15문제) -> 재시험2(15개/15문제)\n\n- 중2-1 실력과정 총 5중단원\n1중단원(10개/15문제) -> 재시험(13개/15문제)\n2중단원(10개/15문제) -> 재시험(12개/15문제)\n3중단원(10개/15문제) -> 재시험(14개/15문제)\n4중단원(10개/15문제) -> 재시험 예정\n5중단원(5개/15문제) -> 재시험 예정\n\n- 중2-2 기본과정 총 6중단원\n1중단원(8개/15문제) -> 재시험(14개/15문제)\n2중단원(12개/15문제) 통과\n3중단원(8개/15문제) -> 재시험(13개/15문제)\n4중단원(12개/15문제) 통과\n5중단원(11개/15문제) -> 재시험(13개/15문제)\n6중단원(11개/15문제) -> 재시험 예정\n\n- 중2-2 실력과정 총 6중단원\n1중단원(5개/15문제) -> 재시험 예정\n\n<학습 주안점>\n- 이전학원에서 고1-2까지 선행을 나가고 있었는데 선행진도 대비 현행 심화 실력이 부족한 상태\n- 전혀 모르지는 않는데 꼼꼼하지 못해서 문제 풀 때 실수가 있음.\n- 심화교재를 푸는데 스스로 푸는 양이 적음.\n- 단원평가 결과 중2-2 기본과정 평가가 완벽하지 못하고 실력과정 평가는 진도가 느려서 못 나갔음.\n- 전체적으로 학습 속도가 느리다고 판단됨.\n   ', '강남3구기출\n3-1. 일차함수와 그 그래프\n\n배재중 2019년 중2-1 중간 15개/18문제\n\n계산력 g단계 : 20분. 42개/50문제\n\n중1-1 기본과정\n10개/20문제 \n\n중2-2 중간 대비\n최다오답\n4. 삼각형의 성질(7개/15문제) -> 재시험(13개/15문제)\n5. 사각형의 성질(5개/15문제) ㅡㅓㅓ\n\n중2-2 기말 대비\n6-1. 도형의 닮음 (15개/20문제)\n6-2. 평행선 (17개/20개)\n6-3. 삼각형 무게중심 (17개/20문제)\n6-4. 피타고라스 정리 (18개/20문제)\n7-1.  경우의 수 (17개/20문제)\n7-2. 확률 (13개/20문제)\n\n한영중 중2-2 기말 기출\n(20개/25문제)\n\n\n      ', ' ', ' ', '', '', '0', '', '', '', '', '', '010-', '미사용'),
(21, 'leanmath', '1', '2022-04-22 01:56:09', '퇴원', '황지율', '월6금6', '황지율', '', '', '', NULL, NULL, NULL, '111111', NULL, '중등', '명일중', '3', '미정', '미정', '미정', '1', '18', '5', '18', '', '', 350000, 0, 10000, NULL, '중2 황지율 학습기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(2시간), 화(0시간), 수(1.5시간), 목(1.5시간), 금(2시간), 토(1시간), 일(2시간) 주당 총 9.5시간\n\n중2 입반 레벨테스트(3월) 61.97점\n\n<교재이력>\n중2-1 : 쎈, RPM\n중2-2 : 학원교재( 개념, 프린트 ), 쎈\n중3-1 : 학원교재( 자이스토리, 프린트 ), 디딤돌연산 쎈\n\n<학습 진행사항>\n1) 연산선행 \n- 중3-1 ( 디딤돌연산 ) 총 8단원 \n 1단원(8/11시작) 4단원(8/16시작) 5단원(8/20시작) 2단원(8/23시작) 3단원(8/27) 6단원(9/4시작, 현재 진행중)  \n\n- 중3-2 ( 수력충전 ) 진행 예정\n\n2) 개념선행 \n- 중3-1 ( 쎈 ) 총 12단원\n 1단원(3/8시작) 2단원(3/21시작) 3단원(3/31시작) 4단원(7/12시작) 5단원(7/26시작, 잠시 중단중 )\n\n- 중2-2 ( 쎈 ) 총 11단원\n 1단원(3/8시작) 2단원(3/28시작) 3단원(6/3시작) 4단원(7/22시작) 5단원(8/11) 6단원(8/21) 7단원(8/23시작, 잠시 중단 후 1단원부터 심화단계로 내신 연습중)\n\n3) 현행심화 \n- 중2-1 ( RPM ) 총 9단원\n 1단원(4/24시작) 2단원(4/28) 3단원 4단원(4/25시작) 5단원(5/12) 6단원(5/19) 7단원(6/10) 8단원(6/20) 9단원(6/27시작 7/1종료)\n  \n<단원평가 결과>\n중2-1 기본과정\n1단원( 10개/15문제 ) -> 재시험(14개/15문제)\n2단원( 11개/15문제 ) -> 재시험(14개/15문제)\n3단원( 8개/15문제) -> 재시험(12개/15문제)\n4단원( 11개/15문제) -> 재시험(15개/15문제)\n5단원( 11개/15문제) -> 재시험(14개/15문제)\n중2-1 실력과정\n1단원( 10개/15문제) -> 재시험( 10개/15문제)\n3단원( 9개/15문제) -> 재시험예정\n중2-2 기본과정\n1단원( 12개/15문제) \n2단원( 13개/15문제)\n중2-2 실력과정\n1단원(5개/15문제) \n\n<학습 주안점>\n- 기본기가 부족해서 연산교재부터 단계적으로 학습량을 늘리고 점차적으로 난이도를 높여가는 학습이 필요.\n- 자기주도학습이 잘 이루어지지 않아 집에서 하는 학습량이 적음.\n- 심화문제를 해결할 수 있는 응용문제에 대한 연습이 더욱 필요.  ', '학습기록', NULL, '', NULL, '', NULL, '한영고2 누나, 대학 형', '고래힐', '', '', '', '', '010-', '미사용'),
(22, 'leanmath', '1', '2022-07-18 05:30:23', '재원', '경민채', '월6금6', '경민채', '', '', '', '2022-03-17', '카톡', NULL, '111111', '고1', '고등', '컨벤션고', '1', '미정', '미정', '미정', '1', '18', '5', '18', '', '', 400000, 0, 10000, '', '선행이 느린 학생        ', '2022년 3월 16일 업데이트\n\n고1 경민채 학습기록 공유드립니다.  \n\n<자기주도 학습시간계획> \n월(2시간), 화(1시간), 수(1시간), 목(1시간), 금(2시간), 토(1시간), 일(1시간) 주당 총 9시간  \n\n<레벨테스트>  \n중3(3월) : 57.74점\n\n<내신시험>\n중3-1 중간 (54점)\n중3-2 중간(73점) 기말(52점) \n\n<교재이력>  \n중3-1 : 라이트쎈(과외), 쎈\n중3-2 : 빅터연산, 디딤돌 연산,  라이트쎈\n고1-1 : 수력충전, 베이직쎈\n\n<교재진행사항> \n1) 연산선행   \n- 중3-2 (빅터연산) \n1단원(3/3시작) 2단원(3/23) 3단원(5/14시작, 5/30종료)\n대략 3개월 소요\n\n- 중3-2 (디딤돌연산)\n1단원(5/31시작) 2단원(8/9) 5단원(8/22) 3단원(10/6) 4단원(10/15시작, 10/20종료) 대략 4개월 소요\n\n- 고1-1 (베이직쎈)\n1단원(11/27) 2단원(12/10) 3단원(12/18) 4단원(12/27) 5단원(1/16) 6단원(1/28) 잠시 중단하고 다시 수력충전 진행\n\n2) 개념선행   \n- 고1-1 (수력충전)\n1단원(7/23시작) 2단원(7/30) 3단원(8/20) 4단원(9/10) 잠시 중단하고 베이직쎈 진행 5단원(3/4, 진행중)\n\n3) 현행심화\n- 중3-1 (쎈) \n1단원(3/8시작) 2단원(3/6) 3단원(3/11) 4단원(3/16) 5단원(3/30) 6단원(4/19) 7단원(4/27) 8단원(5/8) 9단원(5/22) 10단원(6/1) 11단원(6/15) 12단원(6/20시작, 6/30종료) 대략 4개월 소요 C단계는 생략\n\n- 중3-2 (라이트쎈) 총 7단원\n1단원(8/9시작) 2단원(9/10) 6단원(9/13) 3단원(10/25) 4단원(10/26) 5단원(10/28)  7단원(11/10시작, 11/15종료) 대략 3개월 소요\n\n- 중3-1 (RPM)\n1단원(12/20시작) 2단원(12/26) 3단원(12/31) 4단원(1/2) 5단원(1/12) 6단원(1/21) 7단원(1/26) 8단원(1/28시작, 3/2종료) 대략 2.5개월 소요\n\n<단원평가 결과>   \n- 중1~중2 복습\n중1-1 과정평가(12개/20문제) -> 재시험(17개/20문제)\n중1-2 과정평가(14개/20문제) -> 재시험예정\n중2-1 과정평가(10개/20문제) -> 재시험예정\n\n- 중3-1 기초과정 총 5중단원\n1중단원(14개/15문제) 통과\n2중단원(13개/15문제) 통과\n3중단원(9개/15문제) -> 재시험1(8개/15문제) -> 재시험2(14개/15문제)\n4중단원(8개/15문제) -> 재시험1(10개/15문제) -> 재시험2(14개/15문제)\n5중단원(9개/15문제) -> 재시험(14개/15문제)\n\n- 중3-1 기본과정 총5중단원\n1중단원(6개/15문제) -> 재시험1(11개/15문제) -> 재시험2(8개/15문제)\n2중단원(9개/15문제) -> 재시험(13개/15문제)\n3중단원(6개/15문제) -> 재시험(14개/15문제)\n4중단원(9개/15문제) -> 재시험(14개/15문제)\n5중단원(10개/15문제) -> 재시험보류\n\n- 중3-2 개념과정\n1중단원(11개/15문제) -> 재시험(14개/15문제)\n2중단원(15개/15문제) 통과\n3중단원(13개/15문제) 통과\n\n- 중3-2 기초과정\n1중단원(13개/15문제) 통과\n2중단원(12개/15문제) 통과\n3중단원(13개/15문제) 통과\n\n- 중3-2 기본과정\n1중단원(9개/15문제) \n2중단원(12개/15문제) 통과\n\n- 고1-1 개념과정\n1중단원(12개/20문제) -> 재시험예정\n2중단원(13개/20문제) -> 재시험예정\n\n<학습 주안점> \n- 자기주도학습을 이해하고 잘 따르고 있음.\n- 가끔 우선순위면에서 공부를 후순위로 미루는 경향이 있음.\n- 기초력이 부족해서 기초부터 탄탄히 다져나감.\n- 본인이 확실히 이해한 것은 확실히 정답을 맞추지만 많이 응용된 문제들에 대해서는 적응력이 부족함.\n- 고1-1 선행을 해 나가다가 잠시 멈추고 중3-1 교재 실력수준의 문제집으로 복습하고 다시 고1-1 선행을 나가고 있음.\n- 고1-1 중간고사 범위까지는 진도가 나갔고, 기말고사 범위까지 진도를 나가면서 앞부분의 수준을 올려서 공부해 나가야함.  ', '    ', '    ', '    ', '', '', '0 ', '', '', '0108915-7490', '010-4715-3991', '', '010-', '미사용'),
(24, 'leanmath', '1', '2022-04-22 01:56:09', '퇴원', '신재원', '월8금8', '신재원', NULL, NULL, '', NULL, NULL, NULL, '111111', NULL, '고등', '며일중', '1', '미정', '미정', '미정', '1', '20', '5', '20', '', '', 400000, 0, 10000, NULL, '하나고 가고 싶어하는 학생      ', '학습기록', NULL, '', NULL, '', NULL, '0', '고래힐', '', '', '', '', '010-', '미사용'),
(25, 'leanmath', '1', '2022-04-22 01:56:09', '퇴원', '이민준', '수6토16', '이민준', NULL, NULL, '', NULL, NULL, NULL, '111111', NULL, '고등', '명일중', '1', '미정', '미정', '미정', '3', '18', '6', '16', '', '', 350000, 0, 10000, NULL, '', '학습기록', NULL, '', NULL, '', NULL, '0', '주영쇼핑근처', '', '', '', '', '010-', '미사용'),
(29, 'leanmath', '1', '2022-04-22 01:56:09', '퇴원', '이우형', '월2금2', '이우형', '2022-03-28', '', '', '2022-02-07', '카톡', NULL, '111111', NULL, '초등', '묘곡초', '5', '미정', '미정', '미정', '1', '14', '5', '14', '', '', 225000, 0, 5000, '', '연산이 부족함\n공부하기 싫어함            ', '2022년 2월 7일 업데이트\n\n초5 이우형 학습 기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(1.5시간), 화(1시간), 수(1시간), 목(1시간), 금(1.5시간), 토(30분), 일(30분) 주당 총 7시간\n\n<레벨테스트>\n초4 (3월) 36.62점\n\n<교재이력>\n초3-2 : 해결의 법칙, 디딤돌\n초4-1 : 빅터연산(4A), 디딤돌(기본) + 쎈 + 최상위S(중단)\n초4-2 : 빅터연산(4B), 쎈, 기탄수학(H4, H5 )\n초5-1 : 빅터연산(5A), 디딤돌(기본+응용)\n\n<교재진행사항>\n1) 연산선행 \n- 초4-1(빅터연산4A) 총 8단원 - 종료\n1단원(3/10시작) 2단원(3/15) 3단원(3/24) 4단원(4/2) 5단원(4/30) 6단원(5/11) 7단원(5/20) 8단원(5/31시작, 6/22종료) 대략 3.3개월 소요\n\n- 초4-2(빅터연산4B)  총 8단원 - 종료\n1단원(3/3시작) 잠시 중단후 빅터연산4A진행 2단원(6/23시작) 3단원(7/16) 4단원(7/19) 5단원(7/26) 6단원(8/20) 7단원(9/4) 8단원(9/5시작, 9/10종료) 대략 2.5개월 소요\n \n- 기탄수학(H4) 총 4단원 종료\n1단원(10/22시작) 2단원(11/4시작) 나눗셈 연산을 힘들어 해서 구몬수학 진도를 기다리며 분수계산으로 넘어감 3단원, 4단원, 4분문장제(11/27시작, 12/10종료)\n\n- 기탄수학(H5) 총 4단원 종료\n1단원(10/23시작) 2단원(12/15) 3단원(12/20) 4단원(12/29시작, 1/10종료)  \n\n- 기탄수학(I1) 총 4단원 - 마무리중\n1단원(1/14시작) 2단원(1/20) 3단원(1/24) 4단원(1/30) 4분문장제(2/7시작, 진행중)\n \n- 초5-1(빅터연산) 총 6단원 - 진행중\n1단원(9/6시작) 2단원(9/26) 3단원(10/9) 4단원(12/17) 5단원(1/13) 6단원(1/28) 7단원(2/5시작, 진행중)\n\n2) 개념선행\n- 초4-2(쎈) 총 6단원 - 종료\n1단원(8/2시작) 2단원(9/3) 3단원(9/23) 4단원(10/8) 5단원(10/22) 6단원(11/12) 모의고사(12/2시작, 12/30종료) 대략 4개월 소요\n\n- 초5-1 (디딤돌 기본+응용) 총6단원 - 진행중 \n1단원(1/14시작) 2단원(2/7시작, 진행중)\n\n3) 현행 심화 \n- 초4-1(쎈교재) 총 6단원 - 종료\n1단원(6/23시작) 2단원(생략) 3단원(5/7시작) 4단원(5/31) 5단원(6/8) 6단원(7/5시작, 8/1종료)\n\n- 초4-1(최상위S교재) - 진행중\n1단원(3/3시작) 2단원(3/29) 3단원(4/14) 4단원(5/28시작, 중단) 너무 어려워 해서 초4-1(쎈교재)를 먼저 진행 후 최근 1단원~3단원(11/5시작) 부터 안 푼 것 중 적당한 난이도만 선별해서 풀어보고 있음\n\n- 다음교재 초5-1(쎈교재) 예정\n\n<단원평가 결과>\n- 초4-1 기본과정 종료\n2단원(8개/10문제) 통과\n3단원(6개/10문제) -> 재시험1 (5개/10문제) -> 재시험2 (6개/10문제)\n4단원(8개/10문제) 통과\n5단원(8개/10문제) 통과\n6단원(8개/10문제) 통과\n\n- 초4-2 기본과정\n1단원(9개/10문제) 통과\n2단원(4개/10문제) -> 재시험(9개/10문제)\n3단원(7개/10문제) -> 재시험(4개/10문제) -> 재시험2(8개/10문제)\n4단원(6개/10문제) -> 재시험(9개/10문제)\n5단원(7개/10문제) -> 재시험(10개/10문제)\n6단원(9개/10문제) 통과\n\n<학습주안점>\n- 최근 초5-1 기탄수학 I1교재와 빅터연산 교재로 연산의 기초를 다지고 있는데 연습하는 만큼 오답이 줄고, 푸는 속도가 빨라지고 있음.\n- 응용문제에 대한 적응 훈련은 더 필요한 상황.\n- 초4-2 쎈 교재가 마무리 되고, 초4-1 교재 중 어려워 안 푼 문제를 학원에 올때마다 풀리고 있음.\n- 학습습관이 형성될때까지 가정에서 각별한 관심이 필요.          ', '          ', '12/17 - 기탄수학 답지 안가져옮\n채점하지 않고 몰아서 풀어옴\n\n11/10 최상위 과제 안 해옴\n\n10/29 나눗셈 줄이 안 맞어 다시 품, 채점 안 되어 있음.      \n10/15 단원 평가 안 가져옴\n\n9/27 과제 부족\n9/17 연산과제 부족, 과제 줄여줌\n9/13 연산부족, 오답 미흡\n9/10 날짜 안 적고, 오답정리 부족\n9/3 과제 부족, 답지 없음             ', '12/3 결석 \n\n11/8 결석 -> 11/10 4시 보충완료\n\n10/25 결석\n\n10/4 경주여행 결석\n          ', '', '', '이연우 초6 누나', '배재현대아파트', '', '', '', '', '010-5042-5174', '사용'),
(30, 'leanmath', '1', '2022-07-30 04:57:01', '재원', '박서윤', '월2금2', '박서윤', '', '', '', '2022-07-29', '카톡', NULL, '111111', '초6', '초등', '묘곡초', '6', '미정', '미정', '미정', '1', '14', '5', '14', '', '', 225000, 0, 5000, '', '              ', '2022년 7월 29일 업데이트\n\n초6 박서윤  학습 기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(1.5시간), 화(1시간), 수(1시간), 목(1시간), 금(1.5시간), 토(1시간), 일(1시간) 주당 총 8시간\n\n<레벨테스트>\n초5 (3월) 40.84점\n초6 (5월) 57.75점\n\n<교재이력>\n초4-2 : EBS(2권), 쎈\n초5-1 : 쎈, 디딤돌(문제유형), 쎈\n초5-2 : 학원교재, 쎈, 최상위S\n초6-1 : 빅터연산, 디딤돌(기본+응용), 쎈, 최상위S \n초6-2 : 빅터연산,  디딤돌(기본+응용), 쎈\n중1-1 : 기탄수학(K3, K4, K5), 수력충전, 라이트쎈\n중1-2 : 수력충전\n \n<교재진행사항>\n1) 연산선행 \n- 초6-2 ( 빅터연산 ) 총 9단원 - 종료\n1단원(4/22시작) 2단원(5/2시작) 3단원(5/8) 4단원(5/19) 5단원(6/6) 6단원(6/15) 7단원(6/26) 8단원(7/6) 9단원(7/7시작 7/9종료) - 대략 2.5개월 소요\n \n- 중1-1 (기탄수학 K3 ) 총 4단원 - 종료\n1단원(11/1시작) 2단원(11/14) 3단원(12/7) 4단원(12/20) 4분문장제(12/28시작, 1/7종료) 대략 2개월 소요\n \n- 중1-1 (기탄수학 K4) 총 4단원 - 종료\n1단원(1/8시작) 2단원(1/18) 3단원(1/29) 4단원(2/11) 4분문장제(3/5시작, 3/10종료)\n\n- 중1-1 (기탄수학 K5) 총 4단원 - 종료\n1단원(3/19시작) 2단원(4/2) 3단원(4/10) 4단원(4/28시작, 종료)\n\n- 중1-1 (수력충전) 총 8단원 - 마무리중\n1단원(7/20시작) 2단원(8/10시작) 3단원(8/28) 4단원(9/13) 5단원(10/15) 6단원(6/12) 7단원(6/25) 8단원(7/8시작, 마무리중)\n\n- 다음교재 중1-2 (수력충전) 예정\n\n2) 개념선행 \n- 초5-2 ( 쎈 ) 총 6단원 - 종료\n1단원, 2단원(기존) 3단원(3/25시작) 4단원(4/12시작) 5단원(5/19) 6단원(5/27시작, 7/9 종료)\n\n- 초6-1 ( 디딤돌 기본+응용 ) 총 6단원 - 종료\n1단원(6/8시작) 2단원(7/23) 3단원(8/10) 4단원(8/16) 5단원(9/11) 6단원(9/24) 건너뛴 심화문제 풀고 실력보강자료(11/1시작, 11/22종료) 대략 5개월 소요 \n\n- 초6-1 (쎈교재) 총 6단원 - 종료\n1단원(11/25시작) 2단원(11/29) 3단원(12/5) 4단원(12/23) 5단원(1/6) 6단원(1/21) 모의고사(2/2시작, 2/11종료) 대략 2.5개월 소요\n \n- 초6-2 (디딤돌 기본+응용) 총 6단원 - 진행중\n1단원(2/26시작) 2단원(3/9) 4단원(4/9) 3단원(4/22) 5단원(6/19) 6단원(7/21시작, 진행중) \n\n3) 현행 심화 \n- 초5-1( 최상위S ) 총 6단원 - 종료\n3단원(4/24시작) 2단원(5/5시작)  4단원(5/13시작) 5단원(5/27시작) 6단원(6/25시작, 8/23 종료)  대략 4개월 소요\n\n- 초5-2 ( 최상위S ) 총 6단원 - 종료\n1단원( 8/12 시작) 2단원(9/14) 3단원(10/16) 4단원(11/18) 5단원(12/2) 6단원(12/18시작, 종료 )\n\n- 초6-1 (최상위S) 총 6단원 - 진행중\n1단원(5/2시작) 2단원(5/7) 3단원(5/22) 4단원(5/29) 5단원(6/19) 6단원(7/21시작, 진행중)\n \n- 다음교재 초6-2(쎈) 예정\n\n<단원평가사항>\n- 초5-1 기본과정 - 종료\n1단원( 9개/10문제 ) 통과\n2단원( 4개/10문제 ) -> 재시험( 9개/10문제)\n3단원( 7개/10문제 ) -> 재시험( 8개/10문제)\n4단원( 8개/10문제 ) 통과\n5단원( 4개/10문제) -> 재시험( 7개/10문제) \n6단원( 8개/10문제) 통과\n\n- 초5-1 실력과정 - 보류\n1단원( 5개/10문제 ) \n2단원( 3개/10문제 )  \n3단원( 4개/10문제 ) -> 재시험( 6개/10문제)\n\n- 초5-2 기본과정 - 종료\n1단원(5개/10문제) -> 재시험(9개/10문제)\n2단원(7개/10문제) -> 재시험(10개/10문제)\n3단원(8개/10문제) 통과\n4단원(8개/10문제) 통과\n5단원(7개/10문제) -> 재시험(8개/10문제)\n6단원(9개/10문제) 통과\n\n- 초5-2 실력과정 - 진행중\n1단원(8개/10문제) 통과\n2단원(5개/10문제) ->재시험(8개/10문제)\n3단원(9개/10문제) 통과\n4단원 평가 예정\n\n- 초6-1 기본과정 - 종료\n1단원(6개/10문제) -> 재시험(8개/10문제)\n2단원(9개/10문제) -> 통과\n3단원(8개/10문제) -> 통과\n4단원(5개/10문제) -> 재시험(9개/10문제)\n5단원(7개/10문제) -> 재시험(8개/10문제)\n6단원(7개/10문제) -> 재시험(10개/10문제)\n\n- 초6-2 기본과정 - 진행중\n1단원(4개/10문제)-> 재시험(10개/10문제)\n2단원(5개/10문제) -> 재시험(9개/10문제)\n3단원(6개/10문제) -> 재시험(10개/10문제)\n4단원 평가예정\n\n<학습 주안점>\n- 자기주도학습을 익혀가고 있음.\n- 가끔 과제를 안해 올때가 있음.\n- 옛날보다는 어려운 문제에 대한 거부감이 줄어들었음.\n- 단원평가 결과가 아직은 안 좋아서 더 노력해야 됨.    ', '              ', '12/17 기탄수학 과제 밀려서 일주일동안 2장-> 3장씩 풀기로 함\n\n12/10 단원평가 안 해옴, 기탄수학 안 해옴\n\n12/3 과제 안 해옴\n\n11/19 화 과제 안 해옴               ', '              ', '', '', '외동       ', '고래힐', '', '010-7615-2635', '010-3022-3366', '', '010-', '미사용'),
(31, 'leanmath', '1', '2022-07-18 05:24:56', '재원', '박재민', '월4금4', '박재민', '2021-02-01', '', '', '2021-11-29', '카톡', NULL, '111111', '초6', '초등', '묘곡초', '6', '미정', '미정', '미정', '1', '16', '5', '16', '', '', 300000, 0, 10000, '', '비례식 약함         ', '2022년 6월 10일 업데이트\n\n초6 박재민 학습 기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(2시간), 화(1시간), 수(1시간), 목(1시간), 금(2시간), 토(1시간), 일(1시간) 주당 총 9시간\n\n<레벨테스트>\n초5 (3월) : 46.47점\n초5 (7월) : 38.02점 -> 47.89점\n\n<교재이력>\n초5-1 : 쎈\n초5-2 : 빅터연산, 디딤돌(기본+응용), 쎈, 최상위S\n초6-1 : 빅터연산, 디딤돌(기본+응용)\n초6-2 : 빅터연산, 디딤돌(기본+응용)\n \n<교재진행사항>\n1) 연산선행 \n- 초5-2 ( 빅터연산 ) - 종료\n\n- 초6-1 ( 빅터연산 ) - 총 9단원 - 종료\n1단원(4/4시작) 2단원(4/9시작) 3단원(4/16) 4단원(4/27) 5단원(5/5) 6단원(5/14) 7단원(5/25) 8단원(6/13시작, 6/27 종료) - 대략 3개월 소요\n\n- 초6-2 ( 빅터연산 ) - 총 9단원 -종료\n1단원(7/6시작) 2단원(7/13시작) 3단원(7/19) 4단원(8/5) 5단원(8/18) 6단원(8/23) 7단원(9/3) 8단원(9/10) 9단원(9/13시작, 9/18종료 ) - 대략 2.3개월 소요\n\n- 초6-2 (디딤돌 기+응) - 총 9단원\n1단원(9/21시작) 2단원(10/13) 3단원(11/5) 4단원(11/28) 5단원(12/27) 6단원(1/2시작, 1/11종료) - 대략 3.5개월소요\n\n- 중1-1 (빅터연산A) - 총 4단원\n1단원(1/11시작) 2단원(3/2) 3단원(3/26) 4단원(4/11시작, 6/3종료) 대략 5.5개월 소요\n\n- 중1-1 수력충전 - 총 8단원\n1단원(6/4시작) 2단원(6/9시작, 진행중)\n\n2) 개념선행 \n- 초5-2 (디딤돌 기+응) - 총 6단원 - 종료\n1단원(2/27시작) 2단원(3/16시작) 3단원(3/28) 4단원(4/18) 5단원(5/12) 6단원(6/4시작, 7/1종료) - 대략 4개월 소요\n\n- 초6-1 (디딤돌 기+응) - 총 6단원 - 종료\n1단원(7/9시작) 2단원(7/24시작) 3단원(8/17) 4단원(9/3) 5단원(10/10) 6단원(11/16) 실력보강(1/1시작, 1/28종료)  \n\n- 초6-1 (쎈교재) - 총 6단원\n1단원(1/29시작) 2단원(2/11) 3단원(2/26) 4단원(3/25) 5단원(4/14) 6단원(5/17) 모의고사(6/4시작, 진행중)\n\n- 다음교재 초6-2(쎈교재) 예정\n\n3) 현행심화 \n- 초5-1 ( 쎈 ) - 총 6단원 - 종료\n1단원(2/25시작) 2단원(3/11시작) 3단원(4/11시작) 4단원(4/29) 5단원(6/3) 6단원(6/27시작, 1단원부터 C단계 마무리하고 9/13 종료)\n\n- 초5-2 ( 쎈 ) - 총 6단원 - 종료\n1단원(8/20시작) 2단원(9/22) 3단원(10/9) 4단원(10/19) 5단원(11/11) 6단원(12/7) 모의고사(12/27시작, 1/10종료) 4개월소요 \n\n- 초5-2 (최상위S) - 총 6단원 - 진행중\n1단원(1/11시작) 2단원(2/15) 3단원(2/26) 4단원(3/18) 5단원(4/9) 6단원(4/16) 복습책(5/3시작, 진행중)\n\n- 다음교재 초6-1(최상위S) 예정\n\n<단원평가사항>\n- 초5-1 기본과정\n1단원( 6개/10문제 ) -> 재시험(9개/10문제)\n2단원( 7개/10문제 ) -> 재시험(10개/10문제)\n3단원( 5개/10문제 ) -> 재시험(8개/10문제)\n4단원( 8개/10문제 ) 통과\n5단원( 5개/10문제 ) -> 재시험1(6개/10문제) -> 재시험2(8개/10문제)\n6단원( 7개/10문제 ) 통과\n\n- 초5-2 기본과정\n1단원(3개/10문제) -> 재시험(8개/10문제)\n2단원(8개/10문제) 통과\n3단원(6개/10문제) -> 재시험(10개/10문제)\n4단원(6개/10문제) -> 재시험(9개/10문제)\n5단원(4개/10문제) -> 재시험(9개/10문제)\n6단원(10개/10문제) 통과\n\n- 초5-2 실력과정\n1단원(6개/10문제) -> 재시험(8개/10문제)\n2단원(4개/10문제) -> 재시험(10개/10문제)\n3단원(4개/10문제) -> 재시험(8개/10문제)\n4단원(7개/10문제) -> 재시험(8개/10문제)\n5단원(5개/10문제) -> 재시험(9개/10문제)\n6단원(4개/10문제) -> 재시험(8개/10문제)\n\n- 초5-2 실력과정2\n1단원(10개/10문제) 통과\n2단원(6개/10문제) -> 재시험(10개/10문제)\n3단원(8개/10문제) 통과\n4단원(8개/10문제) 통과\n5단원(6개/10문제) -> 재시험(10개/10문제)\n6단원 평가예정\n\n- 초6-1 기본과정\n1단원(6개/10문제) -> 재시험(9개/10문제)\n2단원(5개/10문제) -> 재시험(9개/10문제)\n3단원(7개/10문제) -> 재시험(9개/10문제)\n4단원(5개/10문제) -> 재시험(10개/10문제)\n5단원(7개/10문제) -> 재시험(9개/10문제)\n6단원(4개/10문제) -> 재시험1(6개/10문제) -> 재시험2(10개/10문제)\n\n- 초6-1 기본과정2\n1단원(9개/10문제) 통과\n2단원(5개/10문제) -> 재시험(10개/10문제)\n3단원(9개/10문제) 통과\n4단원(8개/10문제) 통과\n5단원(5개/10문제) -> 재시험(9개/10문제)\n6단원(5개/10문제) -> 재시험예정\n\n- 초6-1 실력과정\n1단원(5개/10문제) -> 재시험(8개/10문제)\n2단원 평가예정\n \n<학습 주안점>\n- 연산이 빠른 편이나 너무 급하게 계산하는 경향이 있음\n- 중1-1 빅터연산 교재를 진행하는데 연산을 헷갈려 해서 중1-1 수력충전 교재로 반복해서 연습시키고 있음.\n- 풀고 있는 책에 비해서 단원평가의 1차평가 결과가 부족하게 나와서 빠른선행보다는 중5-2 심화교재까지 연습하면서 단원평가를 다시 보고 있는데 결과는 좋아지고 있음.\n- 공부에 조금 더 우선순위를 두고 좀 더 적극적인 마음으로 교재를 풀어나가야 함.  ', '연산 초5(D단계) 2/19 실시\n48개/50문제 12분 8초        ', '12/10  단원평가 안 가져옮\n \n11/8 연습장 X\n10/29 식, 계산, 답 깔끔하게 쓰기\n10/24 여행 때문 과제 부족\n9/27  과제 부족\n9/10 풀이 깨끗하게 쓰기 (지우개 지우기)\n7/5 토, 일 과제 안 함\n5/10 연습장 안가져 옮\n        ', '11/12 코딩 대회 결석 ->\n10/1 여수여행 결석 ->\n8/2 여행 결석 -> 보충 완료\n7/26 여행 \n4/23 결석 -> 보충완료        ', '', '외동', '외동   ', '고래힐', '', '010-3386-0373', '010-6341-9889', '', '010-', '미사용'),
(33, 'leanmath', '1', '2022-04-22 01:56:09', '퇴원', '최현호', '화2목2', '최현호', '', '', '', NULL, NULL, NULL, '111111', NULL, '초등', '묘곡초', '6', '미정', '미정', '미정', '2', '14', '4', '14', '', '', 150000, 0, 10000, NULL, '초5 최현호 학습 기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(1.5시간), 화(1시간), 수(1.5시간), 목(1시간), 금(1.5시간), 토(1.5시간), 일(1.5시간) 주당 총 9.5시간\n\n입반 레벨테스트(3월) 29.57점\n\n<교재진행사항>\n1) 연산선행 \n- 초5-1 (빅터연산)  총 8단원\n1단원(3/6시작) 2단원(3/15) 3단원(4/1) 4단원(4/13) 5단원(4/15) 6단원(4/23) 7단원(5/8) 8단원(5/14시작 5/15 종료)  대략 2.5개월 소요\n- 초5-2 (빅터연산)  총 8단원\n1단원(4/29시작) 2단원(4/29) 3단원(5/20) 4단원(6/1) 5단원(6/16) 6단원(6/29) 7단원(7/20) 8단원(8/17시작 8/19 종료) 대략 2.5개월 소요\n- 초6-1 (빅터연산) 총 6단원\n1단원(8/25시작 현재 진행중)\n \n2) 개념선행 \n- 초5-2(디딤돌 기본+응용) 총 6단원\n1단원(5/20시작) 2단원(6/3) 3단원(6/20) 4단원(7/20) 5단원(8/26시작 현재 진행중)\n\n3) 현행 심화 \n- 초5-1(디딤돌 기본+응용) 총 6단원\n1단원(3/6시작) 2단원(3/12) 3단원(3/22) 4단원(4/1) 5단원(4/13) 6단원(4/29시작 5/18 종료)\n\n- 초5-1(쎈 ) 총 6단원\n1단원(5/20시작) 2단원(6/9) 3단원(7/27) 4단원(8/17시작 현재 진행중)\n\n향후 초5-2(쎈) 진행 예정\n\n<단원평가사항>\n초5-1 기본과정\n1단원( 8개/10문제 ) 통과\n2단원( 1개/10문제 ) -> 재시험1( 4개/10문제) -> 재시험2( 8개/10문제)\n3단원( 7개/10문제 ) 통과\n4단원( 4개/10문제 ) -> 재시험( 8개/10문제)\n5단원( 8개/10문제 ) 통과\n6단원( 7개/10문제 ) 통과\n \n초5-2 기본과정\n1단원( 9개/10문제 ) 통과\n2단원( 진행 예정 )\n\n<학습시 주안점>\n- 숫자를 반듯하게 쓰게 지도\n- 초반에 비하면 연산 실력이 많이 늘고 문제 풀이 실수가 많이 줄고 있음.\n- 학습량이 부족해서 현행심화 교재를 풀 여유가 없음. ', '학습기록', NULL, '', NULL, '', NULL, '0', '고래힐', '', '', '', '', '010-', '미사용'),
(34, 'leanmath', '1', '2022-04-22 01:56:09', '퇴원', '설민서', '화4목4', '김동찬', NULL, NULL, '', NULL, NULL, NULL, '111111', NULL, '중등', '명일중', '3', '미정', '미정', '미정', '2', '16', '4', '16', '', '', 350000, 0, 10000, NULL, '학생   ', '학습기록', NULL, '', NULL, '', NULL, '0', NULL, '', '', '', '', '010-', '미사용'),
(35, 'leanmath', '1', '2022-07-18 01:30:04', '재원', '김재하', '화6목6', '김재하', '2021년2월1일', '', '', '2022-03-04', '카톡', NULL, '111111', '중1', '중등', '명일중', '1', '미정', '미정', '미정', '2', '18', '4', '18', '', '', 350000, 0, 10000, '', '          ', '2022년 3월 3일  업데이트 \n\n중1 김재하 학습기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(2시간), 화(1.5시간), 수(1.5시간), 목(1.5시간), 금(2시간), 토(0시간), 일(0시간) 주당 총 8.5시간\n\n<레벨테스트>\n초6 : (1월) 86.1점 (10월) : 100점 (12월) : 83.1점\n중1 : (5월) 63.38점\n \n<교재이력>\n초6-1 : 디딤돌(기본+응용) 최상위S, 쎈, 왕수학\n초6-2 : 기적연산법, 디딤돌(기본+응용), 최상위S, 왕수학\n중1-1 : 빅터연산, 라이트쎈, RPM, 쎈, 일품\n중1-2 : 디딤돌연산, RPM, 쎈\n중2-1 : 수력충전, 라이트쎈, RPM\n중2-2 : 수력충전\n\n<교재진행사항>\n1) 연산선행 \n- 초6-2 (기적의연산법) -  종료\n- 중1-1 (빅터연산A) -  종료\n- 중1-1 (빅터연산B)  총 3단원 - 종료\n1단원(4/6시작) 2단원(4/21시작) 3단원(5/10시작, 5/21종료) - 대략 1.5개월 소요\n\n- 중1-2 (디딤돌연산) 총 11단원 - 종료\n1단원(5/17시작) 2단원(5/26시작) 3단원(6/3) 4단원(6/7) 5단원(6/16) 6단원(6/25) 7단원(7/15) 8단원(7/19) 9단원(7/23) 10단원(8/9) 11단원(8/12시작, 8/16 종료) - 대략 3개월 소요\n\n- 중2-1 (수력충전) 총 8단원 - 종료\n1단원(7/9시작) 2단원(7/12시작) 3단원(7/16) 4단원(7/22) 5단원(7/30) 6단원(8/11) 7단원(8/19) 8단원(8/30시작, 9/3종료) - 대략 2개월 소요\n\n- 중2-1 (라이트쎈) 총 10단원 - 종료\n1단원(10/4시작) 2단원(10/13) 3단원(10/22) 4단원(11/4) 5단원(11/17) 6단원(11/25) 7단원(12/7) 8단원(12/21) 9단원(12/30) 10단원(1/12) 모의고사(1/20시작, 1/31종료) 대략 3.7개월 소요\n\n- 중2-2( 수력충전) 총 8단원 - 종료\n1단원(2/17시작) 2단원(2/22) 3단원(3/11) 4단원(3/15) 5단원(3/21) 6단원(3/23) 7단원(3/24) 8단원(3/28시작, 종료) 대략 1.5개월 소요\n\n- 중3-1 (라이트쎈 ) 총 10단원 - 진행중\n1단원(4/1시작) 2단원(4/11) 3단원(4/18) 4단원(4/26) 5단원(5/2) 6단원(5/16) 7단원(5/30) 8단원(6/9시작, 진행중)\n\n2) 개념선행 \n- 초6-2 ( 디딤돌(기본+응용) 교재 ) - 종료\n- 초6-2 ( 최상위S 교재 ) - 종료\n\n- 중1-1 (라이트쎈 교재 ) 총 9단원 - 종료\n1단원(4/6시작) 2단원(4/13시작) 3단원(4/26) 4단원(4/29) 5단원(5/12) 6단원(5/26) 7단원(6/4) 8단원(6/22) 9단원(6/25시작, 7/1종료) - 대략 3개월 소요\n\n- 중1-1 ( RPM 교재 ) - 총 9단원 - 종료\n1단원(6/30시작) 2단원(7/6시작) 3단원(7/16) 4단원(7/26) 5단원(8/12) 6단원(8/20) 7단원(8/27) 8단원(9/10) 9단원(9/13) 실력업(9/16시작, 9/30종료) 대략 3개월 소요\n\n- 중1-2 ( RPM 교재 ) - 총 8단원 - 종료\n1단원(8/16시작) 2단원(8/19시작) 3단원(8/30) 4단원(9/3) 5단원(9/13) 6단원(9/24) 7단원(10/4) 8단원(10/20) 실력업(10/29시작, 11/10종료) 대략 3개월 소요 \n\n- 중1-2 (쎈 교재) - 총 10단원~20단원 - 종료\n10단원(11/11시작) 11단원(11/22) 12단원(12/1) 13단원(12/9) 14단원(12/17) 15단원(12/30) 16단원(1/12) 17단원(1/19) 18단원(1/21) 19단원(2/9) 20단원(2/15시작, 2/17종료) 대략 3개월 소요\n\n- 중2-1 (RPM) 총 9단원 - 종료\n1단원(2/2시작) 2단원(2/10) 3단원(2/16) 4단원(2/23) 5단원(3/2) 6단원(3/7) 7단원(3/16) 8단원(3/30) 9단원(4/11) 실력업(4/20시작, 종료) 대략 3개월 소요\n\n- 중2-2 (쎈) 총 11단원 - 진행중\n1단원(4/28시작) 2단원(5/10) 3단원(5/20) 4단원(5/30시작, 진행중)\n \n3) 현행 심화 \n- 초6-1 (최상위S) - 종료\n- 초6-1 (쎈) - 종료\n- 초6-1 (점프왕수학) - 총 6단원 - 종료\n1단원(3/24시작) 2단원(4/13시작) 3단원(4/20) 4단원(4/29) 5단원(5/18) 6단원(6/2시작, 7/2종료) - 대략 3.2개월 소요\n\n- 초6-2 (점프왕수학) - 총 6단원 - 종료\n1단원(9/6) 2단원(9/14) 3단원(9/29) 4단원(10/7) 5단원(10/20) 6단원(11/2시작, 11/11종료) 대략 2개월 소요\n\n- 중1-1 ( 쎈) - 총 9단원 - 종료\n1단원(11/9시작) 2단원(11/18) 3단원(12/3) 4단원(12/13) 5단원(12/28) 6단원(1/7) 7단원(1/19) 8단원(1/27) 9단원(2/4시작, 2/11종료) 대략 3개월 소요\n\n- 중1-1(일품) 총 7단원 - 종료\n1단원(2/14시작) 2단원(2/16) 3단원(2/18) 4단원(2/28) 5단원(3/3) 6단원(3/14) 7단원(3/15시작, 3/24종료) 대략 1.3개월 소요\n\n-  중1-1(에이급) 총 5단원 - 종료\n1단원(3/24시작) 2단원(4/8) 3단원(4/20) 4단원(5/3) 5단원(5/17시작, 5/31종료) 대략 2.3개월 소요\n\n- 중1-1 (블랙라벨) 총 9단원 - 진행중\n1단원(6/3시작) 2단원(6/9시작, 진행중)\n\n<단원평가사항>\n- 초6-1 실력과정 \n과정평가(13개/15문제) 통과\n\n- 초6-1 심화과정 - 종료\n1단원( 10개/10문제) 통과\n2단원( 10개/10문제) 통과\n3단원( 8개/10문제) 통과\n4단원( 7개/10문제) -> 재시험 (10개/10문제)\n5단원( 9개/10문제) 통과\n6단원( 9개/10문제) 통과\n\n- 초6-2 심화과정1 - 종료\n1단원( 9개/10문제 ) 통과\n2단원( 7개/10문제 )\n3단원( 9개/10문제 ) 통과\n4단원( 10개/10문제) 통과\n5단원( 10개/10문제) 통과\n6단원( 6개/10문제)\n\n- 초6-2 심화과정2 - 종료\n1단원(9개/10문제) 통과\n2단원(9개/10문제) 통과\n3단원(9개/10문제) 통과\n4단원(10개/10문제) 통과\n5단원(7개/10문제)\n6단원(9개/10문제) 통과\n\n- 중1-1 기본과정 총 5 중단원 - 종료\n1중단원( 11개/15문제 ) -> 재시험(15개/15문제)\n2중단원( 13개/15문제 ) 통과\n3중단원( 14개/15문제 ) 통과\n4중단원( 15개/15문제 ) 통과\n5중단원( 11개/15문제 ) -> 재시험(15개/15문제)\n\n- 중1-1 실력과정1 총 5 중단원 - 종료\n1중단원( 13개/15문제 ) 통과\n2중단원( 11개/15문제 ) -> 재시험(12개/15문제)\n3중단원( 8개/15문제 ) -> 재시험(13개/15문제)\n4중단원(13개/15문제) 통과\n5중단원(12개/15문제) 통과\n\n- 중1-1 실력과정2 총 5중단원 - 종료\n1중단원(13개/15문제) 통과\n2중단원(11개/15문제) -> 재시험(15개/15문제)\n3중단원(13개/15문제) 통과\n4중단원(15개/15문제) 통과\n5중단원(12개/15문제) 통과\n\n- 중1-2 기본과정 총 6중단원 -종료\n1중단원( 12개/15문제) 통과\n2중단원( 15개/15문제) 통과\n3중단원( 15개/15문제) 통과\n4중단원( 15개/15문제) 통과\n5중단원( 15개/15문제) 통과\n6중단원( 15개/15문제) 통과\n7중단원( 14개/15문제) 통과\n\n- 중1-2 실력과정 총 7중단원 - 종료\n1중단원( 13개/15문제) 통과\n2중단원( 11개/15문제) -> 재시험(15개/15문제)\n3중단원( 13개/15문제) 통과\n4중단원( 15개/15문제) 통과\n5중단원( 12개/15문제) 통과\n6중단원( 13개/15문제) 통과\n7중단원( 13개/15문제) 통과\n\n- 중2-1 기초과정 총 5중단원 -종료\n1중단원( 13개/15문제) 통과\n2중단원( 14개/15문제) 통과\n3중단원( 15개/15문제) 통과\n4중단원( 13개/15문제) 통과\n5중단원( 13개/15문제) 통과\n\n- 중2-2 기초과정 총 5중단원\n1중단원(14개/15문제) 통과\n2중단원 평가예정\n\n<학습시 주안점>\n- 자기주도학습체계를 잘 따라 가고 있음. \n- 초6-2 심화과정을 잘 마무리하고 중등과정을 체계적으로 선행해 나가고 있음.\n- 정해진 시간에 집중해서 공부하는 습관이 잘 잡혀 있음.\n- 중등 단원평가 결과가 좋아서 중2-2부터는 기초과정 생략하고 기본과정부터 진행하면서 고등 선행을 위해 중등과정을 빠르게 마무리하는 것이 좋을 듯함.\n- 중등1-1 부터 현행 심화 학습이 진행되고 있음.    ', '          ', '          ', '          ', '', '', '어린동생   ', '고래힐', '', '', '', '', '010-', '미사용'),
(37, 'leanmath', '1', '2022-07-19 12:45:58', '재원', '이연우', '월6금6', '이연우', '', '', '', '2022-04-01', '카톡', NULL, '111111', '중1', '중등', '명일중', '1', '미정', '미정', '미정', '1', '18', '5', '18', '', '', 350000, 0, 10000, '형제할인 -3만원 초4 이우형', '     ', '2022년 7월 18일 업데이트\n\n중1 이연우 학습 기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(2시간), 화(1.5시간), 수(1.5시간), 목(1.5시간), 금(2시간), 토(1.5시간), 일(0시간) 주당 총 10시간\n\n<레벨테스트>\n초6 (3월) 37.5점\n중1 (5월) 23.94점\n\n<과정평가>\n초5-1 실력(10개/15문제) \n초5-2 실력(9개/15문제)\n초6-1 기본(12개/15문제) 실력(4개/15문제)\n초6-2 기본(13개/15문제) 실력(8개/15문제)\n\n<교재이력>\n초6-1 : 수력충전, 짤강, 최상위S\n초6-2 : 짤강, 수력충전, 디딤돌(기본+응용), 쎈\n중1-1 : 쎈연산, 짤강, 빅터연산, 라이트쎈, 기탄(K3, K4)\n중1-2 : 디딤돌연산, 라이트쎈\n중2-1 : 기탄수학(L1, L2, L3, L4)\n \n<교재진행사항>\n1) 연산선행 \n- 중1-1B ( 빅터연산 교재 ) - 총 3단원 종료\n1단원(3/4시작) 2단원(3/27시작) 3단원(4/20시작, 잠시중단후 6/10종료) \n\n- 중1-2 ( 디딤돌연산 교재 ) - 총 11단원\n1단원(3/9시작) 잠시중단 2단원(6/18) 3단원(7/7) 4단원(7/20) 5단원(8/13) 6단원(8/24시작, 잠시 중단중)\n\n- 중1-1 ( 수력충전 교재 ) - 총 8단원\n1단원(9/1시작) 2단원(9/5) 3단원(9/7) 4단원(9/8) 5단원(9/28) 6단원(10/4) 7단원(12/1) 8단원(12/9시작, 종료) 대략 3.7개월 소요\n\n- 중1-1 ( 기탄수학 K3, K4 ) - 종료\n\n- 중2-1 ( 기탄수학 L1, L2, L3, L4) - 진행중 \n\n2) 개념선행 \n- 초6-2 ( 디딤돌 기본+응용 ) - 총 6단원 - 종료\n1단원(3/2시작) 2단원(3/22시작) 3단원(4/17) 4단원(5/6) 5단원(5/11) 어려워서 건너뛴 부분 1단원부터 풀고 6단원(7/7시작, 7/30종료) - 대략 5개월 소요\n\n- 중1-1 (라이트쎈 ) - 총 9단원 - 종료\n1단원(8/8시작) 2단원(8/14) 3단원(10/19) 4단원(11/1) 5단원(12/2) 6단원(12/18) 7단원(12/30) 8단원(5/10) 9단원(5/20시작, 6/13종료)\n\n- 중1-2 (라이트쎈) - 총 9단원 - 진행중\n1단원(2/25시작) 2단원(3/3) 3단원(3/13) 4단원(3/19) 5단원(4/19) 6단원(5/25) 7단원(5/28) 8단원(6/20) 9단원(7/1시작, 진행중)\n\n3) 현행심화 \n- 초6-1 (최상위S) - 총 6단원 - 중단\n1단원(3/2시작) 2단원(3/24) 3단원(4/21) 4단원(5/2) \n- 풀다가 난이도 조정으로 중단\n\n- 초6-1 (쎈 교재 ) - 총 6단원 - 종료\n1단원(5/22시작) 2단원(6/10) 학교진도에 맞춰 순서 바꿈 6단원(6/22) 5단원(7/14) 3단원(7/22) 4단원(7/18)  - 대략 2.5개월 소요 \n\n- 초6-2 (쎈 교재 ) - 총 6단원 - 종료\n1단원(8/8시작) 2단원(8/26) 3단원(9/28) 4단원(10/11) 5단원(10/19) 6단원(11/2) 모의고사(12/3시작, 12/20종료)\n\n- 중1-1 (RPM) - 총 9단원 - 진행중\n1단원(1/13시작) 2단원(1/15) 3단원(1/25) 4단원(1/31) 5단원(5/10) 6단원(5/27) 7단원(6/6) 8단원(6/18) 9단원(6/30시작, 진행중)\n\n<단원평가사항>\n- 초6-1 기본과정\n1단원 (7개/10문제) -> 재시험1(6개/10문제) -> 재시험2(10개/10문제)\n2단원 (9개/10문제) 통과\n3단원 (7개/10문제) -> 재시험(7개/10문제)\n4단원 (4개/10문제) -> 재시험(10개/10문제)\n5단원 (9개/10문제) 통과\n6단원 (7개/10문제) 재시험예정\n\n- 초6-1 기본과정2\n1단원 (10개/10문제) 통과\n2단원 (8개/10문제) 통과\n3단원 (9개/10문제) 통과\n4단원 (6개/10문제) 재시험예정\n5단원 (9개/10문제)\n6단원 (4개/10문제) 재시험예정\n\n- 초6-1 실력평가 \n1단원 (4개/10문제) -> 재시험1(5개/10문제) -> 재시험2(6개/10문제) -> 재시험3(8개/10문제)\n2단원 (7개/10문제) -> 재시험(9개/10문제)\n3단원 (7개/10문제) -> 재시험(4개/10문제)\n\n- 초6-1 실력평가2\n1단원(4개/10문제) -> 재시험(8개/10문제)\n2단원(6개/10문제) -> 재시험(6개/10문제)\n3단원(5개/10문제) -> 재시험예정\n\n- 초6-2 기본평가 - 종료\n1단원 (5개/10문제) -> 재시험(9개/10문제)\n2단원 (7개/10문제) -> 재시험(9개/10문제)\n3단원 (5개/10문제) -> 재시험(10개/10문제)\n4단원 (5개/10문제) -> 재시험(9개/10문제)\n5단원 (6개/10문제) -> 재시험(10개/10문제)\n6단원 (10개/10문제) 통과\n\n- 중1-1 기초과정 - 총 5단원 - 진행중\n1단원(6개/15문제) -> 재시험(14개/15문제)\n2단원(10개/15문제) -> 재시험1(11개/15문제) -> 재시험2(15개/15문제)\n3단원(14개/15문제) 통과\n4단원(10개/15문제) 재시험예정\n5단원 평가예정\n\n<학습 주안점>\n', '     ', '8/14 유리수, 문자 계산 부족\n8/17 디딤돌 연산 풀이x           ', '8/3 여행결석 -> 8/14 11시 보강\n9/9 -> 1시간조퇴\n9/14 -> 결석 -> 토 9시 보충\n9/23 -> 결석(외가) ->\n\n11/11 개인사정 -> 11/15 보충완료\n11/23 장염결석 ->            ', '', '', '0  ', '', '', '010-6268-5174', '010-5042-5174', '', '010-5042-5174', '사용'),
(38, 'leanmath', '1', '2022-04-22 01:56:09', '퇴원', '임수연', '월2금2', '임수연', '', '', '', NULL, NULL, NULL, '111111', NULL, '중등', '묘곡초', '1', '미정', '미정', '미정', '1', '14', '5', '14', '', '', 350000, 0, 10000, NULL, '최근에 많이 공부하는 학생,\n운동관련 활동이 많음.\n\n초6 임수연  학습 기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(2시간), 화(1시간), 수(1시간), 목(1시간), 금(2시간), 토(1시간), 일(0시간) 주당 총 8시간\n\n입반 레벨테스트(6월) 70.83점\n\n<교재진행사항>\n1) 연산선행 \n- 중1-1(수력충전) 총 8단원\n1단원(5/3시작), 2단원(5/4시작), 3단원(5/11), 4단원(5/12), 5단원(5/24), 6단원(6/11), 7단원(6/15), 8단원(6/21), 9단원(6/21시작, 7/5 종료)  약 2개월 소요\n\n- 중1-2(디딤돌 연산) 총 11단원\n1단원(7/7시작), 2단원(7/13시작), 3단원(7/21), 4단원(7/26), 5단원(8/9), 6단원(8/19시작 현재진행중)\n \n2) 개념선행 \n- 초6-2(만점왕) 총 6단원\n1단원(4/23시작), 2단원(4/26시작), 3단원(4/29시작), 4단원(5/2), 5단원(5/7), 6단원(5/13시작, 5/31 종료)   약 1.7개월 소요\n\n- 중1-1(라이트쎈) 총 9단원\n1단원(7/7 시작), 2단원(7/15 시작), 3단원(7/27), 4단원(8/3),5단원(8/12시작 현재진행중) \n\n3) 현행 심화 \n- 초6-1 (쎈교재). 총 6단원\n1단원(5/5 시작), 2단원(5/8 시작), 3단원(5/13), 4단원(5/21), 5단원(5/27), 6단원(6/1시작 6/11 종료)  총 1.3달 소요\n\n- 초6-2 (쎈 교재) 총 6단원\n1단원(6/1시작), 2단원(6/15), 3단원(7/1), 4단원(7/6), 5단원(7/22), 6단원(7/31시작 ,8/12 종료) 약 2.5달 소요\n\n- 초6-2 ( 최상위S 교재) 총 6단원\n1단원( 8/13 시작) 2단원( 8/18시작, 현재 진행중 )\n\n<단원평가사항>\n- 초6-1 기본과정\n1단원( 9개/10문제 ) 통과\n2단원( 8개/10문제 ) 통과\n3단원( 10개/10문제 ) 통과\n4단원( 8개/10문제 ) 통과\n5단원( 7개/10문제) -> 재시험( 10개/10문제) \n6단원( 8개/10문제) 통과\n\n- 초6-1 실력과정\n1단원( 7개/10문제) -> 재시험1( 6개/10문제) -> 재시험2( 9개/10문제)\n2단원( 6개/10문제) -> 재시험( 9개/10문제) \n3단원( 9개/10문제) 통과\n4단원( 9개/10문제) 통과\n5단원( 8개/10문제) 통과\n6단원( 7개/10문제) -> 재시험1( 7개/10문제) -> 재시험2(9개/10문제)\n\n- 초6-2 기본과정\n1단원( 8개/10문제) 통과\n2단원( 9개/10문제) 통과\n3단원( 9개/10문제) 통과\n4단원( 10개/10문제) 통과\n5단원( 9개/10문제) 통과\n6단원( 9개/10문제) 통과\n\n- 초6-2 실력과정\n1단원 ( 예정 ) \n\n<지적사항 메모>\n- 8/16  식, 계산, 답 구분해서 풀이과정 상세히 적기 ( 글씨 줄 맞추기 )\n- 8/23  채점 깨끗하게 해 오기\n\n<학습 주안점>\n전반적으로 선행이 많이 안 되어 있었는데, 학생이 꾸준히 열심히 학습해서 커리큘럼과 자기주도학습 체계가 잡혀가고 있습니다. \n다만 가끔 이해 안 되서 고민한다는 이유로 한곳에 오래 머무르는 경향이 있어 학습의 흐름이 이어지지 못하는 경우가 많은 점은 주의가 필요할 듯합니다.  ', '학습기록', NULL, '', NULL, '', NULL, '언니 고3', '고래힐', '', '', '', '', '010-', '미사용'),
(39, 'leanmath', '1', '2022-07-21 09:56:40', '재원', '장예준', '화6목6', '장예준', '', '', '', '2021-12-14', '카톡', NULL, '111111', '중1', '중등', '묘곡초', '1', '미정', '미정', '미정', '2', '18', '4', '18', '', '', 350000, 0, 10000, '', '운동하다가 최근에 공부하는 학생                    ', '2022년 7월 21일 업데이트\n\n중1 장예준 학습 기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(1.5시간), 화(2시간), 수(1.5시간), 목(2시간), 금(1.5), 토(1.5시간), 일(0시간) 주당 총 10시간\n\n<레벨 테스트>\n초6( 3월 ) 8.3점\n\n<교재이력>\n초6-1 : 디딤돌(응용) 쎈\n초6-2 : 쎈연산, EBS 만점왕, 쎈\n중1-1 : 기탄수학(K1~K5), 빅터연산, 라이트쎈, RPM(예정)\n중2-1 : 기탄수학(L1), 라이트쎈(예정)\n\n<교재진행사항>\n1) 연산선행 \n- 초6-2 (쎈연산) 총6단원 - 종료\n1단원(3/4시작)~6단원(5/13시작, 5/24종료) 대략 3개월 소요\n\n- 중1-1 (빅터연산 중1A) 총4단원 - 종료\n1단원(5/25시작) 2단원(6/12시작) 3단원(7/8) 4단원(8/10시작, 10/4종료) 대략 4개월 소요\n \n- 중1-1 ( 기탄수학 (K1~K5) - 종료 \n11/23~ 4/18 까지 대략 5개월 소요 \n\n- 중2-1 (기탄수학L1) 총4단원 - 진행중\n1단원(6/14시작) 2단원(6/22) 3단원(7/1) 4단원(7/9시작, 마무리중)\n\n- 다음교재 중2-1 기탄수학 L2\n\n2) 개념선행 \n- 초6-2 (만점왕) 총 6단원 - 종료 \n1단원(4/21시작) 2단원(5/11) 3단원(6/13) 4단원(6/19)  5단원(8/10) 6단원(8/19시작, 8/31종료) 대략 4개월 소요\n\n- 중1-2 수력충전 총 9단원 - 진행중 \n1단원(5/17시작) 2단원(5/20) 3단원(5/25) 4단원(5/27) 5단원(6/12) 6단원(6/24) 7단원(7/5) 8단원(7/19시작, 진행중)\n\n- 다음교재 중2-1 수력충전 예정\n\n3) 현행심화 \n- 초6-1( 디딤돌 응용교재) 총6단원 - 종료\n1단원(3/2시작) 2단원(3/10) 3단원(3/17) 4단원(3/25) 5단원(3/29) 6단원(4/16시작, 4/28종료) 대략 2개월 소요 \n\n- 초6-1( 쎈교재 ) 총 6단원 - 종료\n1단원(4/29시작) 4단원(6/3시작) 2단원(6/15시작)  5단원(7/13시작) 6단원(7/29시작 진행중) 3단원(8/9시작, 8/20종료) 대략 4개월 소요\n\n- 초6-2(쎈교재) 총 6단원 - 종료\n1단원(9/7시작) 2단원(9/22) 3단원(10/19) 4단원(11/1) 5단원(11/16) 6단원(12/28) 모의고사(1/18시작, 2/10종료) 대략 5개월 소요\n\n- 중1-1 (라이트쎈) 총 9단원 - 진행중\n1단원(9/7시작) 2단원(9/28) 3단원(10/20) 4단원(11/12) 잠시중단 5단원(3/31) 6단원(5/6) 7단원(5/16) 8단원(6/14) 9단원(6/29) 모의고사(7/14시작, 마무리중)\n\n<단원평가사항>\n- 초6-1 기본과정 총6단원 - 종료\n1단원(7개/10문제) ->재시험1(6개/10문제) -> 재시험2(10개/10문제)  \n2단원(5개/10문제) ->재시험(8개/10문제)\n3단원(7개/10문제) ->재시험(8개/10문제)\n4단원(4개/10문제) -> 재시험 (10개/10문제) \n5단원(9개/10문제) 통과\n6단원(8개/10문제) 통과\n\n- 초6-2 기초과정 총 6단원 - 종료\n1단원(5개/10문제) -> 재시험(10개/10문제)\n2단원(8개/10문제) 통과\n3단원(4개/10문제) -> 재시험(9개/10문제)\n4단원(7개/10문제) -> 재시험(9개/10문제)\n5단원(5개/10문제) -> 재시험(10개/10문제)\n6단원(8개/10문제) 통과\n\n- 초6-2 기본과정 - 종료\n1단원(5개/10문제) -> 재시험(10개/10문제)\n2단원(3개/10문제) -> 재시험(8개/10문제)\n3단원(8개/10문제) 통과\n4단원(9개/10문제) 통과\n5단원(6개/10문제) -> 재시험(9개/10문제)\n6단원(10개/10문제) 통과\n\n- 중1-1 개념과정  5중단원 - 종료\n1중단원(15개/15문제) 통과\n2중단원(9개/15문제) -> 재시험(15개/15문제)\n3중단원(12개/15문제) 통과\n4중단원(10개/15문제) -> 재시험(12개/15문제)\n5중단원(14개/15문제) 통과\n\n- 중1-1 기초과정 5중단원 - 진행중\n1중단원(13개/15문제) 통과\n2중단원(13개/15문제) 통과\n3중단원(14개/15문제) 통과\n4중단원(10개/15문제) -> 재시험(13개/15문제)\n5중단원 평가예정\n \n<학습주안점>\n- 자기주도학습체계가 자리잡아가고 있음.\n- 중1-1 연산 기초가 잡혀서 중2-1 연산 선행을 진행하고 있음.\n- 여전히 응용문제에 대한 문제해결력이 부족하지만 쉽게 포기하지 않고 배운 것을 열심히 공부하고 있음. ', '       ', '       ', '       ', '', '', '7살남동생,10살 초3   ', '고래힐', '', '', '', '', '010-5811-7535', '미사용'),
(47, 'leanmath', '1', '2022-04-22 01:56:09', '퇴원', '윤예담', '수8토16', '윤예담', '', '', '', NULL, NULL, NULL, '111111', NULL, '고등', '한영고', '2', '미정', '미정', '미정', '3', '20', '6', '16', '', '', 450000, 0, 10000, NULL, '', '학습기록', NULL, '', NULL, '', NULL, '0', '고래힐', '', '', '', '', '010-', '미사용');
INSERT INTO `student` (`id`, `workspace`, `flag`, `modified_time`, `status`, `name`, `class_name`, `user_id`, `start_date`, `end_date`, `report_short_memo`, `report_date`, `report_type`, `s_memo`, `password`, `grade`, `grade1`, `school_name`, `grade2`, `level1`, `level2`, `level3`, `class_day1`, `class_time1`, `class_day2`, `class_time2`, `class_day3`, `class_time3`, `fees`, `discount1`, `discount2`, `discount_memo`, `memo`, `study_memo`, `test_memo`, `check_memo`, `off_memo`, `rookie`, `sibling_name`, `sibling_memo`, `house`, `distance`, `s_phone`, `m_phone`, `mom_memo`, `receipt_phone`, `receipt_use`) VALUES
(53, 'leanmath', '1', '2022-07-18 05:26:18', '재원', '성은규', '월4금4', NULL, '', '', '', '2022-02-28', '카톡', NULL, NULL, '중1', '중등', '묘곡초', '1', '미정', '미정', '미정', '1', '16', '5', '16', '', '', 350000, 0, 10000, '', '        ', '6월 27일 업데이트\n\n중1 성은규 학습기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(2+1시간), 화(2시간), 수(2시간), 목(2시간), 금(2시간), 토(2시간), 일(0시간) 주당 총 13시간\n\n<레벨테스트>\n초6 (4월) 83.33점 (10월) 87.32점\n중1 (3월) 88.73점, (5월) 80.28점(재시험100점)\n\n<교재이력>\n초6-1 : 최상위, 쎈\n초6-2 : 최상위S, 디딤돌(응용), 만점왕, 왕수학\n중1-1 : 수력충전, 라이트쎈, RPM, 쎈, 일품, 에이급\n중1-2 : 수력충전, RPM, 쎈\n중2-1 : 수력충전, RPM, 쎈\n중2-2 : 수력충전, RPM\n중3-1 : 수력충전\n\n<교재진행사항>\n1) 연산선행 \n- 중1-1 (수력충전교재) 총 8단원 - 종료\n1단원(4/10시작) 2단원(4/15시작) 3단원(4/22) 4단원(4/26) 5단원(5/6) 6단원(5/13) 7단원(5/20) 8단원(5/22시작 5/29종료)  대략 1.8개월 소요\n\n- 중1-2 (수력충전교재)  총 9단원 - 종료\n1단원(5/29시작) 2단원(6/2시작) 3단원(6/7) 4단원(6/11) 5단원(6/18) 6단원(6/28) 7단원(7/2) 8단원(7/14) 9단원(7/23시작 7/28종료 ) 대략 2개월 소요 \n\n- 중2-1 (수력충전교재) 총 8단원 - 종료\n1단원(7/28시작) 2단원(8/2) 3단원(8/3) 4단원(8/5) 5단원(8/10) 6단원(8/13) 7단원(8/27) 8단원(9/9시작, 9/17종료) 대략 1.7개월 소요\n\n- 중2-1 (라이트쎈교재) 총 10단원 - 종료\n1단원(9/23시작) 2단원(10/4) 3단원(10/13) 4단원(10/22) 5단원(11/2) 6단원(11/9) 7단원(11/24) 8단원(12/2) 9단원(12/9) 10단원(12/15) 모의고사(12/27시작, 12/30종료) 대략 3.2개월 소요\n\n- 중2-1 (RPM 교재) 총 9단원 - 종료\n1단원(1/3시작) 2단원(1/7) 3단원(1/14) 4단원(1/19) 5단원(1/26) 6단원(2/2) 7단원(2/11) 8단원(2/25) 9단원(3/4) 실력업(3/11시작, 3/21종료) 대략 2.8개월 소요\n\n- 중2-2 (수력충전) 총 8단원 - 종료\n1단원(3/22시작) 2단원(3/28) 3단원(4/8) 4단원(4/8) 5단원(4/29) 6단원(5/4) 7단원(5/12) 8단원(5/18시작, 5/21종료) 대략 2개월 소요\n\n- 중2-2 (RPM) 총 10단원 - 진행중\n1단원(5/24시작) 2단원(6/1) 3단원(6/4) 4단원(6/17시작, 진행중)\n\n2) 개념선행 \n- 중1-1(라이트쎈교재) 총 9단원 - 종료\n1단원(5/31시작) 2단원(6/9) 3단원(6/24) 4단원(7/2) 5단원(7/14) 6단원(7/22) 7단원(7/28) 8단원(8/3) 9단원(8/6시작 8/22종료) 대략 2.8개월 소요\n\n- 중1-1 (RPM교재) 총 9단원 - 종료\n1단원(7/15시작) 2단원(7/26시작) 3단원(7/28) 4단원(8/2) 5단원(8/6) 6단원(8/12) 7단원(8/19) 8단원(8/25) 9단원(8/26) 실력U+(9/1시작, 9/16종료) 대략 2개월 소요\n\n- 중1-2(RPM) 총 8단원 - 종료\n1단원(9/17시작) 2단원(9/28) 3단원(10/13) 4단원(10/21) 5단원(11/3) 6단원(11/16) 7단원(11/25) 8단원(12/7) 실력업(12/15시작, 12/29종료) 대략 3.3개월 소요\n\n- 중1-2(쎈교재) 총 11단원 - 종료\n10단원(12/30시작) 11단원(1/6) 12단원(1/12) 13단원(1/18) 14단원(1/26) 15단원(2/9) 16단원(2/23) 17단원(3/1) 18단원(3/2) 19단원(3/14) 20단원(3/23시작, 3/25종료) 대략 3개월소요\n\n- 중2-1(쎈교재) 총 11단원 - 진행중\n1단원(3/28시작) 2단원(4/5) 3단원(4/14) 4단원(3/31) 5단원(4/6) 6단원(4/18) 7단원(5/18) 8단원(5/24) 9단원(6/13) 10단원(6/23시작, 진행중)\n\n3) 현행 심화 \n- 초6-1(왕수학교재) 총 6단원 - 종료\n1단원(4/22시작) 2단원(5/1시작) 3단원(5/10) 4단원(5/20) 5단원(6/1) 6단원(6/5단원(6/14시작), 6단원(6/21시작 7/14종료) 대략 2.8개월 소요\n\n- 초6-2 (왕수학교재) 총 6단원 - 종료\n1단원(8/26시작) 2단원(9/14) 3단원(10/12) 4단원(10/26) 5단원(11/17) 6단원(11/30시작, 12/10종료) 대략 3.5개월 소요\n\n- 중1-1(쎈) 총 9단원 - 종료\n1단원(12/17시작) 2단원(12/27) 3단원(1/4) 4단원(1/10) 5단원(1/20) 6단원(2/3) 7단원(2/22) 8단원(3/1) 9단원(3/4시작, 3/11종료) 대략 3개월 소요\n\n- 중1-1 (일품) 총 7단원 - 종료\n1단원(3/14시작)  2단원(3/17) 3단원(3/23) 4단원(3/31) 5단원(4/6) 6단원(4/18) 7단원(4/20시작, 5/2종료) 대략 1.5개월 소요\n\n- 중1-1 (에이급) 총 5단언- 진행중\n1단원(5/2시작) 2단원(5/23) 3단원(6/7) 4단원(6/20시작, 진행중)\n\n<단원평가사항>\n- 초6-1 실력과정 - 종료\n1단원( 9개/10문제) 통과\n2단원( 8개/10문제) 통과\n3단원( 10개/10문제) 통과\n4단원( 7개/10문제) 재시험 (8개/10문제)\n5단원( 10개/10문제) 통과\n6단원( 8개/10문제) 통과\n\n- 초6-1 심화과정 - 종료\n1단원( 7개/10문제 )  \n2단원( 9개/10문제 )\n3단원( 7개/10문제 )\n4단원( 7개/10문제 )\n5단원( 10개/10문제 )\n6단원( 7개/10문제 )\n\n- 초6-2 실력과정 - 종료\n1단원(7개/10문제) -> 재시험(10개/10문제)\n2단원(6개/10문제) -> 재시험(9개/10문제)\n3단원(8개/10문제) 통과\n4단원(10개/10문제) 통과\n5단원(9개/10문제) 통과\n6단원(9개/10문제) 통과\n\n- 초6-2 심화과정 - 종료\n1단원(5개/10문제) -> 재시험(10개/10문제)\n2단원(5개/10문제) -> 재시험(10개/10문제)\n3단원(9개/10문제) 통과\n4단원(9개/10문제) 통과\n5단원(8개/10문제) 통과\n6단원(7개/10문제) -> 재시험(9개/10문제)\n심화과정평가(10개/15문제)\n\n- 중1-1 기본과정 총5중단원 - 완료\n1중단원(12개/15문제) 통과\n2중단원(14개/15문제) 통과\n3중단원(13개/15문제) 통과\n4중단원(13개/15문제) 통과\n5중단원(14개/15문제) 통과\n\n- 중1-1 실력과정 총 5중단원 - 완료\n1중단원(10개/15문제) -> 재시험(15개/15문제)\n2중단원(10개/15문제) -> 재시험(14개/15문제)\n3중단원(13개/15문제) 통과\n4중단원(12개/15문제) 통과\n5중단원(13개/15문제) 통과\n\n- 중1-1 심화 총 5중단원 - 완료\n1중단원(9개/15문제) -> 재시험(12개/15문제)\n2중단원(11개/15문제) -> 재시험(14개/15문제)\n3중단원(9개/15문제) -> 재시험(12개/15문제)\n4중단원(12개/15문제) 통과\n5중단원(12개/15문제) 통과\n\n- 중1-1 심화2 총 5중단원 - 진행중\n1중단원(14개/15문제) 통과\n2중단원(12개/15문제) 통과\n3중단원(12개/15문제) 통과\n4중단원평가예정\n\n- 중1-2 기본과정 총7중단원\n1중단원(13개/15문제) 통과\n2중단원(12개/15문제) 통과\n3중단원(14개/15문제) 통과\n4중단원(14개/15문제) 통과\n5중단원(14개/15문제) 통과\n6중단원(13개/15문제) 통과\n7중단원(11개/15문제) -> 재시험(15/15문제)\n\n- 중1-2 실력과정 총 7중단원\n1중단원(10개/15문제) -> 재시험(14개/15문제)\n2중단원(12개/15문제) 통과\n3중단원(12개/15문제) 통과\n4중단원(13개/15문제) 통과\n5중단원(13개/15문제) 통과\n6중단원(13개/15문제) 통과\n7중단원(12개/15문제) 통과\n\n- 중2-1 기초과정 총5중단원 - 종료\n1중단원(12개/15문제) 통과\n2중단원(12개/15문제) 통과\n3중단원(12개/15문제) 통과\n4중단원(15개/15문제) 통과\n5중단원(14개/15문제) 통과\n\n- 중2-1 기본과정 총 5중단원\n1중단원(14개/15문제) 통과\n2중단원(13개/15문제) 통과\n3중단원(12개/15문제) 통과\n4중단원(15개/15문제) 통과\n5중단원(14개/15문제) 통과\n\n- 중2-1 실력과정 총 5중단원\n1중단원(9개/15문제) -> 재시험(13개/15문제)\n2중단원(12개/15문제) 통과\n3중단원(7개/15문제) -> 재시험(12개/15문제)\n4중단원(12개/15문제) 통과\n5중단원 평가예정\n\n- 중2-2 기초과정 총 6중단원 - 완료\n1중단원(15개/15문제) 통과\n2중단원(15개/15문제) 통과\n3중단원(15개/15문제) 통과\n4중단원(14개/15문제) 통과\n5중단원(15개/15문제) 통과\n6중단원(13개/15문제) 통과\n\n- 중2-2 기본과정 총 6중단원 - 진행중\n1중단원(15개/15문제) 통과\n2중단원 평가예정\n\n<학습시 주안점>\n- 자기주도학습을 잘 따르고 있음. \n- 기본기를 탄탄히 다지면서 중등 심화를 위해 준비하고 있음.\n- 중등 단원평가 결과가 좋아서 곧 중1-1부터 심화교재 공부가 시작될 예정.\n- 스스로 할 것은 잘 하면서 질문할 것도 적절히 질문하면서 오답정리를 꼼꼼히 하고 있음.    ', '        ', '        ', '        ', NULL, '', '묘곡초4 동생     ', '고래힐', NULL, '010-5960-4904', '010-2020-4904', NULL, '010-2083-0193', '사용'),
(54, 'leanmath', '1', '2022-04-22 01:56:09', '퇴원', '이효린', '화4목4', NULL, '', '2021년12월31일', '', NULL, NULL, NULL, NULL, NULL, '중등', '묘곡초', '1', '미정', '미정', '미정', '2', '16', '4', '16', '', '', 350000, 0, 10000, '', '예린이 동생          ', '2021년 12월 30일 업데이트\n\n초6 이효린 학습기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(1시간), 화(2시간), 수(0.5시간), 목(2시간), 금(1시간), 토(2시간), 일(1.5시간) 주당 총 10시간\n\n<레벨테스트>\n초6 (3월) : 59.72점\n\n<교재이력>\n초6-1 : 최상위, 쎈, 왕수학\n초6-2 : 최상위연산, 쎈, 최상위S\n중1-1 : 개념+유형(파워),  라이트쎈, RPM\n중1-2 : 디딤돌연산\n중2-1 : 수력충전\n\n<교재진행사항>\n1) 연산선행 \n- 중1-1(라이트쎈) 총 9단원  종료\n1단원(4/8시작) 2단원(4/12) 3단원(4/22) 4단원(5/3) 5단원(5/13) 6단원(5/26) 7단원(6/1) 8단원(6/12) 9단원(6/17시작, 6/26종료) 대략 3개월 소요\n\n- 중1-2 (디딤돌 연산) 총 11단원 종료\n1단원(6/27시작) 2단원(7/6) 3단원(7/12) 4단원(7/28) 5단원(7/16) 6단원(7/26) 7단원(8/18) 8단원(8/25) 9단원(8/31) 10단원(9/11) 11단원(9/18시작, 9/28종료) 대략 3개월\n\n- 중2-1 (수력충전) 총 8단원\n1단원(10/6시작) 2단원(10/9) 3단원(10/21) 4단원(10/27) 5단원(11/3) 6단원(11/15) 7단원(12/21시작, 진행중)\n\n- 다음교재 중2-1 (라이트쎈) 예정\n\n2) 개념선행 \n- 초6-2 (쎈 ) 총 6단원 종료\n1단원(4/8시작) 2단원(4/15) 3단원(4/28) 4단원(5/7) 5단원(5/21) 6단원(6/1시작, 6/16종료) 대략 2.5개월 소요\n\n- 중1-1 ( 개념+유형 파워 ) 총 6단원 종료\n1단원(기존) 2단원(7/1시작) 3단원(7/10) 4단원(7/15) 5단원(7/22) 6단원(7/23시작, 8/4종료) 대략 1달 소요\n \n- 중1-1 (RPM) 총 9단원\n1단원(8/8시작) 2단원(8/12) 3단원(8/26) 4단원(9/6) 5단원(9/19) 6단원(9/29) 7단원(10/8) 8단원(11/19) 9단원(12/5시작, 진행중)\n\n- 다음교재 중1-2(라이트쎈) 예정\n\n3) 현행심화 \n- 초6-1 (쎈) 총 6단원 종료\n1단원(4/3시작) 2단원(4/5) 3단원(4/19) 4단원(4/4) 5단원(4/9) 6단원(4/12시작, 4/28종료) 대략 1달 소요\n\n- 초6-1 (왕수학) 총 6단원 종료\n1단원(5/1시작) 2단원(5/25) 3단원(6/7) 4단원(6/23) 5단원(7/8) 6단원(7/27시작, 8/24종료) 대략 3.8개월\n\n- 초6-2 (최상위S) 총 6단원\n1단원(9/1시작) 2단원(9/24) 3단원(10/13) 4단원(10/23) 5단원(11/16) 6단원(12/14시작, 진행중)\n\n- 다음 교재 중1-1(쎈) 예정\n\n<단원평가 결과>\n- 초6-1 실력과정 -종료\n1단원(5개/10문제) -> 재시험(9개/10문제)\n2단원(8개/10문제)\n3단원(6개/10문제) -> 재시험(10개/10문제)\n4단원(6개/10문제) -> 재시험(8개/10문제)\n5단원(8개/10문제)\n6단원(7개/10문제) -> 재시험(8개/10문제)\n\n- 초6-1 심화과정 - 종료\n1단원(6개/10문제) \n2단원(6개/10문제)\n3단원(2개/10문제)\n4단원(2개/10문제)\n5단원(8개/10문제) 통과\n6단원 보류\n\n- 초6-2 실력과정 종료\n1단원(3개/10문제) -> 재시험(10개/10문제)\n2단원(8개/10문제) 통과\n3단원(10개/10문제) 통과\n4단원(9개/10문제) 통과\n5단원(8개/10문제) 통과\n6단원(9개/10문제) 통과\n\n- 중1-1 기본과정\n1중단원(10개/15문제) -> 재시험(15개/15문제)\n2중단원(11개/15문제) -> 재시험(14개/15문제)\n3중단원(10개/15문제) -> 재시험(15개/15문제)\n4중단원(13개/15문제) 통과\n5중단원 평가예정\n\n<학습 주안점>\n- 성실히 자기주도학습체계를 따름.\n- 초6-2 심화과정을 진행하려 했으나 학습의지 부족으로 실력과정을 마스트하는 것으로 목표전환\n- 연산선행이기는 하지만 중2-1까지 무리없이 잘 따라가고 있음.\n- 심화문제를 풀기 위한 노력과 연습이 필요함.', '  ', '5/8 연습장 X\n5/26 연습장X\n5/29 목 1시간 과제X\n\n6/5 목 1시간 과제X (영어 때문)\n6/12 목 0.5시간 과제X (영어 때문)\n6/26 중1-2 연산 책 안 가져옮\n\n7/14 연습장X\n\n9/11  목 1시간 과제X\n9/29  풀이 책에 쓰기\n\n10/16 풀이 책에 쓰기, 연습장X, 채점 잘못 지적\n10/20 일, 월 2시간 X\n10/23 중1-1 안가져옮\n10/29 금 과제X\n\n11/10 월화 최상위 과제X 여행때문\n11/17 풀이X => 다시적음\n         ', '  ', NULL, '', '', '고래힐', NULL, '', NULL, NULL, '010-', '미사용'),
(55, 'leanmath', '1', '2022-04-22 01:56:09', '퇴원', '이현성', '수6토14', NULL, '', '', '', NULL, NULL, NULL, NULL, NULL, '중등', '삼육중', '3', '미정', '미정', '미정', '1', '20', '3', '20', '', '', 350000, 0, 10000, NULL, '지금까지 중2 이현성 학습 기록 공유드립니다.\n<자기주도 학습시간계획>\n월(1시간), 화(2시간), 수(2시간), 목(1시간), 금(2시간), 토(2시간), 일(2시간) 주당 총 12시간\n\n<교재진행사항>\n1) 연산선행 - 중3-1(라이트쎈) 총10단원 \n1단원(4/7시작)~ 3단원(5/27시작 내신기간 중단중)\n\n2) 개념선행 - 중2-2(쎈교재) 총 11단원\n1단원(4/9 시작)~2단원(5/27시작 내신기간 중단중)  \n\n3) 현행심화 - \n중2-1(쎈) 총 11단원 \n1단원(4/3 시작)~11단원(6/16 거의 마무리단계) 최고수준 기말고사 범위 풀 예정\n\n<단원평가사항>\n중2-1 기본과정\n1단원(15개/15문제) 통과\n3단원(15개/15문제) 통과\n4단원(15개/15문제) 통과\n5단원(14개/15문제) 통과\n실력과정 단원평가로 전환\n중2-1 실력과정\n1단원(9개/15문제) 재시험 후 12개/15문제\n2단원(10개/15문제) 재시험 후 13개/15문제\n3단원(9개/15문제) 재시험 후 14개/15문제\n4단원(6개/15문제) 재시험 예정\n5단원( 평가 예정 )', '학습기록', NULL, '', NULL, NULL, NULL, '', '고래힐', NULL, '', NULL, NULL, '010-', '미사용'),
(57, 'leanmath', '1', '2022-04-22 01:56:09', '퇴원', '조예랑', '월2.5금2.5', NULL, NULL, NULL, '', NULL, NULL, NULL, NULL, NULL, '초등', '묘곡초', '6', '미정', '미정', '미정', '1', '16.5', '5', '16.5', '', '', 225000, 0, 10000, NULL, '1시간 30분 수업  ', '학습기록', NULL, '', NULL, NULL, NULL, '외동', '고래힐', NULL, '', NULL, NULL, '010-', '미사용'),
(58, 'leanmath', '1', '2022-04-22 01:56:09', '퇴원', '황하윤', '수2토9', NULL, '', '', '', NULL, NULL, NULL, NULL, NULL, '초등', '묘곡초', '6', '미정', '미정', '미정', '3', '14', '6', '9', '', '', 300000, 0, 10000, NULL, '초5 황하윤 학습기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(1시간), 화(1시간), 수(2시간), 목(1시간), 금(0시간), 토(2시간), 일(1시간) 주당 총 8시간\n\n초5 입반 레벨테스트(3월) 50.70점\n\n<교재이력>\n초5-1 : 디딤돌(기본+응용) , 쎈\n초5-2 : 빅터연산, 디딤돌(기본+응용)\n초6-1 : 빅터연산 \n\n<교재진행사항>\n1) 연산선행 \n- 초5-2 ( 빅터연산 ) 총 8단원 - 7/15 종료(3개월 소요)\n 1단원(4/20시작) 2단원(4/22시작) 3단원(4/25) 4단원(5/18) 5단원(5/26) 6단원(6/4) 7단원(6/19) 8단원(6/30시작, 7/15 종료)\n\n- 초6-1 ( 빅터연산 ) 총 8단원\n 1단원(7/19시작) 2단원(7/21시작) 3단원(7/28시작) 4단원(8/4) 5단원(8/25) 6단원( 9/2시작, 현재 진행중)\n\n향후 초6-2 ( 빅터연산 ) 진행 예정\n\n2) 개념선행 \n- 초5-2 ( 디딤돌(기본+응용) ) 총 6단원\n 1단원(5/21시작) 2단원(6/4시작) 3단원(6/19) 4단원(7/14) 5단원(8/3) 6단원(8/29시작 현재 마무리 중 )\n- 초6-1 ( 디딤돌(기본+응용) ) 진행 예정\n\n3) 현행심화 \n- 초5-1 ( 디딤돌(기본+응용) ) 총 6단원  6/2 완료 \n  1단원~4단원 ( 기진행 ) 5단원(5/2시작) 6단원(5/13시작, 6/2 종료) \n\n- 초5-1 ( 쎈 교재 ) 총 6단원\n 1단원( 6/6 시작) 6단원(6/12시작) 5단원(7/24시작) 4단원( 현재 진행중) \n 학교 진도에 맞게 뒷부분을 먼저 하고 나머지 단원 문제를 풀면서 실력과정 연습 중\n\n<단원평가 결과>\n초5-1 기본과정\n1단원(10개/10문제) 통과\n2단원(4개/10문제) -> 재시험(9개/10문제)\n3단원(6개/10문제) -> 재시험(8개/10문제)\n4단원(8개/10문제) 통과\n5단원(8개/10문제) 통과\n6단원(5개/10문제) -> 재시험1(5개/10문제) -> 재시험2(8개/10문제)\n\n초5-1 실력과정으로 업그레이드\n1단원(6개/10문제) -> 재시험(9개/10문제)\n2단원(4개/10문제) -> 재시험(8개/10문제)\n5단원(2개/10문제) -> 재시험예정\n3단원, 4단원, 6단원 -> 진행예정\n\n초5-2 기본과정\n1단원(8개/10문제) 통과\n2단원(8개/10문제) 통과\n3단원(9개/10문제) 통과\n4단원 -> 진행예정\n\n<학습 주안점>\n- 연산교재부터 학습량을 늘리면서 선행 학습체계를 잡아가고 있음.\n- 현재까지는 실력 수준을 현행심화과정 목표로 삼고 있음. \n- 연산이 느린편이지만 연산연습을 착실하게 하고 있어서 향후 나아질 것으로 예상.  ', '학습기록', NULL, '', NULL, NULL, NULL, '', '고래힐', NULL, '', NULL, NULL, '010-', '미사용'),
(59, 'leanmath', '1', '2022-04-22 01:56:09', '퇴원', '이준근', '화4목4', NULL, '2021년3월', '2022년2월28일', '', NULL, NULL, NULL, NULL, NULL, '중등', '', '2', '미정', '미정', '미정', '2', '16', '4', '16', '', '', 350000, 0, 10000, '', '      ', '2022년 1월 13일 업데이트 \n\n중1 이준근 학생 학습기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(2시간), 화(2시간), 수(2시간), 목(2시간), 금(2시간), 토(2시간), 일(0시간) 주당 총 12시간\n\n<교재 학습이력>\n중1-1 : 쎈(마무리중)\n중1-2 : 라이트쎈, RPM, 일품\n중2-1 : 디딤돌연산(2A), 디딤돌연산(2B), 라이트쎈, 일품, TOT(최고수준)\n중2-2 : 올리드, 라이트쎈, RPM\n중3-1 : 수력충전\n\n<레벨 테스트>\n중1 (3월) : 53.52점\n중1 (7월) : 91.66점\n중1 (12월) : 59.15점 -> 재시험(73.24점)\n\n<현재 진행사항>\n1) 연산선행 \n- 중2-1 (디딤돌연산 2-1A) 총 6단원\n1단원(4/1시작) 2단원(4/7) 3단원(4/13) 4단원(5/7) 5단원(5/18) 6단원(5/26시작, 6/8종료) 대략 2.3개월 소요\n\n- 중2-1( 디딤돌연산 2-1B) 총 7단원\n1단원(5/4시작) 2단원(6/16) 3단원(6/26) 4단원(7/10) 5단원(7/18) 6단원(7/26) 7단원(8/7시작, 8/13종료) 대략 3.3개월 소요\n\n- 중2-2( 라이트쎈) 총 11단원\n1단원(4/15시작) 2단원(4/22) 3단원(4/28) 4단원(5/10) 잠시 중단 5단원(8/17) 6단원(8/23) 7단원(8/28) 8단원(9/7) 9단원(9/14) 10단원(9/23) 11단원(10/6) 모의고사(10/11시작, 10/18종료) 대략 3개월 소요\n\n- 중3-1 (수력충전) 총 7단원\n1단원(10/19시작) 2단원(10/26) 3단원(11/2) 4단원(11/8) 5단원(11/22) 6단원(11/30) 7단원(12/9시작, 진행중)\n\n- 중3-1(라이트쎈) 총 10단원\n1단원(12/27시작) 2단원(12/31) 3단원(1/6시작, 진행중)\n\n2) 개념선행 \n- 중1-2( 라이트쎈 ) 총 9단원 - 종료\n1단원(4/2시작) 2단원(4/8) 3단원(4/13) 4단원(4/17) 5단원(4/30) 6단원(5/12) 7단원(5/19) 8단원(5/31) 9단원(6/6시작, 7/2종료) 대략 3개월 소요\n\n- 중2-1(라이트쎈) 총 10단원 - 종료\n1단원(7/15시작) 2단원(7/26) 3단원(8/8) 4단원(8/14) 5단원(8/21) 6단원(9/4) 7단원(9/17) 8단원(9/22) 9단원(9/28) 10단원(10/11) 모의고사(10/19시작, 10/24종료) 대략 3.2개월 소요\n\n- 중2-1 (일품) 총 9단원\n1단원(10/25시작) 2단원(11/2) 3단원(11/10) 4단원(11/19) 5단원(11/24) 6단원(12/4) 7단원(12/11) 8단원(12/31) 9단원(1/13시작, 진행중)\n\n- 중2-2(RPM) 총 10단원\n1단원(1/7시작, 진행중)\n\n3) 현행심화 \n- 중1-1( 쎈 ) 총 9단원 - 종료\n4단원(4/1시작) 5단원(4/12) 1단원(4/22) 2단원(5/7) 3단원(5/12) 6단원(5/17) 7단원(5/31) 8단원(6/21) 9단원(6/24시작, 7/10 종료) 대략 3.3개월 소요\n\n- 중1-2 (RPM) 총 8단원 - 종료\n1단원(7/14시작) 2단원(7/20) 3단원(7/31) 4단원(8/9) 5단원(8/20) 6단원(9/4) 7단원(9/11) 8단원(9/22)  실력업(10/1시작, 10/14종료) 대략 3개월 소요\n\n- 중1-2 (일품) 총 9단원 \n1단원(10/15시작) 2단원(10/20) 3단원(10/26) 4단원(11/10) 5단원(11/17) 6단원(11/26) 7단원(12/3) 8단원(12/13) 9단원(12/25시작, 1/10종료) 대략 3개월 소요\n\n- 다음교재 중2-1( TOT 최고수준) 추천\n\n<단원평가사항>\n- 중1-1 기본과정 종료\n1중단원(10개/15문제) -> 재시험 (14개/15문제)\n2중단원(13개/15문제) -> 통과\n3중단원(11개/15문제) -> 재시험 (15개/15문제)\n4중단원(14개/15문제) -> 통과\n5중단원(9개/15문제) -> 재시험 (15개/15문제)\n\n- 중1-1 실력과정 종료\n1중단원(8개/15문제) -> 재시험1 (10개/15문제)-> 재시험2(11개/15문제)\n2중단원(9개/15문제) -> 재시험 (13개/15문제)\n3중단원(11개/15문제) -> 재시험(12개/15문제)\n4중단원(11개/15문제) -> 재시험(12개/15문제 )\n5중단원(9개/15문제) -> 재시험(15개/15문제)\n\n- 중1-2 기본과정 종료\n1중단원(11개/15문제) -> 재시험(14개/15문제)\n2중단원(14개/15문제) 통과\n3중단원(14개/15문제) 통과\n4중단원(9개/15문제) -> 재시험(13개/15문제)\n5중단원(14개/15문제) 통과\n6중단원(12개/15문제) 통과\n7중단원(8개/15문제) -> 재시험(14개/15문제)\n\n- 중1-2 실력과정 \n1중단원(12개/15문제) 통과\n2중단원(11개/15문제) -> 재시험(13개/15문제)\n3중단원(12개/15문제) 통과\n4중단원(15개/15문제) 통과\n5중단원(8개/15문제) -> 재시험(13개/15문제)\n6중단원(11개/15문제) -> 재시험(13개/15문제)\n7중단원 평가예정\n\n<학습주안점>\n- 성실히 자기주도학습을 잘 따르고 있음.\n- 기본과정은 어느 정도 1차통과되는데 실력과정은 재시험이 많은 편이나 재시험 결과가 좋아서 점점 나아질 것으로 예상됨.\n- 7월 레벨테스트 결과와 12월 레벨테스트 결과를 비교해 볼때 2학기 기하부분이 약한 것으로 판단됨.    ', '      ', '지적사항      ', '지각/결석      ', NULL, '이선근', '', '', NULL, '', NULL, NULL, '010-', '미사용'),
(61, 'leanmath', '1', '2022-04-22 01:56:09', '퇴원', '고유진', '화8목8', NULL, NULL, NULL, '', NULL, NULL, NULL, NULL, NULL, '중등', '고덕중', '3', '미정', '미정', '미정', '2', '20', '4', '20', '', '', 350000, 0, 10000, NULL, '화목   \r\n성적부진으로 퇴원 ', '학습기록', NULL, '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '010-', '미사용'),
(68, 'leanmath', '1', '2022-04-22 01:56:09', '퇴원', '김하늘', '월8금8', NULL, '', '', '', NULL, NULL, NULL, NULL, NULL, '중등', '명일중', '2', '미정', '미정', '미정', '1', '20', '5', '20', '', '', 350000, 0, 10000, NULL, '', '중1 김하늘 학습기록 공유드립니다.\n10월 29일 updated\n\n<자기주도 학습시간계획>\n월(2시간), 화(1시간), 수(1.5시간), 목(1.5시간), 금(2시간), 토(1시간), 일(1.5시간) 주당 총 10.5시간\n\n<입반 테스트>\n중1 레벨테스트(4월) 77.46점\n\n<교재이력>\n중1-1 : 학원교재, RPM, 최고수준\n중1-2 : 학원교재, 쎈, 일품\n중2-1 : 학원교재, 과외, 쎈, 일품\n중2-2 : 빨리이해하는 수학, 라이트쎈\n중3-1 : 수력충전\n\n<교재진행사항>\n1) 연산선행 \n- 중2-1 (쎈교재) 총 11단원 종료\n1단원(4/21시작) 2단원(4/30시작) 3단원(5/12) 4단원(5/14) 5단원(5/19) 6단원(5/24) 7단원(5/27) 8단원(6/1) 9단원(6/9) 10단원(6/16) 11단원(6/27시작 7/22 종료) - 대략 3개월 소요\n\n- 중2-2 (라이트쎈 교재)  총 11단원\n1단원(7/10시작) 2단원(7/15시작) 3단원(7/22) 4단원(7/28) 5단원(8/4) 6단원(8/10) 7단원(8/21) 8단원(8/30) 9단원(9/8) 10단원(9/18) 11단원(9/25시작, 10/1종료) 대략 2.7개월 소요\n\n- 중3-1 (수력충전 교재) 총 7단원\n1단원(10/2시작) 2단원(10/9) 3단원(10/24시작, 진행중)\n\n2) 개념선행 \n- 중1-2(쎈 교재) 총 11단원 종료\n10단원(4/29시작) 11단원(4/30시작) 12단원(5/8) 13단원(5/14) 14단원(5/19) 15단원(5/25) 16단원(6/5) 17단원(6/16) 18단원(6/20) 19단원(7/7) 20단원(7/11시작, 7/22종료)  - 대략 2.8개월 소요\n\n- 중2-1(일품 교재) 총 9단원\n1단원(7/23시작) 2단원(7/27시작) 3단원(7/31) 4단원(8/10) 5단원(8/14) 6단원(8/30) 7단원(9/4) 8단원(9/19) 9단원(9/30시작, 10/29종료) 대략 3개월 소요\n\n3) 현행 심화 \n- 중1-1( RPM 교재) 총 9단원\n1단원(4/21시작) 2단원 3단원(4/29시작) 4단원(4/30) 5단원(5/8) 6단원(5/16) 7단원(5/18) 8단원(5/19) 9단원(5/23시작, 5/24 종료) - 대략 1개월 소요\n\n- 중1-1 (최고수준 교재) 총 9단원\n1단원(5/5시작) 2단원(5/6시작) 5단원(5/26) 6단원(5/28) 7단원(5/30) 8단원(6/8) 9단원(6/11) 3단원(6/23) 4단원(6/28시작, 7/9 종료) - 대략 2.1개월 소요\n\n- 중1-2 (일품 교재) 총 9단원\n8단원(7/17시작) 9단원(7/20시작) 10단원(7/26) 11단원(8/2) 12단원(8/9) 13단원(8/23) 14단원(8/28) 15단원(9/8) 16단원(9/5시작, 9/24 종료) 대략 2.2개월 소요\n\n- 중1-2 (에이급 교재) 총 5단원\n1단원(9/26시작) 2단원(10/12) 3단원(10/27시작, 진행중)  A단계 빼고 진행중\n \n<단원평가사항>\n중1-1 기본과정\n1대단원(13개/15문제) 통과\n2대단원(13개/15문제) 통과\n3대단원(15개/15문제) 통과\n4대단원(14개/15문제) 통과\n5대단원(11개/15문제) -> 재시험(13개/15문제)\n\n중1-1 실력과정\n1대단원(6개/15문제) -> 재시험1(9개/15문제) -> 재시험2(12개/15문제)\n2대단원(6개/15문제) -> 재시험(12개/15문제)\n3대단원(10개/15문제) -> 재시험(15개/15문제)\n4대단원(11개/15문제) -> 재시험(14개/15문제)\n5대단원(7개/15문제) -> 재시험(13개/15문제)\n\n중1-2 실력과정\n1대단원(10개/15문제) -> 재시험(13개/15문제)\n2대단원(11개/15문제) -> 재시험1(11개/15문제) -> 재시험2(15개/15문제)\n3대단원(12개/15문제) 통과\n4대단원(10개/15문제) -> 재시험1(11개/15문제) -> 재시험2(13개/15문제)\n5대단원(10개/15문제) -> 재시험(11개/15문제) -> 재시험2(13개/15문제)\n6대단원(10개/15문제) -> 재시험(14개/15문제)\n7대단원(11개/15문제) -> 재시험(15개/15문제)\n\n중2-1 실력과정\n1대단원(10개/15문제) -> 재시험(14개/15문제)\n2대단원(10개/15문제) -> 재시험(12개/15문제)\n3대단원 예정\n  \n<학습시 주안점>\n- 성실하게 자기주도학습을 잘 따라 주었습니다. \n- 실력평가의 경우 재시험을 2번 보아야 통과하는 정도였으나 점차 나아지고 있습니다. \n- 체계적인 심화 학습을 꾸준히 하면 좋습니다.\n- 자기주도학습을 잘 이해하고 좋은 학습습관을 형성하였기 때문에 어떤 곳에서 공부하든 열심히 잘 할 거라고 생각됩니다.  ', '', '', NULL, NULL, NULL, '', '래미안', NULL, '', NULL, NULL, '010-', '미사용'),
(69, 'leanmath', '1', '2022-04-22 01:56:09', '퇴원', '전은호', '화8목8', NULL, '', '2021년12월31일', '', NULL, NULL, NULL, NULL, NULL, '고등', '명일중', '1', '미정', '미정', '미정', '2', '20', '4', '20', '', '', 350000, 0, 10000, '', ' ', '중3\n\n강남기출\n3-1. 이차방정식의 풀이 20/25\n3-2. 이차방정식의  활용 진행\n4-1. 이차함수의 뜻과 그래프 진행\n4-2. 이차함수의 그래프 진행 \n\n5-1 삼각비 21/25\n\n최다빈출 \n5-1. 삼각비 13/20\n7-1. 대푯값과 산포도 15/20\n7-2. 상관관계 19/20\n\n2021년 3-1 기말  주변 기출\n명일중 2020 3-1기말 14/20\n한영중 2020 3-1 기말 14/22\n\n명일중 2019 3-2중간 7/10\n명일중 예상 중3-2 중간   36/60 \n\n최다오답\n5. 삼각비 7/15  ', ' ', ' ', ' ', NULL, '', '', '', NULL, '', NULL, NULL, '016-792-7507', '사용'),
(70, 'leanmath', '1', '2022-07-30 04:57:30', '재원', '이예준', '화2목2', NULL, '', '', '', '2022-03-31', '카톡', NULL, NULL, '초5', '초등', '묘곡초', '5', '미정', '미정', '미정', '1', '14', '5', '14', '', '', 225000, 0, 5000, '', '초4 (3월) - 57.74점 \n초4 (7월) - 73.23점\n초4 (12월) - 46.48점 -> 재시험(91.55점)\n     ', '2022년 5월  26일 업데이트\n\n초5 이예준 학습 기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(1.5시간), 화(1.5시간), 수(1.5시간), 목(1.5시간), 금(1.5시간), 토(0시간), 일(1.5시간) 주당 총 9시간\n\n<교재이력>\n초4-1 : 우공비 전과, 빅터(4A) 디딤돌(기본+응용) 최상위S\n초4-2 : 디딤돌(기본+응용) 쎈, 최상위S\n초5-1 : 빅터(5A) , 디딤돌(기본+응용), 쎈, 최상위S\n초5-2 : 빅터(5B), 디딤돌(기본+응용), 쎈\n초6-1 : 빅터(6A) 디딤돌(기본+응용)\n\n<교재진행사항>\n1) 연산선행 \n- 초5-1(빅터연산교재) 총 8단원  - 종료\n1단원(4/25 시작)~ 8단원(7/14시작, 7/21종료) 대략 3개월 소요\n\n- 초5-2(빅터연산교재) 총 8단원 - 종료\n1단원(7/22 시작)~ 8단원(10/1시작, 10/4종료) 대략 2.3개월 소요\n\n- 초6-1(빅터연산교재) 총 8단원 - 종료\n1단원(10/8 시작) 2단원(10/14) 3단원(10/19) 4단원(10/28) 5단원(11/8) 6단원(11/16) 7단원(11/23) 8단원(12/12시작, 12/28종료) 대략 2.7개월 소요\n\n- 초6-1(디딤돌 기본+응용) 총 6단원 - 진행중\n1단원(3/6시작) 2단원(3/31) 3단원(4/19) 4단원(5/2) 5단원(520시작, 진행중)\n\n2) 개념선행 \n- 초4-2(디딤돌 기+응 교재) 총 6단원 - 종료\n1단원(4/28 시작) ~ 6단원(6/24 시작, 7/2종료) 대략 2개월 소요\n\n- 초5-1(디딤돌 기+응 교재) 총 6단원 - 종료\n1단원(8/2 시작) 2단원(8/24 시작) 3단원(9/12) 4단원(9/26) 5단원(10/13) 6단원(11/16) 실력보강자료(11/25시작, 12/27종료) 대략 3.8개월소요 \n\n- 초5-2( 디딤돌 기본+응용 교재 ) 총 6단원 - 종료\n1단원(12/28시작) 2단원(1/11) 3단원(1/27) 4단원(2/15) 5단원(3/8) 6단원(4/5) 실력보강(4/22시작, 5/25종료) 대략 5개월 소요\n\n- 초5-2 (쎈) 총 6단원 - 진행중\n1단원(5/24시작, 진행중)\n\n3) 현행심화 \n- 초4-1(디딤돌 기+응) 총6 단원 - 종료\n1단원(3/23시작)~ 6단원(4/19시작, 4/22종료) 대략 1개월 소요\n\n- 초4-1( 최상위S교재) 총 6단원 - 종료\n1단원(4/28 시작) ~6단원(6/9시작, 6/20종료) 복습책(7/21종료) 대략 3개월 소요 \n\n- 초4-2(쎈교재) 총 6단원 - 종료\n1단원(7/22시작) 2단원(8/10시작) 3단원(8/26) 4단원(9/19) 5단원(10/12) 6단원(10/21) 모의고사(11/4시작, 11/9종료)  대략 3.5개월 소요 \n\n- 초4-2 (최상위S) 총 6단원 - 종료\n1단원(11/10시작) 2단원(11/19) 3단원(11/30) 4단원(12/15) 5단원(12/23) 6단원(1/4) 복습책(1/27시작, 3/4종료) 대략 3.5개월 소요\n\n- 초5-1(쎈교재) 총 6단원 - 종료\n1단원(12/28시작) 2단원(1/18) 3단원(2/8) 4단원(2/22) 5단원(3/17) 6단원(4/5) 모의고사(4/30시작, 5/12종료) 대략 4.5개월 소요\n\n- 초5-1 (최상위S) 총 6단원 - 진행중\n1단원(5/13시작, 진행중)\n\n<단원평가사항>\n- 초4-1 기본과정 \n1단원(10개/10문제) 통과\n2단원(10개/10문제) 통과\n3단원(10개/10문제) 통과\n 실력과정으로 업그레이드\n\n- 초4-1 실력과정 총 6단원 - 종료\n2단원(5개/10문제) -> 재시험 (9개/10문제) \n3단원(10개/10문제) 통과\n4단원(8개/10문제)  통과\n5단원(9개/10문제) 통과\n6단원(9개/10문제) 통과\n\n- 초4-2 실력과정 총 6단원 - 종료\n1단원(9개/10문제) 통과\n2단원(8개/10문제) 통과\n3단원(6개/10문제) -> 재시험(8개/10문제)\n4단원(6개/10문제) -> 재시험(9개/10문제)\n5단원(7개/10문제) -> 재시험(10개/10문제)\n6단원(9개/10문제) 통과\n\n- 초4-2 심화과정 - 종료\n1단원(7개/10문제) -> 재시험(9개/10문제)\n2단원(7개/10문제) -> 재시험(10개/10문제)\n3단원(10개/10문제) 통과\n4단원(6개/10문제) -> 재시험(10개/10문제)\n5단원(6개/10문제) -> 재시험(9개/10문제)\n6단원(8개/10문제) 통과\n심화과정평가(12개/15문제) 통과\n\n- 초5-1 기본과정 - 종료\n1단원(10개/10문제) 통과\n2단원(4개/10문제) -> 재시험(8개/10문제)\n3단원(8개/10문제) 통과\n4단원(8개/10문제) 통과\n5단원(9개/10문제) 통과\n6단원(9개/10문제) 통과\n\n-초5-1 실력과정 - 종료\n1단원(6개/10문제) -> 재시험(10개/10문제)\n2단원(7개/10문제) -> 재시험(10개/10문제)\n3단원(10개/10문제) 통과\n4단원(8개/10문제) 통과\n5단원(3개/10문제) -> 재시험(9개/10문제)\n6단원(8개/10문제) 통과\n\n- 초5-1 심화과정 - 진행중\n1단원 평가예정\n\n-초5-2 기본과정 - 종료\n1단원(8개/10문제) 통과\n2단원(8개/10문제) 통과\n3단원(8개/10문제) 통과\n4단원(9개/10문제) 통과\n5단원(5개/10문제) -> 재시험(9개/10문제)\n6단원(8개/10문제) 통과\n\n- 초5-2 실력과정 - 진행중\n1단원 평가예정\n\n-초6-1 기본과정 - 진행중\n1단원(9개/10문제) 통과\n2단원(7개/10문제) -> 재시험(10개/10문제)\n3단원(10개/10문제) 통과\n4단원 평가예정\n\n<학습주안점>\n- 자기주도학습을 잘 따르고 있음.\n- 풀이과정이 조금씩 나아지고 있음.\n- 선행도 챙기면서 난이도를 높이면서 실력, 심화과정 학습을 진행하고 있음.\n- 최근 초4-2 심화과정을 잘 마무리했음\n- 초6-2 연산선행을 진행할 수 있으나 초6-1 다지는 것을 먼저 하기로 함.        ', '               ', '5/17 과제 안되어 있음\n\n5/12 채점 엉터리, 학습량 부족\n\n4/26 채점 엉터리\n\n1/25 연습장 안 가져옮\n\n12/22 식, 계산, 답 구분 \n\n12/9 풀이과정 안 씀, 채점 안 됨\n\n10/19 글씩 깨끗히, 급하지 않게 쓰기\n\n9/28 연습장 안가져옮\n9/23 글씨 깨끗히(지우개 사용하기) 채점이 부정확 => 다시 채점\n9/9 풀이과정 적는 연습   \n                ', '3/3 코로나 격리 -> 3/4(금) 보충\n\n11/11 코로나 주사 -> 30분씩 3번 보충완료\n8/12 여행결석 -> 보충완료\n8/10 여행결석 -> 보충완료                   ', NULL, '2살어린 묘곡초 동생', '      ', '고래힐', NULL, '010-4304-3142', '010-4366-3142', NULL, '010-4366-3142', '사용'),
(72, 'leanmath', '1', '2022-04-22 01:56:09', '퇴원', '이수현', '수8토14', NULL, '2021년11월24', '', '', NULL, NULL, NULL, NULL, NULL, '고등', '삼육중', '1', '미정', '미정', '미정', '3', '20', '6', '14', '', '', 400000, 0, 10000, '', '고등심화    \n입시준비    ', '학습기록   ', ' ', ' ', ' ', NULL, '', NULL, '', NULL, '', NULL, NULL, '010-', '미사용'),
(77, 'leanmath', '1', '2022-04-22 01:56:09', '퇴원', '안소율', '화2목2', NULL, '', '', '', NULL, NULL, NULL, NULL, NULL, '초등', '묘곡초', '6', '기본', '실력', '심화', '2', '14', '4', '14', '', '', 300000, 0, 10000, NULL, '전체적으로 무난하게 잘 따라감. 연산속도 향상을 위해 현행 복습 중  \n6/1 첫수업 시작 ', '학습기록', NULL, '', NULL, NULL, NULL, '초3', '고래힐', NULL, '', NULL, NULL, '010-', '미사용'),
(78, 'leanmath', '1', '2022-04-22 01:56:09', '퇴원', '이채은', '월6금6', NULL, '', '', '', NULL, NULL, NULL, NULL, NULL, '중등', '고덕중', '3', '미정', '미정', '미정', '1', '18', '5', '18', '', '', 350000, 0, 10000, NULL, '중2 이채은  학습 기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(2시간), 화(1.5시간), 수(1.5시간), 목(1.5시간), 금(2시간), 토(1.5시간), 일(0시간) 주당 총 10시간\n\n중2 레벨테스트(6월) 32.39점\n\n<교재이력>\n중2-1 : 엠베스트, 쎈\n중2-2 : 디딤돌연산, 라이트쎈, RPM\n중3-1 : 수력충전\n \n<교재진행사항>\n1) 연산선행 \n- 중2-2 (디딤돌연산) - 총11단원 ( 8/17종료 )\n1단원(7/7시작) 2단원(7/9) 3단원(7/12) 4단원(7/16) 5단원(7/20) 6단원(7/23) 7단원(7/27) 8단원(7/28) 9단원(8/3) 10단원(8/10) 11단원(8/13시작, 8/17종료) 대략 1.3개월 소요\n\n- 중3-1 (수력충전) - 총 7단원\n1단원(8/18시작) 2단원(8/21) 3단원(8/27) 4단원(9/1시작, 현재진행중)\n\n2) 개념선행 \n- 중2-2 (라이트쎈) - 총 11단원 \n1단원(7/15시작) 2단원(7/17) 3단원(7/26) 4단원(7/31) 5단원(8/6) 6단원(8/11) 7단원(8/16) 8단원(8/20) 9단원(8/25) 10단원(9/3시작, 현재진행중)\n\n3) 현행 심화 \n- 중2-1 ( 쎈 ) - 총 11단원 (8/4 종료)\n1단원~5단원, 6단원(6/3시작) 7단원(6/6) 8단원(6/9) 9단원(7/8) 10단원(6/20) 11단원(7/5시작, 8/4 종료)\n\n- 중2-2 (RPM) - 총 6단원\n1단원(8/27시작) 2단원(9/2시작, 현재 진행중)\n\n<단원평가사항>\n- 중2-2 기본평가\n1단원(15개/15문제) 통과\n2단원(14개/15문제) 통과\n3단원(10개/15문제) ->재시험(14개/15문제)\n4단원(13개/15문제) 통과\n5단원(13개/15문제) 통과\n6단원 평가예정\n\n내신기간에 실력평가 예정\n\n<학습 주안점>\n- 엠베스트 인강공부를 하고 있었는데 기본기가 갖추어지지 못했었음.\n- 쉬운 연산교재로 선행하고, 적절한 난이도의 교재로 자기주도학습을 성실하게 진행한 결과 기본기가 많이 좋아졌음.\n- 중3 선행을 서둘러서 마무리하고 고1 과정 연산 연습을 빨리 들어가면 좋을 듯 함.   ', '내신기록\n\n고덕중 2019년 중2-1 기말. 10개/24문제\n\n단원평가 중2-1 기초 5.일차함수 11개/15문제\n\n고덕중 2019년 중2-2 중간 18개/23문제\n\n강남기출\n2021년\n4.1 이등변삼각형 22개/25문제\n4-2 삼각형의 외심과 내심. 20개/25문제\n5-1. 평행사변형 18개/25문제\n5-2. 여러가지 사각형 19개/25문제 ', '', '', NULL, NULL, NULL, '고3 오빠', '아이파크', NULL, '', NULL, NULL, '010-', '미사용'),
(79, 'leanmath', '1', '2022-07-18 05:31:51', '재원', '강민성', '월8금8', NULL, '', '', '', '2021-11-27', '카톡', NULL, NULL, '중3', '중등', '명일중', '3', '미정', '미정', '미정', '1', '20', '5', '20', '', '', 350000, 0, 10000, '', '  ', '2021년 11월 27일 업데이트\n\n중2 강민성 학습기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(2시간), 화(1시간), 수(1시간), 목(1시간), 금(2시간), 토(1시간), 일(0시간) 주당 총 8시간\n\n<레벨테스트>\n중2 5월 : 23.61점\n\n<내신기록>\n중2-1 중간 34점 기말 58점\n중2-2 중간 90점\n\n<교재이력>\n중2-1 : 평가문제집, 쎈\n중2-2 : 디딤돌 연산, 쎈, 일품\n중3-1 : 수력충전, 라이트쎈\n중3-2 : 수력충전\n\n<교재진행사항>\n1) 연산선행 \n-중2-2 (디딤돌연산) 총 11단원 - 종료\n1단원(5/9시작) 2단원(5/23) 3단원(6/4) 4단원(7/17) 5단원(7/28) 6단원(7/30) 7단원(8/3) 8단원(8/11) 9단원(8/14) 10단원(8/28) 11단원(10/5시작, 10/11종료) 대략 4개월 소요\n\n- 중3-2 (수력충전) 총 6단원\n1단원(11/1 시작, 진행중 내신기간 잠시 중단)\n\n2) 개념선행 \n- 중3-1 (라이트쎈) 총 10단원\n1단원(7/31시작) 2단원(8/22) 3단원(8/31) 4단원(10/4시작, 어려워 해서 잠시 중단)\n\n- 중3-1 (수력충전) 으로 다시 예정\n\n3) 현행 심화 \n- 중2-1 (쎈 ) 총 11단원 - 종료\n1단원~7단원(기존) 8단원(5/19시작) 9단원(6/4) 10단원(6/15) 11단원(6/11시작, 7/11종료)\n \n- 중2-2 (쎈) 총 11단원 \n1단원(7/22시작) 2단원(7/28) 3단원(8/12) 4단원(8/22) 5단원(9/7) 6단원(10/23) C단계 제외하고 내신범위까지 진도 나가기 7단원(11/1) 8단원(11/16) 9단원(11/19) 10단원(11/27시작, 진행중)\n\n<단원평가사항>\n중2-1 기본평가 총 5중단원\n3중단원(11개/15문제) -> 재시험예정\n4중단원(13개/15문제) 통과\n5중단원(15개/15문제) 통과\n\n중2-1 실력평가 총 5중단원\n4중단원(9개/15문제) -> 재시험예정\n\n중2-2 기본평가 총 6중단원\n1중단원(15개/15문제) 통과\n2중단원(14개/15문제) 통과\n3중단원(13개/15문제) 통과\n4중단원(15개/15문제) 통과\n5중단원 평가예정\n\n중2-2 실력평가\n1단원(10개/15문제) -> 재시험(12개/15문제)\n2단원(11개/15문제) -> 재시험(14개/15문제)\n3단원(10개/15문제) -> 재시험 예정\n\n\n<학습시 주안점>\n- 똑똑한 머리에 비해서 공부량이 매우 적어 진도가 느리고, 내신준비에 맞춰 겨우 진도를 끝냄. ( 공부량에 비해서 내신성적이 좋음)\n- 집중해서 할 때는 꼼꼼하게 오답정리하면서 공부하고 있음.\n- 볼펜으로 수학문제 풀지 말라고 하는데 교정이 안 됨.\n- 식, 계산, 답을 구분해서 상세히 풀이과정을 적는 연습이 필요.  ', '내신준비기록\n중2-1 기말\n단원평가 3.일차부등식 기본 11/15\n4. 연립방정식 기본 13/15\n5. 일차함수 기본 15/15\n\n\n배재중 2019 중2-1기말 14/18\n명일중 2019 중2-1기말 17/21 \n한영중 2019 중2-1기말 18/21\n\n명일중 2019 중2-2중간 18/21\n\n\n강남기출 \n4-1. 이등변삼각형 25/25\n4-2. 삼각형의 외심과 내심 25/25\n5-1. 평행사변형 23/25\n5-2. 여러가지 사각형 22/25\n\n최다오답\n4. 삼각형 성질 14/15\n5. 사각형 성질 13/15       ', '7/31. 목, 금 연산 X, 채점 X\n8/11 과제X, 풀이과정X\n8/14 과제 부족\n8/18 과제부족\n8/21 과제부족\n8/28 채점, 날짜 부족, 볼펜 푸는 것 지적\n\n9/3 과제 부족\n9/6 과제 부족\n\n10/4 과제부족\n10/8 과제부족\n\n 10/4 과제 부족\n10/18. 날짜 적기\n\n10/22 과제부족\n10/25 과제부족\n\n11/8 과제 부족\n\n11/22 과제 부족  ', '8/25 두통 결석\n9/3. 10분지각\n10/18 40분지각\n11/5 코로나 결석\n\n\n  ', NULL, '', ' ', '고래힐', NULL, '010-3067-7971', '010-7660-7971', NULL, '010-8978-8710', '사용'),
(80, 'leanmath', '1', '2022-04-22 01:56:09', '퇴원', '이유빈', '수6토16', NULL, '20210701', '20210731', '', NULL, NULL, NULL, NULL, NULL, '중등', '묘곡초', '1', '미정', '미정', '미정', '3', '18', '6', '16', '', '', 350000, 0, 10000, NULL, '수학의 힘 다녔고\n2월에 아이파크로 이사옮      ', '학습기록', NULL, '', NULL, NULL, NULL, '', '아이파크', NULL, '', NULL, NULL, '010-', '미사용'),
(81, 'leanmath', '1', '2022-04-22 01:56:09', '퇴원', '김하은', '수8토16', NULL, '', '', '', NULL, NULL, NULL, NULL, NULL, '중등', '한영중', '3', '미정', '미정', '미정', '3', '20', '6', '16', '', '', 350000, 0, 10000, '', '', '2021년 12월 13일 업데이트\n\n중2 김하는 학습기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(2시간), 화(1.5시간), 수(2시간), 목(1.5시간), 금(2시간), 토(2시간), 일(1시간) 주당 총 13시간\n\n<레벨테스트>\n중2 (5월) : 79.16점\n\n<내신평가>\n중2-1 중간 89점 기말 88.5점\n중2-2 중간 99점 기말 82점\n\n<교재이력>\n중2-1 : RPM, 블랙라벨, 최고수준\n중2-2 : 에이급, 학원교재, 쎈, 일품\n중3-1 : 학원(1번)\n중3-2 : 학원(1번)\n고1-1 : 수학의 샘\n\n<교재진행사항>\n1) 연산선행 \n- 고1-1 (라이트쎈) 총 12단원\n1단원(5/27시작) 2단원(7/6) 3단원(7/17) 4단원(7/28) 5단원(8/18) 6단원(10/1) 7단원(11/1시작, 진행중)\n\n- 다음교재 고1-2 (수력충전)\n\n2) 개념선행 \n- 중3-1 (RPM) 총8단원 -종료\n1단원(7/25시작) 2단원(8/1) 3단원(8/9) 4단원(8/14) 5단원(8/23) 6단원(9/24) 7단원(10/7) 8단원(10/21시작, 11/5종료) 대략 3.2개월 소요\n\n- 다음교재 중3-2(라이트쎈) 예정\n\n3) 현행심화 \n- 중2-1(블랙라벨) 총 8단원\n1단원~6단원(기본) 7단원(5/26시작) 8단원(6/1시작, 6/5종료)\n\n- 중2-1 (최고수준) 총 10단원\n1단원~5단원(기본) 6단원(5/27시작) 7단원(5/29) 8단원(6/3) 9단원(6/7) 10단원(6/8시작, 7/17종료) \n\n- 중2-2 (쎈) 총 11단원 -종료\n1단원(5/27) 2단원(6/2) 3단원(7/8) 4단원(7/16) 5단원(8/3) 6단원(8/11) 7단원(9/27) 8단원(10/11) 9단원(10/29) 10단원(11/13) 11단원(11/21시작, 11/30종료) 대략 6개월 소요 \n\n<단원평가 결과>\n- 중2-1 실력과정\n3중단원(14개/15문제) 통과\n4중단원(14개/15문제) 통과\n5중단원(7개/15문제) -> 재시험(12개/15문제)\n\n- 중2-1 심화과정\n3중단원(4개/15문제) \n중단\n\n- 중2-2 기본과정 총6중단원\n1중단원(14개/15문제) 통과\n2중단원(13개/15문제) 통과\n3중단원(11개/15문제) ->재시험(15개/15문제)\n4중단원(12개/15문제) 통과\n5중단원(10개/15문제) ->재시험(14개/15문제)\n6중단원(12개/15문제) 통과\n\n- 중2-2 실력과정 총6중단원\n1중단원(8개/15문제) -> 재시험(15개/15문제)\n2중단원(9개/15문제) -> 재시험(13개/15문제)\n3중단원(7개/15문제) -> 재시험(12개/15문제)\n4중단원(9개/15문제) -> 재시험(14개/15문제)\n5중단원(12개/15문제) 통과\n6중단원(5개/15문제) -> 재시험예정\n\n- 중3-1 기본과정 총5중단원\n1중단원(10개/15문제) -> 재시험(15개/15문제)\n2중단원(12개/15문제) 통과\n3중단원(11개/15문제) -> 재시험(14개/15문제)\n4중단원(13개/15문제) 통과\n5중단원(11개/15문제) -> 재시험(15개/15문제)\n\n- 고1-1 기초과정\n1단원(14개/20문제)\n2단원(15개/20문제) -> 재시험예정\n\n<학습 주안점>\n- 성실하게 자기주도학습체계를 잘 따르고 있음.\n- 풀이과정을 꼼꼼하게 잘 적고 있음.\n- 단원평가의 경우 기본과정은 통과하는데 실력과정은 재시험을 통해서 통과하고 있음.\n- 꼼꼼하게 모르는 것을 잘 질문하고 있음.\n- 내신준비 프로그램을 성실하게 잘 따르고 있음.    ', '최다오답\n3.함수 14/15\n4.삼각형의 성질 12/15\n\n강남기출\n4-2. 삼각형의 외심과 내심 23/25문제\n\n\n중2-2 중간고사 한영중 예상기출\n51개/56문제\n\n단원평가 \n3. 연립방정식 19/25문제\n\n\n2019 1학기 기말 \n한영중 19/21문제\n명일중 17/21문제\n\n강남3구\n2-3. 연립일차방정식의 활용 16/25문제\n3-1 일차함수와 그 그래프 23/25문제\n3-2 일차함수와 일차방정식 21/25문제\n      ', '', '', NULL, '', '', '', NULL, '', NULL, NULL, '010-', '미사용'),
(82, 'leanmath', '1', '2022-08-11 02:04:52', '재원', '이서우', '화4목4', NULL, '2021년7월7일', '', '', '2022-08-10', '카톡', NULL, NULL, '초6', '초등', '묘곡초', '6', '미정', '미정', '미정', '2', '18', '4', '18', '', '', 300000, 0, 10000, '', '            ', '2022년 8월 2일 업데이트\n\n초6 이서우 학습 기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(2시간), 화(1.5시간), 수(1.5시간), 목(1.5시간), 금(2시간), 토(1.5시간), 일(0시간) 주당 총 10시간\n\n<레벨테스트>\n초5 (6월) : 81.69점\n초5 (12월) : 94.36점 \n초6 (3월) : 75.34점-> 재시험(93.15점)\n초6 (6월) : 87.14점\n\n<교재이력>\n초5-2 : 최상위S, 점프왕수학\n초6-1 : 최상위, 점프왕수학\n초6-2 : 자체교재(황소), 개념+유형, 파워\n중1-1 : 기적 계산법, 빅터연산, 쎈, 일품, 에이급\n중1-2 : 수력충전, 라이트쎈, RPM, 쎈, 일품\n중2-1 : 수력충전, RPM, 일품\n중2-2 : 수력충전, 쎈\n중3-1 : 라이트쎈\n\n<과정평가>\n초6-1 : 심화(11개/15문제 ->재시험예정)\n초6-2 : 평가예정\n중1-1 : 기본(18개/20문제) 실력(15개/20문제 -> 재시험예정)\n중1-2 : 기본(17개/20문제) 실력(16개/20문제) \n중2-1 : 기본(17개/20문제), 실력(16개/20문제)\n중2-2 : 기본(평가예정)\n\n<교재진행사항>\n1) 연산선행 \n- 중1-1A(기적의 계산법) 기존교재 - 종료\n\n- 중1-1B(빅터연산)  총 3 대단원 - 종료\n1대단원(7/22 시작) 2대단원(8/7) 3대단원(8/19시작, 8/27종료) 약 1개월 소요\n\n- 중1-2 (수력충전) 총 9단원 - 종료\n1단원(8/30시작) 2단원(8/31) 3단원(9/2) 4단원(9/4) 5단원(9/8) 6단원(9/11) 7단원(9/14) 8단원(9/18) 9단원(9/24시작, 9/26종료) 약 1개월 소요\n \n- 중2-1 (수력충전) 총 8단원 - 종료\n1단원(10/22시작) 2단원(10/22) 3단원(10/25) 4단원(10/28) 5단원(11/5) 6단원(11/11) 7단원(11/25) 8단원(12/9시작, 12/15종료) 대략 2개월 소요\n\n- 중2-1 (RPM) 총 9단원 - 종료\n1단원(12/16시작) 2단원(12/27) 3단원(1/3) 4단원(1/10) 5단원(1/14) 6단원(1/20) 7단원(2/3) 8단원(2/11) 9단원(2/19) 실력업(2/28시작, 3/10종료) 대략 2.8개월 소요\n\n- 중2-2 (수력충전) 총 8단원 - 종료\n1단원(3/11시작) 2단원(3/17) 3단원(3/26) 4단원(3/28) 5단원(4/7) 6단원(4/13시작) 7단원(4/19) 8단원(4/21시작, 4/25종료) 대략 1.5개월 소요\n\n- 중3-1 (라이트쎈) 총 10단원 - 진행중\n1단원(8/2시작) 2단원(8/9시작, 진행중)\n\n2) 개념선행 \n- 초6-1(최상위) 총 6단원 - 종료\n1단원(7/2시작), 2단원(7/7시작), 3단원(7/9시작), 4단원(7/14), 5단원(7/17), 6단원(7/21시작, 7/23 종료)   대략 3주 소요\n\n- 중1-1(쎈)  총 9단원 - 종료\n1단원(8/5 시작), 2단원(8/13), 3단원(8/21) 4단원(8/26) 5단원(8/31) 6단원(9/11) 7단원(9/23) 8단원(10/7) 9단원(10/13시작, 10/22종료) 대략 2.8개월 소요\n\n- 중1-2(RPM) 총 8단원 - 종료\n1단원(9/29 시작) 2단원(10/4) 3단원(10/12) 4단원(10/22) 5단원(11/1) 6단원(11/11) 7단원(11/18) 8단원(12/3) 실력업(12/13시작, 12/27종료) 대략 3개월 소요\n\n- 중1-2(쎈) 총 11단원 - 종료\n10단원(12/26시작) 11단원(1/1) 12단원(1/6) 13단원(1/11) 14단원(1/19) 15단원(1/26) 16단원(2/3) 17단원(2/10) 18단원(2/14) 19단원(2/21) 20단원(3/2시작, 3/9종료) 대략 2.5개월 소요\n\n- 중2-1(일품) 총 9단원 - 종료\n1단원(3/12시작) 2단원(3/10) 3단원(3/21) 4단원(3/25) 5단원(4/4) 6단원(4/12) 7단원(4/18) 8단원(4/28) 9단원(5/12시작, 5/20종료) 대략 2.3개월 소요\n\n- 중1-2(일품) 총 9단원 - 종료\n8단원(5/21시작) 9단원(5/27) 10단원(6/2) 11단원(6/9) 12단원(6/20) 13단원(7/5) 14단원(7/14) 15단원(7/22) 16단원(7/26시작, 8/9종료) 대략 2.5개월 소요\n\n- 중2-2 (쎈) 총 11단원 - 진행중\n1단원(4/26시작) 2단원(5/4) 3단원(5/23) 4단원(6/4) 5단원(6/16) 6단원(6/28) 7단원(7/14) 8단원(7/25) 9단원(8/2시작, 진행중)\n\n- 다음교재 중2-2(일품) 예정 \n\n3) 현행 심화 \n- 초5-2(최상위S) 총 6단원 - 종료\n1단원(7/7 시작), 2단원(7/14), 3단원(7/19), 4단원(7/26), 5단원(7/31), 6단원(8/3시작 8/16 종료)  대략 1개월 소요\n\n- 초5-2 (점프왕수학) 총 6단원 - 종료\n1단원( 8/17 시작) 2단원(8/26) 3단원(9/14) 4단원(10/11) 5단원(11/1) 6단원(11/26시작, 12/15종료) 대략 4개월 소요\n\n- 초6-1 (점프왕수학) 총 6단원 - 종료\n1단원(12/16시작) 2단원(1/11) 3단원(1/31) 4단원(2/24) 5단원(3/21) 6단원(4/8시작, 4/20종료) 대략 4개월 소요 \n\n- 중1-1 (일품) 총 7단원 - 종료\n1단원(4/21시작) 2단원(5/8) 3단원(5/22) 4단원(5/23) 5단원(5/28) 6단원(6/10) 7단원(6/15시작, 6/23종료) 대략 2개월 소요\n\n- 중1-1 (에이급) - 총 5단원 - 진행중\n1단원(6/24시작) 2단원(7/12) 3단원(7/19) 4단원(8/2시작, 진행중)\n\n<단원평가사항>\n초5-2 실력과정 - 총6단원 종료\n1단원( 10개/10문제 ) 통과\n2단원( 8개/10문제 ) 통과\n3단원( 8개/10문제 ) 통과\n4단원( 8개/10문제 ) 통과\n5단원( 10개/10문제 ) 통과\n6단원( 8개/10문제 ) 통과\n\n초5-2 심화과정 - 총 6단원\n1단원( 6개/10문제 ) -> 재시험 (8개/10문제)\n2단원( 8개/10문제 ) 통과\n3단원( 9개/10문제) 통과\n4단원( 7개/10문제) -> 재시험(9개/10문제)\n5단원( 7개/10문제) -> 재시험(10개/10문제)\n6단원(10개/10문제) 통과\n \n초6-1 실력과정 - 총6단원 종료\n1단원( 10개/10문제 ) 통과\n2단원( 10개/10문제 ) 통과\n3단원( 10개/10문제 ) 통과\n4단원( 8개/10문제 ) 통과\n심화과정 업그레이드\n\n초6-1 심화과정 - 총6단원 - 진행중\n1단원( 7개/10문제 ) -> 재시험(10개/10문제)\n2단원( 6개/10문제 ) -> 재시험(9개/10문제)\n3단원( 8개/10문제 ) -> 재시험(6개/10문제) -> 재시험2(10개/10문제)\n4단원( 6개/10문제 ) -> 재시험(10개/10문제)\n5단원(10개/10문제) 통과\n6단원(8개/10문제) 통과\n\n- 중1-1 실력과정 - 총 5중단원 - 종료\n1중단원(13개/15문제) 통과\n2중단원( 9개/15문제) -> 재시험(10개/15문제)\n3중단원( 7개/15문제) -> 재시험1(11개/15문제) -> 재시험2(14개/15문제) \n4중단원( 11개/15문제) -> 재시험(15개/15문제)\n5중단원( 11개/15문제) -> 재시험(15개/15문제)\n\n- 중1-1 심화과정 - 총 5중단원 - 진행중\n1중단원(10개/15문제) -> 재시험(12개/15문제)\n2중단원(13개/15문제) 통과\n3중단원(12개/15문제) 통과\n\n- 중1-2 기본과정 - 총 7중단원 - 종료\n1중단원(13개/15문제) 통과\n2중단원(12개/15문제) 통과\n3중단원(15개/15문제) 통과\n4중단원(12개/15문제) 통과\n5중단원(11개/15문제) -> 재시험(15개/15문제)\n6중단원(13개/15문제) 통과\n7중단원(12개/15문제) 통과\n\n- 중1-2 실력과정 - 총 7중단원 - 종료\n1중단원(13개/15문제) 통과\n2중단원(13개/15문제) 통과\n3중단원(12개/15문제) 통과\n4중단원(12개/15문제) 통과\n5중단원(10개/15문제) -> 재시험(15개/15문제) \n6중단원(9개/15문제) -> 재시험(13개/15문제)\n7중단원(12개/15문제) 통과\n\n-중2-1 기초과정 총 5중단원 - 종료\n1중단원(14개/15문제) 통과\n2중단원(13개/15문제) 통과\n3중단원(14개/15문제) 통과\n4중단원(14개/15문제) 통과\n5중단원(13개/15문제) 통과\n\n-중2-1 기본과정 총 5중단원 - 종료\n1중단원(14개/15문제) 통과\n2중단원(13개/15문제) 통과\n3중단원(11개/15문제) -> 재시험(12개/15문제)\n4중단원(15개/15문제) 통과\n5중단원(11개/15문제) -> 재시험(15개/15문제)\n\n- 중2-1 실력과정 총 5중단원 - 진행중\n1중단원(12개/15문제) 통과\n2중단원(9개/15문제) -> 재시험(13개/15문제) \n3중단원(9개/15문제) -> 재시험(10개/15문제) -> 재시험2(15개/15문제)\n4중단원(12개/15문제) 통과\n5중단원(10개/15문제) -> 재시험예정\n\n- 중2-2 기초과정 총 6중단원 - 종료\n1중단원(13개/15문제) 통과\n2중단원(14개/15문제) 통과\n3중단원(14개/15문제) 통과\n4중단원(12개/15문제) 통과\n5중단원(14개/15문제) 통과\n6중단원(13개/15문제) 통과\n\n- 중2-2 기본과정 총 6중단원 - 진행중\n1중단원(12개/15문제) 통과\n2중단원(12개/15문제) 통과\n3중단원(12개/15문제) 통과\n4중단원(15개/15문제) 통과\n5중단원 평가예정\n\n\n<학습시 주안점>\n- 자기주도학습을 잘 따르고 있음.\n- 풀이과정을 반듯하게 적는 연습중.\n- 중2-2 기본과정, 중1-2 실력과정을 선행하면서 중1-1 심화과정을 진행중.      ', '            ', '            ', '            ', NULL, '외동', '       ', '고래힐', NULL, '', '', NULL, '010-3453-0904', '사용'),
(83, 'leanmath', '1', '2022-04-22 01:56:09', '퇴원', '홍지효', '토9', NULL, '', '', '', NULL, NULL, NULL, NULL, NULL, '중등', '', '2', '미정', '미정', '미정', '6', '9', '', '', '', '', 175000, 0, 10000, NULL, '구주이배 6월 기준 3-1 선행 ', '학습기록', NULL, '', NULL, NULL, NULL, '', '고래힐', NULL, '', NULL, NULL, '010-', '미사용'),
(84, 'leanmath', '1', '2022-04-22 01:56:09', '퇴원', '이선근', '화8목8', NULL, '', '2021년12월31일', '', NULL, NULL, NULL, NULL, NULL, '중등', '배재중', '3', '미정', '미정', '미정', '2', '20', '4', '20', '', '', 350000, 0, 10000, '', '   ', '2021년 12월 30일 업데이트\n중2 이선근 학습 기록 공유합니다.\n\n<자기주도 학습시간계획>\n월(2시간), 화(2시간), 수(2시간), 목(2시간), 금(2시간), 토(2시간), 일(0시간) 주당 총 12시간\n\n<레벨테스트>\n중2 (6월) - 59.15점 \n\n<내신평가>\n중2-1 중간 73점 기말 73점\n중2-2 중간 92점 기말 83점\n\n<교재 학습이력>\n중2-2 : 원리해설, 쎈, 일품, 블랙라벨\n고1-1 : 쎈, 실력 정석\n고1-2 : 실력정석(2번), 쎈\n고2-1 : 라이트쎈, 고쟁이(잠시중단)\n\n<현재 진행사항>\n1) 연산선행 \n- 고2-1 (고쟁이) 총 7단원\n1단원(10/5시작, 난이도 조절로 잠시중단)\n\n- 고2-1 (수1 라이트쎈) 총 11단원\n1단원(10/12시작) 2단원(10/18) 3단원(10/19) 4단원(10/27) 5단원(11/16) 6단원(12/16) 7단원(12/23시작, 진행중)\n\n2) 개념선행 \n- 고1-2 (실력정석) 총 14단원\n16단원(7/18시작) 17단원(7/14) 18단원(7/20) 19단원(7/24) 20단원(7/27) 21단원(8/1) 22단원(8/7) 23단원(8/12) 24단원(8/16) 25단원(8/17) 26단원(8/24) 27단원(8/30) 28단원(9/5) 29단원(9/10시작, 9/15종료) 대략 2.3개월 소요\n\n3) 현행심화 \n- 중2-1 (쎈) 총 11단원 종료\n1단원~5단원(기존) 6단원(6/19시작)~11단원(7/1시작, 7/6종료)\n\n- 중2-2 (일품) 총 9단원 종료\n1단원(7/8시작) 2단원(7/14) 3단원(7/27) 4단원(9/7) 5단원(9/8) 6단원(9/9) 7단원(10/26) 8단원(11/26) 9단원(11/28시작, 11/30종료)  대략 4개월 소요\n\n- 중2-2 (블랙라벨) 총 9단원 \n1단원(9/11시작) 2단원(9/11) 3단원(9/13) 4단원(9/14) 5단원(9/16) 6단원(9/18시작, 진행중)\n\n<단원평가 결과>\n- 중2-2 기본과정\n1중단원(13개/15문제) 통과\n2중단원(14개/15문제) 통과\n3중단원(13개/15문제) 통과\n4중단원(15개/15문제) 통과\n5중단원(13개/15문제) 통과\n6중단원(13개/15문제) 통과\n\n- 중2-2 실력과정 종료\n1중단원(14개/15문제) 통과\n2중단원(12개/15문제) 통과\n3중단원(11개/15문제) -> 재시험(14개/15문제)\n4중단원(9개/15문제) -> 재시험(14개/15문제)\n5중단원(13개/15문제) 통과\n6중단원(9개/15문제) -> 재시험(12개/15문제)\n\n- 고1-2 기본과정\n1. 직선의 방정식 (19개/20문제)\n2. 원의 방정식 (16개/12문제)\n3. 집합 (21개/25문제)\n4. 명제 (18개/25문제)\n5. 함수 (14개/25문제)\n6. 유리함수와 무리함수 (15개/25문제)\n7. 순열 (13개/25문제)\n8. 조합 (16개/25문제)\n \n<학습주안점>\n- 수학에 대한 관심이 높아서 고등 선행에 관심이 있고, 어려운 문제를 푸는 것을 좋아함.\n- 풀이과정을 깔끔하게 차분하게 문제 푸는 연습이 필요.\n- 고등 선행 단계에 비하면 단원평가 결과가 완벽하지 않는 것을 볼때, 꼼꼼한 학습체계를 잡는 것이 중요함. ', '중2-2 중간 기출\n배재중 13/15\n명일중 20/21\n삼육중 예상 52/52\n강남기출 \n4-1 이등변삼각형 25/25\n4-2 삼각형의 외심과 내심 25/25\n5-1 평행사변형 25/25\n5-2 여러가지 사각형 25/25\n최다오답 \n4.삼각형의 성질 15/15\n5.사각형의 성질 15/15\n\n중2-1 기말 기출\n강남기출 \n2-3 연립일차방정식의 활용 21/25\n3-1 일차함수의 그래프 19/25\n3-2 일차함수와 일차방정식 24/25\n\n중2-2 기말\n최다빈출\n6-1. 도형의 닮음 (19개/20문제)\n6-2 평행선 (20개/20문제)\n6-3. 무게중심 ( 18개/20문제)\n6-4 피타고라스 (18개/20문제)\n7-1 경우의 수 (17개/20문제)\n7-2 확률 (18개/20문제)\n최다오답\n6. 도형의 닮음 피타고라스 (11개/15문제)\n7. 확률 (9개/15문제)\n고난이도\n6. 도형의 닮음과 피타고라스 정리 (13개/15문제)\n7. 확률 (9/15문제)\n\n       ', '   ', '   ', NULL, '이준근', '', '', NULL, '', NULL, NULL, '010-', '미사용'),
(86, 'leanmath', '1', '2022-04-22 01:56:09', '퇴원', '여지훈', '월4금4', NULL, '', '', '', NULL, NULL, NULL, NULL, NULL, '중등', '명일중', '2', '미정', '미정', '미정', '1', '16', '5', '16', '', '', 350000, 0, 10000, NULL, '<8월26기준 학습기록>\n\n중1 여지훈 학습 기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(2시간), 화(1.5시간), 수(2시간), 목(1.5시간), 금(2시간), 토(0시간), 일(2시간) 주당 총 11시간\n\n입반 레벨테스트(6월) 61.97점\n\n<교재진행사항>\n1) 연산선행 \n- 중2-1 (개념+유형교재) 총 6단원\n1단원~4단원(이전에 진행), 5단원(6/4시작) 5단원(6/26시작) 6단원(6/26시작 7/9종료) \n- 중2-2 (디딤돌연산교재)  총 11단원\n1단원(7/11시작) 2단원(7/16시작) 3단원(7/22) 4단원(7/18) 5단원(8/2) 6단원(8/5) 7단원(8/11) 8단원(8/13) 9단원(8/20시작 현재 진행중) \n\n2) 개념선행 \n- 중1-2(라이트쎈교재) 총 9단원\n1단원(6/3시작) 2단원(6/8시작) 3단원(6/14) 4단원(6/18) 5단원(6/26) 6단원(7/5) 7단원(7/12) 8단원(7/22) 9단원(8/2시작 8/7 종료) \n\n- 중2-1(RPM교재) 총 9단원\n1단원(8/16시작 현재 진행중)\n\n3) 현행 심화 \n- 중1-1 (최고수준교재) 총 9단원\n5단원(6/14시작), 6단원(6/22) 7단원(6/25) 8단원(7/5) 9단원(7/9시작) 1단원(7/15시작) 2단원(7/23 시작) 3단원(7/30), 4단원(8/4시작 8/9 종료) 대략 2.7달 소요\n\n- 중1-2 (RPM재) 총 8단원\n1단원(8/16시작) 2단원(8/19시작 현재 진행중)\n\n<단원평가사항>\n중1-1 \n<기본과정>\n3대단원( 13개/15문제 ) 통과\n4대단원( 14개/15문제 ) 통과\n5대단원( 13개/15문제 ) 통과\n<실력과정>\n3대단원( 8개/15문제 ) 재시험 (13개/15문제)\n4대단원( 9개/15문제 ) 재시험 (14개/15문제)\n1대단원( 8개/15문제 ) 재시험 예정\n\n<학습시 주안점>\n성실하게 자기주도학습체계를 잘 따라 주었습니다. \n기본기를 탄탄히 하면서 현행 심화를 통해 심화 사고력을 기르기를 추천합니다.\n\n  ', '학습기록', NULL, '', NULL, NULL, NULL, '명덕초 4 여동생', '고래힐', NULL, '010-9315-6332', NULL, NULL, '010-', '미사용'),
(88, 'leanmath', '1', '2022-07-26 15:05:38', '재원', '차윤성', '화8목8', NULL, '', '', '', '2022-03-19', '카톡', NULL, NULL, '중2', '중등', '고덕중', '2', '미정', '미정', '미정', '2', '20', '4', '20', '', '', 350000, 0, 10000, '', '중1-1 만랩PM , 투탑수학, 최고수준(최근)\n중1-2 디딤돌 연산\n중1-2 개념+유형           ', '2022년 6월 15일 업데이트\n\n중2 차윤성 학습기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(1시간), 화(2시간), 수(2시간), 목(2시간), 금(1시간), 토(2시간), 일(1시간) 주당 총 11시간\n\n<레벨테스트>\n중1(6월) : 57.74점\n\n<교재이력>\n중1-1 : 만랩PM, 투탑수학, 최고수준, 쎈\n중1-2 : 디딤돌 연산, 개념 + 유형\n중2-1 : 수력충전, 라이트쎈\n중2-2 : 수력충전\n\n<교재진행사항>\n1) 연산선행 \n- 중1-2 (디딤돌연산) 총 11단원 - 종료\n1단원(6/24시작) 2단원(7/1) 3단원(7/11) 4단원(7/22) 5단원(8/8) 10단원(8/20)  11단원(9/2) 6단원(9/17) 7단원(9/29) 8단원(10/18) 9단원(11/2시작, 11/26종료) \n\n- 중1-1 (빅터연산A) 총 4단원 - 종료\n1단원(9/1시작) 2단원(9/3) 3단원(9/11) 4단원(9/16시작, 10/30종료) 대략 2개월 소요\n\n- 중1-1 (빅터연산B) 총 3대단원 - 멈춤\n1대단원(11/1시작, 잠시멈춤)\n\n- 중1-1(K1교재) 총 4단원 - 종료\n1단원(11/16시작) 2단원(12/3) 3단원(12/8) 4단원(12/19) 4분문장제(12/28종료)\n\n- 중1-1(K2교재) 총 4단원 - 종료\n1단원(11/27시작) 2단원(1/10) 3단원(1/15) 4단원(1/20) 4분문장제(1/22종료)\n\n- 중1-1(K3교재) 총 4단원 - 종료\n1단원(1/24시작) 2단원(2/1) 3단원(2/12) 4단원(3/2)\n\n- 중2-2(수력충전) 총8단원 - 진행중\n1단원(12/4시작) 2단원(1/15) 3단원(3/3) 4단원(5/7시작, 진행중)\n\n2) 개념선행 \n- 중1-2(개념+유형) 총 7단원 - 종료\n1단원(7/22시작) 2단원(8/8) 3단원(8/20) 4단원(9/23) 5단원(10/1) 6단원(11/12) 7단원(11/13시작 11/27종료) 대략 4.3 개월 소요\n\n- 중2-1 (수력충전) 총 8단원 - 진행중\n1단원(10/23시작) 2단원(10/28) 3단원(11/12) 4단원(11/27) 5단원(12/2) 6단원(2/14) 7단원(5/8) 8단원(6/11시작, 진행중)\n\n\n3) 현행심화 \n- 중1-1 (최고수준) 총 9단원 - 종료\n8단원(6/24) 9단원(6/28) 1단원(7/2시작) 6단원(7/6) 5단원(7/10)  7단원(7/12)3단원(7/14) 4단원(7/16) 2단원(7/25시작, 8/1종료) \n\n- 중2-1 (라이트쎈) 총 10단원 - 진행중\n1단원(12/4시작) 2단원(1/11) 3단원(2/5) 4단원(2/23) 5단원(5/14) 6단원(6/14시작, 진행중)\n\n<단원평가 결과>\n- 중1-1 기초과정\n2중단원(14개/15문제) 통과\n3중단원(14개/15문제) 통과\n\n- 중1-1 기본과정\n1중단원(10개/15문제) -> 재시험(15개/15문제)\n2중단원(9개/15문제) -> 재시험(13개/15문제)\n3중단원(13개/15문제) 통과\n4중단원(9개/15문제) -> 재시험(13개/15문제)\n5중단원(13개/15문제) 통과\n\n- 중1-2 기본과정\n1중단원(7개/15문제) -> 재시험1(11개/15문제) -> 재시험2(13개/15문제)\n2중단원(8개/15문제) -> 재시험(15개/15문제)\n3중단원(10개/15문제) -> 재시험(15개/15문제)\n4중단원 평가예정\n\n- 중2-1 개념과정\n1중단원(14개/15문제) 통과\n2중단원(12개/15문제) 통과\n3중단원(13개/15문제) 통과\n4중단원(13개/15문제) 통과\n5중단원(12개/15문제) 통과\n\n- 중2-1 기초과정\n1중단원(11개/15문제) -> 재시험(12개/15문제)\n2중단원(8개/15문제) -> 재시험(15개/15문제)\n3중단원 평가예정\n4중단원 평가예정\n\n- 중2-2 개념과정\n1중단원(13개/15문제) 통과\n2중단원(12개/15문제) 통과\n3중단원 평가예정\n \n<학습 주안점>\n- 문제 푸는 속도가 느려서 같은 시간을 공부해도 다른 학생들과 비교했을 때 학습량이 적음.\n- 초등 때부터 학습습관이 잘 잡혀있지 않아 공부에 집중하기를 힘들어 함.\n- 중2-1 연산교재를 끝내고 중2-1 기초교재로 내신준비를 하고 있음. \n- 중2-2 연산선행을 하고 있지만, 학습량이 적어서 많은 선행을 못하고 있음.  ', '       ', '       ', '       ', NULL, '', '   ', '', NULL, '', '', NULL, '010-', '미사용'),
(92, 'leanmath', '1', '2022-07-26 15:09:14', '재원', '하민영', '수4토4', NULL, '2021.07.10', '', '', '2022-03-17', '카톡', NULL, NULL, '중1', '중등', '명덕중', '1', '미정', '기초평가', '기초평가', '3', '16', '6', '14', '', '', 350000, 0, 10000, '', '          ', '2022년 3월 16일 업데이트\n\n중1 하민영 학습기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(1시간), 화(1시간), 수(2시간), 목(1시간), 금(1시간), 토(2시간), 일(0시간) 주당 총 8시간\n\n<레벨테스트>\n초6 (7월) : 12.67점\n\n<교재진행사항>\n1) 연산선행 \n- 초6-2 (빅터연산) 총 9단원 - 종료\n 1단원(7/10시작) 2단원(7/16시작) 3단원(7/28시작) 4단원(8/24) 5단원(9/4) 6단원(9/14) 7단원(9/23) 8단원(10/1) 9단원(10/5시작, 10/7종료) 대략 3개월 소요\n\n- 초6-2 (빅터연산 복습) 총 9단원 - 종료\n1단원(9/20시작) 2단원(10/2) 3단원(10/15) 4단원(10/28) 5단원(11/12) 6단원(11/20) 7단원(11/30) 8단원(12/3시작, 12/10종료)\n\n- 중1-1 (기탄수학 K1) \n1단원(12/8시작) 2단원(12/14) 3단원(12/25) 4단원(1/2시작, 1/16종료) 대략 1.2개월 소요\n\n- 중1-1 (기탄수학 K2)\n1단원(1/17시작) 2단원(1/21) 3단원(2/12) 4단원(2/28시작, 진행중)\n\n- 중1-1 (기탄수학 K3, K4 동시 진행예정)\n\n2) 개념선행 \n- 초6-2 ( EBS 만점왕 ) 총 6단원 - 종료\n 1단원(8/14시작) 2단원(8/24시작) 3단원(9/4) 4단원(9/11) 5단원(10/1) 6단원(10/11) 실전북(11/17시작, 12/15종료) 대략 4개월 소요\n\n - 중1-1 (수력충전) 총 8단원 - 진행중\n1단원(1/10시작) 2단원(1/13) 3단원(1/19) 4단원(1/24) 5단원(2/19시작, 진행중)\n\n3) 현행심화 \n- 초6-1 ( EBS 만점왕 ) 총 6단원  - 종료\n 1단원(7/10시작)  6단원(7/14시작) 2단원(7/21) 3단원(7/24) 4단원(7/30) 5단원(8/10시작 8/14종료)  대략 1개월 소요\n\n- 초6-2 ( 디딤돌 (기본+응용) ) 총 6단원 - 종료\n1단원(9/11시작) 2단원(10/5) 3단원(10/27) 4단원(11/6) 5단원(12/4) 6단원(12/17시작, 12/28종료) 대략 3.7개월 소요\n\n- 초6-2 (쎈) 총 6단원 - 진행중\n1단원(12/30시작) 2단원(1/8) 3단원(1/28) 4단원(2/8) 5단원(2/18시작, 진행중)\n\n- 다음 교재 중1-1 (라이트쎈) 예정\n\n<단원평가 결과>\n초6-1 기초과정 총 6단원 - 종료\n1단원(3개/10문제) -> 재시험(9개/10문제)\n2단원(6개/10문제) -> 재시험(9개/10문제)\n3단원(9개/10문제) 통과\n4단원(5개/10문제) -> 재시험(9개/10문제)\n5단원(6개/10문제) -> 재시험(8개/10문제)\n6단원(1개/10문제) -> 재시험(8개/10문제)\n\n초6-2 기초과정 총 6단원\n1단원(5개/10문제) -> 재시험(9개/10문제)\n2단원(5개/10문제) -> 재시험(10개/10문제)\n3단원(4개/10문제) -> 재시험(10개/10문제)\n4단원(3개/10문제) -> 재시험(8개/10문제)\n5단원(3개/10문제) -> 재시험(9개/10문제)\n6단원(6개/10문제) -> 재시험(10개/10문제)\n\n- 초6-2 기본과정 총 6단원 - 종료\n1단원(1개/10문제) -> 재시험1(6개/10문제) -> 재시험2(9개/10문제)\n2단원(3개/10문제) -> 재시험 보류\n3단원(6개/10문제) -> 재시험(10개/10문제)\n4단원(3개/10문제) -> 재시험(8개/10문제)\n5단원(8개/10문제) 통과\n6단원(8개/10문제) 통과\n\n- 초6-2 기본과정2 총 6단원\n1단원(9개/10문제) 통과\n2단원(3개/10문제) -> 재시험 보류\n3단원(10개/10문제) 통과\n4단원 평가예정\n\n- 중1-1 개념과정\n1중단원(14개/15문제) 통과\n2중단원 평가예정\n\n<학습 주안점>\n- 자기주도학습을 잘 따르고 있음.\n- 할 때는 열심히 공부하는데 가끔 바쁘다는 핑계로 안 할 때가 있음.\n-  기초력 증진을 위해 초6-2 복습을 진행했음.\n- 초6-2 복습효과인지 중1-1 앞부분에 대한 연산 학습 속도가 빨랐는데 연산이 복잡해지면서 오답도 늘고, 느려지고 있음.\n- 단원평가를 보면 재시험 점수가 높고 1차통과도 조금씩 늘어나는 것을 볼 때 착실히 실력을 늘려가고 있는 것으로 보임.\n- 중등 선행 속도를 높이고, 중1 과정에서 그래도 실력과정까지는 연습할 수 있도록 해야 함.   ', '          ', '          ', '          ', NULL, '', '명일중3 언니 ', '고래힐', NULL, '010-6898-1971', '', NULL, '010-7273-1472', '사용'),
(94, 'leanmath', '1', '2022-04-22 01:56:09', '퇴원', '오정석', '월8금8', NULL, NULL, NULL, '', NULL, NULL, NULL, NULL, NULL, '고등', '강명중', '1', '미정', '미정', '미정', '1', '20', '5', '20', '', '', 350000, 0, 10000, NULL, '', '학습기록', NULL, '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '010-', '미사용'),
(95, 'leanmath', '1', '2022-04-22 01:56:09', '퇴원', '김도원', '수8토14', NULL, '', '', '', NULL, NULL, NULL, NULL, NULL, '중등', '', '1', '미정', '미정', '미정', '3', '20', '6', '14', '', '', 350000, 0, 10000, '', '쌍둥이          ', '2021년 12월 15일 업데이트\n\n초6 김도원 학습기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(1.5시간), 화(1.5시간), 수(2시간), 목(1.5시간), 금(1.5시간), 토(2시간), 일(0시간) 주당 총 10시간\n\n<레벨테스트>\n초6 (7월) : 53.52점\n\n<교재이력>\n초6-2 :  우등생\n중1-1 : 기탄수학(K3,K5), 빅터연산, 라이트쎈, RPM \n중1-2 : 수력충전\n\n<교재진행사항>\n1) 연산선행 \n- 중1-1 (빅터연산1A) 총 4단원 종료\n1단원(7/14시작) 2단원(7/17) 3단원(7/23) 4단원(7/31시작, 9/3종료) 대략 1.5개월 소요\n \n- 중1-1 (빅터연산1B) 총 3단원 종료\n1단원(9/4시작) 2단원(10/1) 3단원 (10/22시작, 11/18종료) 대략 2.5개월 소요\n\n- 중1-2 ( 수력충전 ) 총9단원\n1단원(11/20시작) 2단원(11/25) 3단원(12/1) 4단원(12/2시작, 진행중)\n\n- 중1-1 기탄수학 K3\n121~135 (11/20시작) 136~150 (11/25) 151~165 (11/30) 166~180 (12/6시작, 12/11종료) 대략 3주소요\n\n- 중1-1 기탄수학 K5 \n241~255 (12/14시작, 진행중)\n\n2) 개념선행 \n- 중1-1 ( 라이트쎈) 총 9단원\n1단원(8/6시작) 2단원(8/16) 3단원(9/18) 4단원(9/28) 5단원(10/23) 6단원(11/10) 7단원(11/16) 8단원(11/29) 9단원(12/7시작, 진행중)\n\n- 다음교재는 중1-2 (라이트쎈) 추천\n\n3) 현행심화 \n- 초6-2 (우등생 ) 총 6단원 종료\n1단원(7/14시작) 2단원(7/19) 3단원(7/26) 4단원(8/4) 5단원(8/19) 6단원(9/3시작, 9/10종료) 대략 1.5개월 소요\n\n- 초6-2 (쎈교재) 총 6단원 종료\n1단원(9/11시작) 2단원(9/23) 3단원(10/8) 4단원(10/23) 5단원(11/3) 6단원(11/11) 모의고사(11/19시작, 11/26종료) 대략 2.5개월 소요 \n\n- 중1-1 (RPM 교재 ) 총 9단원\n1단원(11/27시작) 2단원(11/30) 3단원(12/8시작, 진행중)\n\n<단원평가 결과>\n- 초6-2 기본과정  종료\n1단원(6개/10문제) -> 재시험(8개/10문제)\n2단원(5개/10문제) -> 재시험(9개/10문제)\n3단원(8개/10문제) 통과\n4단원(9개/10문제) 통과\n5단원(6개/10문제) -> 재시험(9개/10문제)\n6단원(9개/10문제) 통과\n\n- 초6-2 실력과정 종료\n1단원(5개/10문제) -> 재시험(9개/10문제)\n2단원(4개/10문제) -> 재시험(10개/10문제)\n3단원(6개/10문제) -> 재시험(10개/10문제)\n4단원(4개/10문제) -> 재시험(9개/10문제)\n5단원(5개/10문제) -> 재시험(9개/10문제)\n6단원(7개/10문제) -> 재시험(10개/10문제)\n\n- 중1-1 개념과정 총 5 중단원 종료\n1중단원(11개/15문제) -> 재시험(15개/15문제)\n2중단원(11개/15문제) -> 재시험(14개/15문제)\n3중단원(5개/15문제) -> 재시험(15개/15문제)\n4중단원(9개/15문제) -> 재시험(15개/15문제)\n5중단원(12개/15문제) 통과\n\n- 중1-1 기초과정 총 5중단원\n1중단원(4개/15문제) -> 재시험(14개/15문제)\n2중단원(11개/15문제) -> 재시험(14개/15문제)\n3중단원(4개/15문제) -> 재시험(12개/15문제)\n4중단원(7개/15문제) -> 재시험 예정\n5중단원 평가 예정\n\n<학습 주안점>\n- 책을 꼼꼼히 풀지 않고 대충 푸는 습관을 바꾸기 위해 교정 중\n- 중1-1 연산 교재를 끝냈는데 연산 실수가 많아서 기탄수학으로 복습하고 있고, 좋아지고 있음.\n- 선행체계를 잡고 있어서 중1-2 선행까지 하고 있음.\n- 풀이과정을 깨끗하게 푸는 연습도 하고 있음.        ', '    ', '12/4 풀이과정이 없어서 지적\n\n12/1 기탄 풀이과정 엉터리\n11/17 연습장 안가져 옮\n10/16 연습장 안 가져 옮, 목요일 아파서 과제 못함\n\n10/6 연습장 안 가져 옮, 줄이 안 맞아서 새로 풀게 함.\n\n9/29 풀이과정 부족 다시 쓰게 함.\n\n9/25 채점 엉터리 발견\n\n9/17 날짜, 풀이 적기 가이드\n\n9/15 연습장 안 가져옮, 시험지 안 가져옮\n\n9/11 풀이 적기 연습\n8/27. 연습장 안 가져옮, 풀이 과정 부족\n8/21 풀이 서술이 서툼\n8/18 풀이 부족 -> 다시 적게 함\n8/14 화, 금 과제 부족\n8/5 목 과제 안 함, 풀이과정 없음, 연습장 안 가져옮, 풀이 과정 교정\n7/31  글씨 깨끗하게\n7/24 연습장 안가져옮, 풀이과정 없음\n7/21 채점 안 됨\n7/17 우등생 교재 안 가져옮, 과제 부족      ', '    ', NULL, '', '', '', NULL, '', NULL, NULL, '010-', '비사용'),
(96, 'leanmath', '1', '2022-06-29 03:04:49', '퇴원', '장한별', '수8토2', NULL, '2021-07-14', '', '', '2022-01-01', '카톡', NULL, NULL, '', '고등', '한영고', '2', '미정', '미정', '미정', '3', '20', '6', '14', '', '', 450000, 0, 10000, '', '        ', '        ', '고1 장한별 학습 기록 공유드립니다.\n10월 15일 updated\n\n한영고 \n2021년 고1-2 중간고사 예상 족보  45/55\n\n강남기출\n3-3. 원의 방정식 (15개/20문제)\n4-1. 집합 (18개/20문제)\n4-2. 명제 (18개/20문제)\n3-4. 도형의 이동( 18개/20문제)\n\n단원평가\n3등급 1차\n1. 집합과 명제 (23개/30문제)\n3. 도형의 방정식 (25개/30문제)\n\n3등급 2차\n1. 집합과 명제 (23개/30문제)\n3. 도형의 방정식 (24개/30문제)\n\n            ', '        ', '        ', NULL, '', '  ', '고래힐', NULL, '', NULL, NULL, '010-8861-2559', '사용');
INSERT INTO `student` (`id`, `workspace`, `flag`, `modified_time`, `status`, `name`, `class_name`, `user_id`, `start_date`, `end_date`, `report_short_memo`, `report_date`, `report_type`, `s_memo`, `password`, `grade`, `grade1`, `school_name`, `grade2`, `level1`, `level2`, `level3`, `class_day1`, `class_time1`, `class_day2`, `class_time2`, `class_day3`, `class_time3`, `fees`, `discount1`, `discount2`, `discount_memo`, `memo`, `study_memo`, `test_memo`, `check_memo`, `off_memo`, `rookie`, `sibling_name`, `sibling_memo`, `house`, `distance`, `s_phone`, `m_phone`, `mom_memo`, `receipt_phone`, `receipt_use`) VALUES
(97, 'leanmath', '1', '2022-07-27 07:35:29', '퇴원', '김태윤', '월6금6', NULL, '', '', '', '2022-01-07', '카톡', NULL, NULL, '중2', '중등', '배재중', '3', '미정', '미정', '미정', '1', '18', '5', '18', '', '', 350000, 0, 10000, '', '         ', '2022년 7월 20일 업데이트\n\n중3 김태윤 학습기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(2시간), 화(1.5시간), 수(1.5시간), 목(1.5시간), 금(2시간), 토(1.5시간), 일(0시간) 주당 총 10시간\n\n<레벨테스트>\n중2 (7월) : 31.94점\n\n<내신평가>\n중2-2 : 중간 76점~80점, 기말 69점\n중3-1 : 중간 85점, 기말 75점\n\n<교재이력>\n중2-1 :  구주이배교재, RPM\n중2-2 :  구주이배교재(기본), 라이트쎈, 쎈\n중3-1 : 수력충전, 기탄수학(M2), 라이트쎈, RPM\n중3-2 : 수력충전, 라이트쎈\n고1-1 베이직 쎈\n\n<교재진행사항>\n1) 연산선행 \n- 중3-1 (수력충전) 총 7단원 - 종료\n1단원(7/10시작) 2단원(7/14) 3단원(7/26) 4단원(7/31) 5단원(8/20) 6단원(8/26) 7단원(10/16시작, 12/22종료) \n\n- 중3-1 ( 기탄수학 M2) 총 4단원 - 종료\n1단원(11/15시작) 2단원(11/21) 3단원(11/26) 4단원(12/1) 4분문장제(1/7시작, 종료)\n\n- 중3-1 ( 기탄수학 M3) 총 4단원 - 종료\n1단원(2/7시작) 2단원(2/10) 3단원(2/14) 4단원(2/23시작, 종료)\n\n- 중3-2 ( 수력충전) 총 6단원 - 종료\n1단원(11/3시작) 2단원(12/22) 3단원(1/10) 4단원(1/14) 5단원(2/8) 6단원(2/25시작, 2/27 종료) 4개월 소요 \n\n- 고1-1 (베이직쎈) 총 13단원 - 진행중\n1단원(5/18시작, 진행중)\n\n2) 개념선행 \n- 중2-2 ( 라이트쎈 ) 총 11단원 - 종료\n1단원(7/10시작) 2단원(7/13) 3단원(7/19) 4단원(7/21) 5단원(7/30) 6단원(8/2) 7단원(8/6) 8단원(8/9) 9단원(8/14) 10단원(8/21) 11단원(8/25시작, 8/30종료) \n\n- 중3-1 ( 라이트쎈 ) 총 10단원 - 종료\n1단원(11/3시작 ) 2단원(12/22) 3단원(12/28) 4단원(12/31) 5단원(1/6) 6단원(1/10) 7단원(1/22) 8단원(2/24) 9단원(3/2) 10단원(3/14시작, 3/28종료) \n\n- 중3-2 (라이트쎈) 총 7단원 - 진행중\n1단원(3/4시작) 2단원(3/16) 3단원(5/20시작, 진행중)\n\n3) 현행심화 \n- 중2-1 (RPM) 총 9단원 - 종료\n1단원~5단원(기존) 9단원(7/10) 6단원(7/15시작) 7단원(7/31) 8단원(8/10) 실력업(8/15시작, 8/31종료) \n\n- 중2-2 (쎈) 총 11단원 - 종료\n1단원(9/4시작) 2단원(9/9) 3단원(9/14) 4단원(9/15) 5단원(10/6) 6단원(10/7) 7단원(10/13) 8단원(10/19) 9단원(10/23) 10단원(11/10) 11단원(11/20시작, 11/30종료) C단계는 나중에\n\n- 중3-1 (쎈) 총 12단원 - 종료\n1단원(3/22시작) 2단원(3/30) 3단원(4/1) 4단원(4/7) 5단원(4/11) 6단원(4/16) 7단원(5/11) 8단원(5/20) 9단원(5/27) 10단원(6/1) 11단원(6/8) 12단원(6/20시작, 종료)\n\n<단원평가 결과>\n- 중2-2 기초과정 - 종료\n1단원(11개/15문제) -> 재시험(15개/15문제)\n2단원(13개/15문제) 통과 \n3단원(15개/15문제) 통과\n4단원(14개/15문제) 통과\n5단원(13개/15문제) 통과\n6단원(11개/15문제) -> 재시험1(10개/15문제) -> 재시험2(15개/15문제)\n\n- 중2-2 기본과정 - 종료\n1단원(9개/15문제) -> 재시험(15개/15문제)\n2단원(13개/15문제) 통과\n3단원(7개/15문제) -> 재시험(14개/15문제)\n4단원(12개/15문제) 통과\n5단원(8개/15문제) -> 재시험(14개/15문제)\n6단원(10개/15문제) -> 재시험(13개/15문제)\n\n- 중3-1 기초과정 - 종료\n1단원(10개/15문제) -> 재시험(14개/15문제)\n2단원(12개/15문제) 통과\n3단원(10개/15문제) -> 재시험(14개/15문제)\n4단원(14개/15문제) 통과\n5단원(12개/15문제) 통과\n\n- 중3-1 기본과정 - 종료\n1단원(10개/15문제) -> 재시험(14개/15문제)\n2단원(12개/15문제) 통과\n3단원(11개/15문제) -> 재시험(14개/15문제)\n4단원(11개/15문제) -> 재시험(14개/15문제)\n5단원(3개/15문제) -> 재시험1(8개/15문제) -> 재시험2(12개/15문제)\n\n<학습 주안점>\n- 학습습관 형성이 안 되어 있어서 자기 공부량이 적었음.\n- 기초가 부족해서 기초부터 탄탄히 공부해 나가고 있음.        ', '내신준비기록\n\n배재중 2019 중2-1기말 14/18\n\n강남기출 \n4-1. 이등변삼각형 18/25\n4-2. 삼각형의 외심과 내심 17/25\n5-1. 평행사변형 19/25\n5-2. 여러가지 사각형 15/25\n\n최다오답\n4. 삼각형 성질 10/15\n5. 사각형 성질 8/15               ', '             ', '             ', NULL, '', '    ', '', NULL, '010-4051-4302', '010-4054-4302', NULL, '010-', '미사용'),
(98, 'leanmath', '1', '2022-04-22 01:56:09', '퇴원', '김지안', '수8토18', NULL, '', '', '', NULL, NULL, NULL, NULL, NULL, '중등', '고덕중', '3', '미정', '미정', '미정', '3', '20', '6', '18', '', '', 350000, 0, 10000, NULL, '', '학습기록', NULL, '', NULL, NULL, NULL, '', '', NULL, '', NULL, NULL, '010-', '미사용'),
(99, 'leanmath', '1', '2022-04-22 01:56:09', '퇴원', '김수현', '월6금6', NULL, '', '', '', NULL, NULL, NULL, NULL, NULL, '중등', '', '2', '미정', '미정', '미정', '1', '18', '5', '18', '', '', 350000, 0, 10000, '', ' ', '2021년 12월 3일 업데이트\n\n중1 김수현  학습 기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(2시간), 화(1시간), 수(1시간), 목(1시간), 금(2시간), 토(1시간), 일(1시간) 주당 총 9시간\n\n<레벨테스트>\n중1 (7월) : 28.57점\n\n<교재이력>\n중1-1 : 개념원리, 라이트쎈\n중1-2 : 교과서개념잡기, 라이트쎈\n중2-1 : 교과서개념잡기, 라이트쎈\n중2-2 : 수력충전\n \n<교재진행사항>\n1) 연산선행 \n- 중2-1 (교개잡) 총 6단원 종료\n1단원~3단원(기존수업) 4단원(7/7시작) 5단원(7/23) 6단원(8/18시작, 8/27종료) \n \n- 중2-2 (수력충전) 총 8단원\n1단원(10/29시작) 2단원(11/12) 3단원(11/24) 4단원(12/3시작, 진행중)\n\n2) 개념선행 \n- 중2-1 (라이트쎈) 총 10단원\n1단원(7/27시작) 2단원(8/11) 3단원(9/11) 4단원(9/30) 5단원(10/19) 6단원(10/31시작, 진행중)\n\n- 다음교재 중2-1 (RPM교재) 추천\n\n3) 현행 심화 \n- 중1-1 (라이트쎈) 총 9단원 종료\n1단원~6단원(기존 과외수업 ) 7단원(7/10시작) 8단원 9단원(7/23종료) \n\n- 중1-2 (라이트쎈) 총 9단원  \n10단원(7/9시작) 11단원(7/12) 12단원(7/19) 14단원(7/30) 15단원(8/19) 13단원(9/7) 16단원(9/17) 17단원(9/26) 18단원(10/6) 모의고사(11/7시작, 12/3 종료) 대략 4.8개월 소요\n\n- 중1-2 (RPM 교재)\n1단원(12/4시작, 진행중)\n\n<단원평가사항>\n중1-2 기본과정\n1단원(8개/15문제) -> 재시험(13개/15문제)\n2단원(9개/15문제) -> 재시험(13개/15문제) \n3단원(11개/15문제) -> 재시험(14개/15문제)\n4단원 예정\n \n중2-1 기초과정\n1단원 시험예정\n2단원(12개/15문제)\n\n<학습 주안점>\n- 초반에는 자기주도학습체계에 적응 못하는 듯했으나 최근 자기주도적인 면이 보이고 있어 다행으로 생각하고 있음. \n- 스스로 고민하면서 공부하는 습관이 없었음.\n- 어려워서 공부 안했다는 핑계가 안 생기도록 수준에 맞는 기초교재를 선정해서 단계적인 선행을 진행하면서 기초를 다지고 있음.\n- 단원평가는 기본과정을 1차평가에서 통과하지는 못하지만 재시험 결과가 좋아서 점점 나아질 것이 생각됨.\n- 내신이 없는 1학년때 실력과정 정도 통과할 수 있는 수학적 사고력을 길러 놓을 필요가 있음. ', ' ', ' ', ' ', NULL, '', '', '그라시움', NULL, '', NULL, NULL, '010-2083-0193', '사용'),
(100, 'leanmath', '1', '2022-04-22 01:56:09', '퇴원', '윤태경', '화6목6', NULL, '', '', '', NULL, NULL, NULL, NULL, NULL, '중등', '고덕중', '2', '미정', '미정', '미정', '2', '18', '4', '18', '', '', 350000, 0, 10000, NULL, '고명초 졸업 , ADHL 약처방 받고 있음 ', '학습기록', NULL, '', NULL, NULL, NULL, '', '고래힐', NULL, '', NULL, NULL, '010-', '미사용'),
(101, 'leanmath', '1', '2022-04-22 01:56:09', '퇴원', '고하민', '화8목8', NULL, '21년 7월 6일', '2021년11월30일', '', NULL, NULL, NULL, NULL, NULL, '중등', '고덕중', '2', '미정', '미정', '미정', '2', '20', '4', '20', '', '', 350000, 0, 10000, '', '', '중1 고하민 학습 기록 공유드립니다.\n\n21년 11월 20일 updated\n\n<자기주도 학습시간계획>\n월(2시간), 화(2시간), 수(2시간), 목(2시간), 금(2시간), 토(2시간), 일(2시간) 주당 총 14시간\n\n<입반 테스트>\n중1 7월 레벨테스트 : 54.28점 -> 재시험(74.28점) \n중1 10월 레벨테스트 : 59.15점\n\n<교재진행사항>\n1) 연산선행 \n- 중2-2 (디딤돌연산교재)  총 11단원 종료\n1단원(7/7시작) 2단원(7/10시작) 3단원(7/15) 4단원(7/19) 5단원(7/22) 6단원(7/27) 7단원(7/27) 8단원(8/3) 9단원(8/10) 10단원(8/18) 11단원(8/30시작, 9/6종료) 대략 2개월 소요\n\n- 중3-1 (수력충전교재) 총 7단원\n1단원(9/4시작) 2단원(9/9) 3단원(9/23) 4단원(9/28) 5단원(10/7) 6단원(10/17) 7단원(10/31시작, 마무리중)\n\n- 중3-2 (수력충전교재) 예정\n\n2) 개념선행 \n- 중2-1(최상위) 기존교재 총 10단원 - 종료\n1단원~4단원(기존 진행), 5단원(7/6시작) 6단원(7/10) 7단원(7/12) 8단원(7/20) 9단원(7/22) 10단원(7/29시작 8/10 종료) \n\n- 중2-2(개념원리) 기존교재  총 10단원 - 종료\n1단원~6단원(기존 진행), 7단원(8/11시작) 8단원(8/18) 9단원(8/24) 10단원(9/1시작, 9/8종료) \n\n- 중 2-1 (TOT교재) 총 7단원 종료\n1단원(9/9시작) 2단원(9/14) 3단원(9/26) 4단원(10/4) 5단원(10/16) 6단원(10/26) 7단원(11/1시작, 11/11종료). 대략 2개월 소요\n\n- 중 3-1 (라이트쎈교재) 총 10단원\n1단원(11/11시작, 진행중)\n\n3) 현행 심화 \n- 중1-2 (일품교재) 총 9단원\n1단원(7/12 시작), 2단원(7/15), 3단원(7/17), 4단원(7/24), 5단원(7/26), 6단원(7/31) 7단원(8/2) 8단원(8/11) 9단원(8/15시작 8/24 종료)  대략 1.5달 소요\n\n- 중1-2 (에이급교재) 총 5단원 종료\n1단원(8/22시작) 2단원(9/2) 3단원(9/12) 4단원(10/7) 5단원(10/25시작, 11/7종료) 대략 2.5개월 소요\n\n- 중2-2 (쎈교재) 총 11단원\n1단원(11/8시작, 진행중)\n\n<단원평가사항>\n중1-1 실력평가\n3대단원(12개/15문제) 통과\n4대단원(9개/15문제) -> 재시험(13개/15문제)\n5대단원(11개/15문제) -> 재시험(12개/15문제)\n\n중1-2 실력평가\n1대단원( 14개/15문제 ) 통과\n2대단원( 13개/15문제 ) 통과\n3대단원( 14개/15문제 ) 통과\n4대단원( 15개/15문제 ) 통과\n5대단원( 11개/15문제 ) -> 재시험(14개/15문제)\n6대단원( 12개/15문제 ) 통과\n7대단원( 13개/15문제 ) 통과\n\n중1-2 심화평가\n1대단원( 10개/15문제) -> 재시험(14개/15문제)\n2대단원( 9개/15문제) -> 재시험(14개/15문제)\n3대단원( 5개/15문제) -> 재시험(14개/15문제)\n4대단원( 7개/15문제) -> 재시험(14개/15문제)\n5대단원( 5개/15문제) -> 재시험(10개/15문제)\n6대단원( 5개/15문제) -> 재시험예정\n\n중2-1 기본평가\n1단원(14개/15문제) 통과\n2단원(14개/15문제) 통과\n3단원(10개/15문제) -> 재시험 예정\n\n<학습시 주안점>\n- 자기주도학습체계를 잘 따르고 있음.\n- 기존교재를 잘 정리하고 학생 수준에 맞는 교재로 선행과 현행 심화를 모두 챙기고 있음.\n- 단원평가의 경우 실력평가를 잘 마무리하고 심화평가를 진행하고 있음.\n- 문제를 차분하게 읽고 답을 구하는 연습을 통해 실수를 줄일 필요가 있음.        ', '', '', '', NULL, '', '', '그라시움', NULL, '', NULL, NULL, '010-', '미사용'),
(105, 'leanmath', '1', '2022-07-28 01:56:39', '재원', '황유선', '월8금8', NULL, '2022-07-01', '', '', '2022-07-28', '카톡', NULL, NULL, '중3', '중등', '성덕여중', '3', '미정', '미정', '미정', '1', '20', '5', '20', '', '', 350000, 0, 10000, '', '            ', '2022년 7월 25일 업데이트\n\n중3 황유선 학습 기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(2시간), 화(1.5시간), 수(1.5시간), 목(1.5시간), 금(2시간), 토(1.5시간), 일(1시간) 주당 총 11시간\n\n<레벨테스트>\n중2 (7월) : 70.83점\n\n<내신평가>\n- 중2-1 : 중간(60점), 기말 ( 80점 )\n- 중2-2 : 중간(78점), 기말 ( 89점 )\n- 중3-1 : 중간(93점), 기말 ( 91점 )\n\n<교재이력>\n중2-1 : 쎈, 일품, 에이급\n중2-2 : 인강, 쎈, 일품\n중3-1 : 수력충전, 라이트쎈, RPM, 일품\n중3-2 : 수력충전, 라이트쎈\n고1-1 : 수력충전, 라이트쎈\n고1-2 : 수력충전\n\n<교재진행사항>\n1) 연산선행 \n - 중3-1(수력충전교재) - 총 7단원 - 종료\n1단원(7/19시작) 2단원(7/24) 3단원(7/28) 4단원(8/1) 5단원(8/7) 6단원(8/11) 7단원(8/17시작, 8/26종료) 약 1.2개월 소요\n\n- 중3-2(수력충전교재) - 총 6단원 - 종료\n1단원(8/26시작) 2단원(9/4) 3단원(10/8) 4단원(10/11) 5단원(10/17) 6단원(10/23시작, 10/25종료) 약 2개월 소요\n\n- 고1-1(수력충전) - 총 11단원 - 종료\n1단원(12/20시작 ) 2단원(12/24) 3단원(12/29) 4단원(1/10) 5단원(1/21) 6단원(2/4) 7단원(2/15) 8단원(2/25) 9단원(3/7) 10단원(3/25) 11단원(5/13시작, 종료) 대략 5개월 소요\n\n- 고1-2(수력충전) - 총 6단원 - 진행중\n1단원(5/27시작, 진행중)\n \n2) 개념선행 \n- 중2-2(쎈)  총 11단원 - 종료\n1,2,3,4단원(기존진행) 5단원(7/19시작) 6단원(7/22) 7단원(7/28) 8단원(8/2) 9단원(8/7) 10단원(8/11) 11단원(8/20시작, 8/28종료) 약 1.2개월 소요\n\n- 중3-1(라이트쎈) 총 10단원 - 종료\n1단원(8/28시작) 2단원(9/7) 3단원(10/3) 4단원(10/10) 5단원(10/23) 6단원(11/6) 7단원(12/21) 8단원(1/7) 9단원(1/19) 10단원(1/30) 모의고사(2/7시작, 2/19종료) \n\n- 중 3-2(라이트쎈) - 총 7단원 - 종료\n1단원(11/1시작) 2단원(11/9) 3단원(12/23) 4단원(1/10) 5단원(1/17) 6단원(1/31) 7단원(2/9) 모의고사(2/12시작, 2/23종료) 대략 3.7개월 소요\n\n- 고1-1(라이트쎈) - 총 12단원 - 진행중\n1단원(3/1시작) 2단원(3/10) 3단원(3/26) 4단원(4/12) 5단원(5/17) 6단원(5/30) 7단원(7/15시작, 진행중)\n\n3) 현행 심화 \n- 중2-2(일품교재) 총 9단원 - 최고수준 부분 나중에\n1단원(8/23시작) 2단원(9/6) 3단원(9/10) 4단원(9/17) 5단원(10/5) 6단원(10/10) 7단원(10/30) 8단원(11/12) 9단원(11/16) 최고수준 마무리(11/17시작, 12/2종료) 대략 3개월 소요\n\n- 중3-1(RPM) 총 8단원 - 종료\n1단원(1/14시작) 2단원(1/31) 3단원(2/11) 4단원(2/21) 5단원(3/2) 6단원(3/9) 7단원(3/16) 8단원(3/29시작, 종료) 대략 2.5개월 소요\n\n- 중3-1(일품) 총 8단원 - 종료\n1단원(3/15시작) 2단원(3/20) 3단원(3/27) 4단원(4/6) 5단원(4/14) 6단원(5/15) 7단원(5/24) 8단원(5/30시작, 종료)\n\n- 중3-1(에이급) 총 5단원 - 진행중\n1단원(7/5시작, 진행중)\n\n<단원평가사항>\n- 중2-2 기본과정 -종료\n1중단원(13개/15문제) 통과\n2중단원(13개/15문제) 통과\n3중단원(11개/15문제) -> 재시험1(11개/15문제) -> 재시험2(15개/15문제)\n4중단원(10개/15문제) -> 재시험(13개/15문제)\n5중단원(9개/15문제) -> 재시험(15개/15문제)\n6중단원(13개/15문제) 통과\n\n- 중2-2 실력과정 - 종료\n1중단원(9개/15문제) -> 재시험(14개/15문제)\n2중단원(6개/15문제) -> 재시험(14개/15문제)\n3중단원(6개/15문제) -> 재시험(15개/15문제)\n4중단원(6개/15문제) -> 재시험(13개/15문제)\n5중단원(11개/15문제) -> 재시험(14개/15문제)\n6중단원( 9개/15문제) -> 재시험1(11개/15문제) -> 재시험2(14개/15문제)\n\n- 중3-1 기초과정 - 총 5중단원 -종료\n1중단원(12개/15문제) 통과\n2중단원(10개/15문제) -> 재시험(15개/15문제)\n3중단원(9개/15문제) -> 재시험(15개/15문제)\n4중단원(14개/15문제) 통과\n5중단원(13개/15문제) 통과\n\n- 중3-1 기본과정 - 총 5중단원 - 종료\n1중단원(6개/15문제) -> 재시험(14개/15문제)\n2중단원(12개/15문제) 통과\n3중단원(12개/15문제) 통과\n4중단원(13개/15문제) 통과\n5중단원(6개/15문제) -> 재시험(14개/15문제)\n\n- 중3-1 실력과정 - 총 5중단원 - 진행중\n1중단원(7개/15문제) -> 재시험(10개/15문제)\n2중단원(12개/15문제) 통과\n3중단원(13개/15문제) 통과\n4중단원(8개/15문제) -> 재시험(12개/15문제)\n5중단원(7개/15문제) -> 재시험예정\n\n- 중3-2 기초과정 - 총 3단원 - 종료\n1단원(11개/15문제) -> 재시험(14개/15문제)\n2단원(12개/15문제) 통과\n3단원(14개/15문제) 통과\n\n- 고1-1 개념과정 - 총 9단원 - 진행중\n1단원(17개/20문제) 통과\n2단원(14개/20문제) -> 재시험(19개/20문제)\n3단원(15개/20문제) -> 재시험(20개/20문제)\n4단원(19개/20문제) 통과\n5단원(13개/20문제) -> 재시험(19개/20문제)\n6단원(16개/20문제) 통과\n7단원(17개/20문제) 통과\n8단원(13개/20문제) -> 재시험(18개/20문제)\n9단원 평가예정\n\n- 고1-1 기초과정 - 총 9단원 - 진행중\n1단원(10개/20문제) -> 재시험예정\n2단원(14개/25문제) -> 재시험예정\n3단원 평가예정 ', '2019 중2-2 중간\n성덕여자중 14개/19문제\n한영중 17개/20문제\n배재중 16개/18문제\n명일중 20개/21문제\n\n2018년 중2-2 중간\n명일중 4개/4문제\n\n강남기출\n4-1 이등변삼각형. 22개/25문제 \n4-2 삼각형의 외심과 내심 21개/25문제\n5-1 평행사변형 23개/25문제\n5-2 여러가지 사각형 21개/25문제\n\n최다오답\n4. 삼각형의 성질 12개/15문제\n5. 사각형의 성질 11개/15문제\n\n성덕여자중 중2-2 중간 예상문제\n50개/58문제   \n\n중2-2 기말\n최다빈출 \n6-1. 도형의 닮음 (17개/20문제)\n6-2. 평행선 (18개/20문제)\n6-3. 무게중심 (20개/20문제)\n6-4. 피타고라스 (19개/20문제)\n7-1. 경우의 수( 20개/20문제)\n7-2. 확률(15개/20문제)\n\n최다오답\n닮음 피타 (12개/15문제)\n\n- 학교기출\n성덕여중 (18개/19문제)\n명일중(18개/22문제)\n한영중(22개/25문제)\n\n- 예상기출\n성덕여중 예상 (48개/55문제)    \n\n중3-1 중간\n95.7점 - 알파 = 93점       ', '            ', '            ', NULL, '', '초4 천호초      ', '천호동', NULL, '010-3618-1362', '010-4306-9006', NULL, '010-', '미사용'),
(106, 'leanmath', '1', '2022-07-18 05:27:06', '재원', '김시우', '화6목6', NULL, '', '', '', '2022-02-24', '카톡', NULL, NULL, '초6', '초등', '', '6', '미정', '미정', '미정', '1', '16', '5', '16', '', '', 300000, 0, 10000, '', '       ', '2022년 5월 19일 업데이트\n\n초6 김시우 학습 기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(1시간), 화(2시간), 수(1시간), 목(2시간), 금(1시간), 토(0시간), 일(0시간) 주당 총 7시간\n\n<레벨테스트>\n초5 (7월) 54.93점\n\n<교재이력>\n초5-1 : 쎈\n초5-2 : 기탄수학, 디딤돌(기본+응용), 쎈\n초6-1 : 쎈연산, 디딤돌(기본+응용), 쎈\n초6-2 : 쎈연산, 디딤돌(기본+응용)\n중1-1 : 빅터연산\n \n<교재진행사항>\n1) 연산선행 \n- 초5-2 ( 기탄 ) - 종료\n- 초6-1 ( 쎈연산 ) - 총 5단원 - 종료\n1단원(8/12시작), 2단원(8/24), 3단원(9/2), 4단원(9/20), 5단원(9/30시작, 10/12종료) 대략 2개월 소요\n\n- 초6-2 (쎈연산) - 총 6단원 - 종료\n1단원(10/26시작) 2단원(11/12) 3단원(12/1) 4단원(12/13) 5단원(12/20) 6단원(12/30시작, 1/5종료) 대략 2.3개월 소요 \n\n- 중1-1 (빅터연산) - 총 4단원 - 진행중\n1단원(1/6시작) 2단원(1/19) 3단원(3/17) 4단원(4/5시작, 진행중)\n\n2) 개념선행 \n- 초5-2 ( 디딤돌 기본+응용 ) - 총 6단원 - 종료\n1단원(7/5시작), 2단원(7/8), 3단원(7/22), 4단원(8/6), 5단원(8/19), 6단원(8/31) 실력보강(9/16시작, 10/12종료) 대략 3.2개월 소요\n\n- 초6-1 디딤돌(기본+응용) 총 6단원 - 종료\n1단원(10/13시작) 2단원(10/21) 3단원(11/11) 4단원(11/29) 5단원(12/8) 6단원(12/20) 보강자료(1/7시작, 3/2종료) \n\n- 초6-2 (디딤돌 기본+응용) 총 6단원 - 진행중\n1단원(1/7시작) 2단원(2/14) 3단원(3/1) 4단원(4/5) 5단원(4/21시작, 진행중)\n\n3) 현행심화 \n- 초5-1 ( 쎈 ) - 총 6단원 - 종료\n1단원, 2단원(기존) 3단원(7/6시작), 6단원(7/7시작), 4단원(7/21), 5단원(8/12) 6단원(7/7) 모의고사(9/10종료) \n\n- 초5-2 (쎈 ) 총6단원 - 종료\n1단원(9/10시작) 2단원(10/18) 3단원(11/16) 4단원(12/2) 5단원(12/13) 6단원(12/22) C단계(처음부터 마무리) 모의고사(1/21시작, 2/7종료)  대략 5개월 소요\n\n- 초6-1 (쎈 ) 총 6단원 - 진행중\n1단원(2/15시작) 2단원(2/26) 3단원(3/24) 4단원(4/11) 5단원(5/2시작, 진행중)\n\n<단원평가사항>\n- 초5-1 기본과정 \n1단원(9개/10문제) 통과\n2단원(3개/10문제) -> 재시험(10개/10문제)\n3단원(5개/10문제) -> 재시험(9개/10문제)\n4단원(8개/10문제) 통과\n5단원(6개/10문제) -> 재시험(10개/10문제)\n6단원(8개/10문제) 통과\n\n- 초5-2 기본과정\n1단원(7개/10문제) -> 재시험(9개/10문제)\n2단원(6개/10문제) -> 재시험(8개/10문제)\n3단원(9개/10문제)\n4단원(7개/10문제) -> 재시험(10개/10문제)\n5단원(6개/10문제) -> 재시험(9개/10문제)\n6단원(10개/10문제) 통과\n\n- 초5-2 실력과정\n1단원(6개/10문제) -> 재시험(7개/10문제)\n2단원(2개/10문제) -> 재시험1(5개/10문제) -> 재시험2(10개/10문제)\n3단원(5개/10문제) -> 재시험(8개/10문제)\n4단원(5개/10문제) -> 재시험(8개/10문제)\n5단원(5개/10문제) -> 재시험(9개/10문제)\n6단원(6개/10문제) -> 재시험예정\n\n- 초6-1 기본과정\n1단원(6개/10문제) -> 재시험(10개/10문제)\n2단원(5개/10문제) -> 재시험(9개/10문제)\n3단원(7개/10문제) -> 재시험(10개/10문제)\n4단원(3개/10문제) -> 재시험(8개/10문제)\n5단원(10개/10문제) 통과\n6단원(5개/10문제) -> 재시험(9개/10문제)\n\n- 초6-2 기본과정\n1단원(3개/10문제) -> 재시험(8개/10문제)\n2단원(5개/10문제) -> 재시험(5개/10문제)\n3단원(8개/10문제) 통과\n4단원(7개/10문제) -> 재시험예정\n\n- 중1-1 개념과정\n1단원(11개/15문제) -> 재시험예정\n\n<학습 주안점>\n- 초등 6학년 실력과정부터 어려워 함.\n- 중등 연산 선행 속도가 느려서 반복해야 되는 상황.\n- 당분간은 빠른 선행보다는 복습과 현행심화에 더 신경쓰는 것이 좋음.     ', '       ', '       ', '       ', NULL, '', '    ', '', NULL, '010-4096-7670', '010-7516-7670', NULL, '010-', '미사용'),
(107, 'leanmath', '1', '2022-04-22 01:56:09', '퇴원', '김규리', '월8금8', '아이디', '2021년8월1일', '종료일', '', NULL, NULL, NULL, '비밀번호', NULL, '중등', '학교이름', '1', '미정', '미정', '미정', '1', '20', '5', '20', '', '', 350000, 0, 10000, '', '     ', '2022년 12월 22일 업데이트\n\n초6 김규리 (수4시토9시) 학습 기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(1시간), 화(1.5시간), 수(2시간), 목(1.5시간), 금(1.5시간), 토(2시간), 일(1.5시간) 주당 총 11시간\n\n<레벨테스트>\n초6 (8월) 52.11점\n\n<교재이력>\n초6-1 : 우등생\n초6-2 : 학원(창의교재), 우등생, 쎈\n중1-1 : 빅터연산, 라이트쎈, RPM\n중1-2 : 수력충전\n \n<교재진행사항>\n1) 연산선행 \n- 중1-1 ( 빅터연산1-1A 교재 ) - 총 4단원 종료\n1단원(8/2시작) 2단원(8/7) 3단원(8/13) 4단원(8/16시작, 9/6종료) 대략 1개월 소요\n\n- 중1-1 ( 빅터연산1-1B 교재 ) - 총 3단원 - 종료\n1단원(9/7시작) 2단원(9/28) 3단원(10/19시작, 11/19종료) 대략 2.5개월 소요\n\n- 중1-2 (수력충전) - 총 9단원\n1단원(11/20시작) 2단원(11/25) 4단원(12/3) 5단원(12/13) 3단원(12/17시작, 진행중)\n\n- 기탄수학( K3 ) 총 4단원\n1단원(11/20시작) 2단원(11/28) 3단원(12/5) 4단원(12/13) 4분문장제(12/27시작 1/4종료) 대략 1.5개월 소요\n\n- 기탄수학 (K5) 총 4단원\n1단원(1/5시작) 2단원(1/12) 3단원(1/20시작, 진행중) \n\n- 다음교재 중2-1(수력충전) 예정\n\n2) 개념선행 \n- 초6-2 (우등생) - 총 6단원 종료\n1단원(8/2시작) 2단원(8/11) 3단원(8/13) 4단원(8/16) 5단원(8/20) 6단원(8/27시작, 9/6종료) 대략 1개월 소요\n\n- 중1-1 (라이트쎈) - 총 9단원 종료\n1단원(8/27시작) 2단원(9/3) 3단원(9/10) 4단원(9/27) 5단원(10/7) 6단원(11/9) 7단원(11/21) 8단원(12/10) 9단원(12/17시작, 1/7종료) 대략 4.3개월 소요\n\n- 중1-2 (라이트쎈) 예정\n\n3) 현행심화 \n- 초6-2 (쎈교재) 총 6단원\n1단원(9/8시작) 2단원(9/23) 3단원(9/29) 4단원(10/4) 5단원(10/10) 6단원(10/29) 모의고사(11/5시작, 11/29종료) 대략 2.8개월 소요\n\n- 중1-1(RPM) 총 9단원\n1단원(11/30시작) 2단원(12/9) 3단원(12/30) 4단원(1/8시작, 진행중)\n\n<단원평가사항>\n- 초6-2 기본평가 종료\n1단원(4개/10문제) -> 재시험(9개/10문제)\n2단원(9개/10문제) 통과\n3단원(6개/10문제) -> 재시험(10개/10문제)\n4단원(8개/10문제) 통과\n5단원(8개/10문제) 통과\n6단원(9개/10문제) 통과\n\n- 초6-2 실력과정 종료\n1단원(8개/10문제) 통과\n2단원(8개/10문제) 통과\n3단원(10개/10문제) 통과\n4단원(4개/10문제) -> 재시험(10개/10문제)\n5단원(1개/10문제) -> 재시험(9개/10문제)\n6단원(10개/10문제) 통과\n\n- 중1-1 기초과정 총 5중단원\n1중단원(12개/15문제) 통과\n2중단원(7개/15문제) -> 재시험(14개/15문제)\n3중단원(12개/15문제) 통과\n4중단원(14개/15문제) 통과\n5중단원(14개/15문제) 통과\n\n- 중1-1 기본과정 총 5중단원\n1중단원(10개/15문제) -> 재시험 예정\n2중단원 평가예정\n\n<학습 주안점>\n- 자기주도학습체계에 많이 적응을 해서 잘 따라주고 있음.\n- 기탄수학 K단계를 잘 해 주어서 중등 1-1 연산 연습이 잘 마무리되고 있음.\n- 중1-1 기초과정에 대한 단원평가 결과도 좋고, 조금씩 난이도를 올리면서 기본과정과 실력과정을 준비하면 됨.  ', '     ', '     ', '     ', NULL, '', '김도원 누나', '고래힐', NULL, '', NULL, NULL, '010-', '미사용'),
(108, 'leanmath', '1', '2022-04-22 01:56:09', '퇴원', '한승윤', '수6토2', '아이디', '시작일', '종료일', '', NULL, NULL, NULL, '비밀번호', NULL, '중등', '한영중', '2', '미정', '미정', '미정', '', '', '', '', '', '', 0, 0, 10000, NULL, '', '학습기록', NULL, '', NULL, NULL, NULL, '', '롯데캐슬', NULL, '', NULL, NULL, '010-', '미사용'),
(109, 'leanmath', '1', '2022-06-27 04:55:13', '퇴원', '윤예서', '수6토11', '아이디', '2021년9월1일', '종료일', '', '2022-04-05', '카톡', NULL, '비밀번호', '', '중등', '학교이름', '1', '미정', '미정', '미정', '3', '18', '6', '11', '', '', 350000, 0, 10000, '', '          ', '2022년 5월 18일 업데이트\n\n중1 윤예서 학습기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(1.5시간), 화(1.5시간), 수(2시간), 목(1.5시간), 금(1.5시간), 토(2시간), 일(0시간) 주당 총 10시간\n\n<레벨테스트>\n초6 (8월) : 60.56점\n\n<교재이력>\n초6-2 : 학원(4권) 최상위S\n중1-1 : 학원(1권) 수력충전, 라이트쎈\n중1-2 : 수력충전, 라이트쎈\n중2-1 : 수력충전\n\n<교재진행사항>\n1) 연산선행 \n- 중1-1 (수력충전) - 총 8단원 -  종료\n1단원(7/20), 6단원(9/1시작) 7단원(9/9시작) 8단원(9/13시작 9/25종료) 약 2개월 소요\n\n- 중1-2 (수력충전) 총 9단원 - 종료\n1단원(9/27시작) 2단원(10/1) 3단원(10/8) 4단원(10/16) 5단원(10/28) 6단원(11/19) 7단원(11/29) 8단원(12/11) 9단원(12/20시작, 12/22종료) 대략 3개월 소요 \n\n- 중 2-1 (수력충전) 총 8단원 - 종료\n1단원(12/10시작) 2단원(12/17) 3단원(12/27) 4단원(1/4) 5단원(1/13) 6단원(1/29) 7단원(2/21) 8단원(3/15시작, 3/29종료) 대략 3개월 소요\n\n- 중2-1 (라이트쎈)  총 10단원 - 진행중\n1단원(4/1시작) 2단원(4/30) 3단원(5/18시작, 진행중)\n\n2) 개념선행 \n- 중1-2 (라이트쎈)  총 9단원 - 종료\n1단원(12/24시작) 2단원(1/5) 3단원(1/15) 4단원(1/21) 5단원(2/3) 6단원(2/15) 7단원(3/2) 8단원(3/14) 9단원(4/14) 모의고사(4/30시작, 5/6종료) 대략 4개월 소요 \n\n- 중1-2 (쎈) 총 9단원 - 진행중 \n1단원(5/2시작, 진행중)\n\n3) 현행 심화 \n- 초6-1 (최상위 교재) - 총 6단원 - 종료\n1단원, 2단원(기존) 3단원(9/2시작) 4단원(9/13시작) 5단원(9/29) 6단원(10/8시작, 10/22종료)\n\n- 초6-2 (최상위S 교재) - 총 6단원 - 종료\n1단원(9/2시작) 2단원(9/16) 3단원(9/25) 4단원(10/2) 5단원(10/28) 6단원(11/19시작, 12/8종료) 대략 3개월 소요\n\n- 중1-1(라이트쎈) 총 9단원 - 종료\n1단원(11/4시작) 2단원(11/27) 3단원(12/15) 4단원(12/22) 5단원(1/14) 6단원(2/2) 7단원(2/11) 8단원(3/7) 9단원(3/16) 모의고사(4/9시작, 4/18종료) 대략 3.5개월 소요 \n\n- 중1-1 (일품) 총 7단원 - 진행중\n1단원(4/19시작) 2단원(5/12시작, 진행중)\n\n<단원평가사항>\n- 초6-2 기본과정 - 총6단원 종료\n1단원 (7개/10문제) -> 재시험(10개/10문제)\n2단원 (7개/10문제) -> 재시험(10개/10문제)\n3단원 (5개/10문제) -> 재시험(9개/10문제)\n4단원 (7개/10문제) -> 재시험(10개/10문제)\n5단원 (7개/10문제) -> 재시험 (10개/10문제)\n6단원(10개/10문제) 통과\n\n- 초6-2 실력과정 - 총6단원\n1단원 (3개/10문제) -> 재시험(6개/10문제)\n2단원 (7개/10문제) -> 재시험(10개/10문제)\n3단원(9개/10문제) 통과\n4단원(4개/10문제) -> 재시험(8개/10문제)\n5단원(6개/10문제) -> 재시험(10개/10문제)\n6단원(9개/10문제) 통과\n\n- 중1-1 기초과정 - 총5중단원\n1중단원(7개/15문제) -> 재시험(15개/15문제)\n2중단원(14개/15문제) 통과\n3중단원(10개/15문제) -> 재시험(15개/15문제)\n4중단원(6개/15문제) -> 재시험(14개/15문제)\n5중단원(12개/15문제) 통과\n\n- 중1-2 기본과정 - 총7중단원 - 진행중\n1중단원(11개/15문제) -> 재시험(15개/15문제)\n2중단원(11개/15문제) -> 재시험(15개/15문제)\n3중단원(9개/15문제) -> 재시험(13개/15문제)\n4중단원(4개/15문제) -> 재시험(13개/15문제)\n5중단원(12개/15문제) 통과\n6중단원(11개/15문제) -> 재시험예정\n7중단원 평가예정\n\n- 중2-1 개념과정 - 총 5중단원 - 진행중\n1중단원(13개/15문제) 통과\n2중단원(8개/15문제) -> 재시험(14개/15문제)\n3중단원(12개/15문제) 통과\n4중단원(12개/15문제) 통과\n5중단원(9개/15문제) -> 재시험예정\n\n- 중2-1 기초과정 - 총 5중단원 - 진행중\n1중단원 평가예정\n\n<학습시 주안점>\n- 자기주도학습을 잘 따르고 있음.\n- 중학생이 되었으니 하루공부시간을 1.5시간으로 늘리자고 예서에게 최근 제안함.\n- 초6-2 현행심화를 챙기고 중2-1, 중1-2 선행에 비중을 두다보니 상대적으로 중1-1 진도속도가 천천히 진행된 감이 있으나 기초를 단단히 다지고 있어서 금방 따라잡을 것으로 예상됨.\n- 꼼꼼히 단원평가을 보면서 점검하고 있는데 점차적으로 1차평가 통과가 늘어나고 재시험 결과가 좋아서 공부시간을 늘리고 좀더 집중력을 높이는 노력을 하면 점점 상위권의 학습태도가 형성될 것 같음.      ', '          ', '10/29 풀이과정 지적           ', '10/27 병결 => 보충완료\n11/13 코로나 검사 병결\n11/24 코로나 격리 =>\n11/27 코로나 격리 =>           ', NULL, '', ' ', '', NULL, '', NULL, NULL, '010-2517-1815', '사용'),
(110, 'leanmath', '1', '2022-04-22 01:56:09', '퇴원', '이승지', '월4금4', '아이디', '2021년9월4일', '종료일', '', NULL, NULL, NULL, '비밀번호', NULL, '중등', '학교이름', '1', '미정', '미정', '미정', '1', '16', '5', '16', '', '', 350000, 0, 10000, '', '     ', '2022년 1월 24일 업데이트\n\n초6 이승지(월4시금4시) 학습 기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(2시간), 화(1시간), 수(1시간), 목(1시간), 금(2시간), 토(1시간), 일(0시간) 주당 총 8시간\n\n<레벨테스트>\n초6 (9월) 60.56점\n\n<교재이력>\n올림피아드 학원\n초6-2 : 학원(2권), 왕수학\n중1-1  : 학원(1권), 쎈, RPM\n중1-2 : 학원(1권), 라이트쎈, \n중2-1 : 학원(1권), 수력충전, 라이트쎈\n중2-2 : 수력충전\n\n<교재진행사항>\n1) 연산선행 \n- 중2-1 (수력충전) 총 8단원\n1단원(9/4시작) 2단원(9/7) 3단원(9/10) 4단원(9/13) 5단원(9/16) 6단원(9/20) 7단원(9/29) 8단원(10/12시작, 10/15종료) 대략 1.3개월 소요\n\n- 중2-1 ( 라이트쎈) 총 10단원\n1단원(10/16시작) 2단원(10/27) 3단원(11/4) 4단원(11/15) 5단원(11/25) 6단원(12/3) 7단원(12/14) 8단원(12/22) 9단원(1/3) 10단원(1/12) 모의고사(1/21시작, 진행중)\n\n- 다음교재는 중2-1 (RPM교재) 예정\n\n2) 개념선행 \n- 중1-1 (쎈교재)  총 9단원 종료\n1단원(9/4시작) 2단원(9/13) 3단원(9/21) 4단원(9/28) 5단원(10/12) 6단원(10/28) 7단원(11/9) 8단원(11/23) 9단원(12/1시작, 12/14종료) 대략 3.3개월 소요\n\n- 중1-2  라이트쎈 교재) 총 9단원 \n10단원(12/15시작) 11단원(12/22) 12단원(12/29) 13단원(1/5) 14단원(1/17시작, 진행중)\n\n3) 현행심화 \n- 초6-2 (왕수학교재) 총 6단원 종료\n1단원(9/4시작) 2단원(9/17) 3단원(9/27) 4단원(10/12) 5단원(11/5) 6단원(11/20시작, 12/8종료) 대략 3.3개월 소요\n\n- 중1-1(RPM교재) 총 9단원\n1단원(12/10시작) 2단원(12/15) 3단원(12/29) 4단원(1/11) 5단원(1/24시작, 진행중)\n\n<단원평가사항>\n- 초6-2 실력과정 총6단원 종료\n1단원(4개/10문제) -> 재시험(9개/10문제)\n2단원(9개/10문제) 통과\n3단원(8개10문제) 통과\n4단원(5개/10문제) -> 재시험(10개/10문제)\n5단원(4개/10문제) -> 재시험(9개/10문제)\n6단원(7개/10문제) -> 재시험(10개/10문제)\n\n- 초6-2 심화과정 \n1단원(4개/10문제) -> 재시험(9개/10문제)\n2단원(4개/10문제) -> 재시험(10개/10문제)\n3단원(8개/10문제) 통과\n4단원(2개/10문제) -> 재시험(10개/10문제)\n5단원(4개/10문제) -> 재시험(9개/10문제)\n6단원(6개/10문제) -> 재시험(10개/10문제)\n과정평가(8개/15문제) -> 재시험(12개/15문제)\n\n- 중1-1 기본과정 총 5중단원\n1중단원(3개/15문제) -> 재시험(12개/15문제)\n2중단원(10개/15문제) -> 재시험(15개/15문제)\n3중단원(9개/15문제) -> 재시험(14개/15문제)\n4중단원(11개/15문제) -> 재시험(15개/15문제)\n5중단원(8개/15문제) -> 재시험(14개/15문제)\n\n- 중1-2 기본과정 총 7중단원\n1중단원(11개/15문제) -> 재시험(13개/15문제)\n2중단원(7개/15문제) -> 재시험 예정\n\n- 중2-1 기초과정 총 5중단원\n1중단원(10개/15문제) -> 재시험(15개/15문제)\n2중단원(12개/15문제) 통과\n3중단원(10개/15문제) -> 재시험(15개/15문제)\n4중단원(12개/15문제) 통과\n5중단원 평가 예정\n\n- 중2-1 기본과정\n1중단원(7개/15문제) -> 재시험 예정\n\n<학습 주안점>\n- 자기주도학습체계를 잘 따르고 있음.\n- 대형학원에서 빠르게 1권씩 선행했던 부분을 다시 점검하면서 단계적으로 선행해 나가고 있음.\n- 초6-2 심화과정까지 마무리하고, 중등과정에 집중하고 있음.\n- 단원평가 결과 1차평가를 잘 통과하지는 못하지만 재시험 결과가 좋으므로 점점 나아질 것으로 생각됨.  ', '     ', '     ', '     ', NULL, '', '묘곡초3동생', '고래힐', NULL, '', NULL, NULL, '010-', '미사용'),
(111, 'leanmath', '1', '2022-04-22 01:56:09', '퇴원', '김율', '수4토11', '아이디', '시작일', '종료일', '', NULL, NULL, NULL, '비밀번호', NULL, '초등', '학교이름', '6', '미정', '미정', '미정', '3', '16', '6', '11', '', '', 300000, 0, 10000, '', 'test 2         ', '2022년 3월 23일 업데이트\n\n초6 김율 학습 기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(1시간), 화(1시간), 수(2시간), 목(1시간), 금(1시간), 토(2시간), 일(0시간) 주당 총 8시간\n\n<레벨테스트>\n초5 (9월) 32.39점\n\n<교재이력>\n초5-2 : 디딤돌(기본), 쎈, 최상위\n초6-1 : 빅터연산, 디딤돌(기본+응용)\n초6-2 : 빅터연산, 디딤돌(기본+응용)\n중1-1 : 기탄수학(K1~K5추천)\n\n<교재진행사항>\n1) 연산선행 \n- 초6-1 (빅터연산) 총 8단원 종료\n1단원(9/1시작) 2단원(9/2) 3단원(9/3) 4단원(9/7) 5단원(9/10) 6단원(9/13) 7단원(9/16) 8단원(9/23시작, 9/28종료) 대략 1개월 소요\n\n- 초6-2 (빅터연산) 총 9단원 종료\n1단원(9/29시작) 2단원(10/2) 3단원(10/6) 4단원(10/14) 5단원(10/18) 6단원(10/21) 7단원(10/29) 8단원(11/2) 9단원(11/5시작, 11/12종료) 대략 1.5개월 소요\n\n- 초6-2 (디딤돌 기본+응용) 총 6단원\n1단원(11/13시작) 2단원(11/24시작, 진행중)\n\n2) 개념선행 \n- 초6-1 (디딤돌 기본+응용) 총 6단원\n1단원(9/10시작) 2단원(9/24) 3단원(9/29) 4단원(10/13) 5단원(10/30) 6단원(11/15) 실력보강자료집(11/27시작, 진행중)\n\n- 다음교재는 초6-1( 쎈 교재) 추천\n\n3) 현행심화 \n- 초5-2 (쎈교재) 총 6단원\n1단원(9/25시작) 2단원(10/11) 3단원(10/22) 4단원(11/3) 5단원(11/2) 6단원(11/19) 모의고사(11/30시작, 12/14종료) 대략 2.8개월 소요\n\n- 초5-2 ( 최상위 교재) 총 6단원\n1단원(12/15시작, 진행중)\n\n\n<단원평가사항>\n- 초5-2 기본과정 총6단원 종료\n1단원(8개/10문제) 통과\n2단원(8개/10문제) 통과\n3단원(9개/10문제) 통과\n4단원(9개/10문제) 통과\n5단원(7개/10문제) -> 재시험(9개/10문제)\n6단원(9개/10문제) 통과\n\n- 초5-2 실력과정 총6단원 \n1단원(8개/10문제) 통과 \n2단원(6개/10문제) -> 재시험(9개/10문제)\n3단원(9개/10문제) 통과\n4단원(7개/10문제) -> 재시험(10개/10문제)\n5단원(8개/10문제) 통과\n6단원(10개/10문제) 통과\n\n- 초6-1 기본과정 총 6단원 종료\n1단원(9개/10문제) 통과\n2단원(9개/10문제) 통과\n3단원(6개/10문제) -> 재시험(10개/10문제)\n4단원(8개/10문제) 통과\n5단원(10개/10문제) 통과\n6단원(8개/10문제) 통과\n\n- 초6-2 기본과정 총 6단원\n1단원(7개/10문제) -> 재시험(10개/10문제)\n2단원(6개/10문제) -> 재시험 예정\n\n<학습 주안점>\n- 자기주도학습체계를 잘 따르고 있음.\n- 연산연습이 잘 되어 있어서 초6-2 연산까지 빨리 끝내었음.\n- 풀이과정을 상세히 잘 적고 있음.\n- 단원평가 결과 초5-2 기본과정은 대부분은 통과되었고 실력과정은  재시험을 보면서 통과하고 있는데 재시험 결과가 좋으므로 점점 나아질 것으로 생각됨.\n- 문제풀이가 느린편이라 시간재서 빨리 푸는 훈련도 하고 있음. \n- 심화교재인 초5-2 최상위를 통해 현행 심화과정을 연습 중.         ', '          ', '9/4 답지\n9/16 연습장 지적             ', '10/27 코로나 결석\n11/3 코로나 결석 => 11/8 보충완료             ', NULL, '', '', '', NULL, '', NULL, NULL, '010-', '미사용'),
(112, 'leanmath', '1', '2022-04-22 01:56:09', '퇴원', '조경준', '수2토9', '아이디', '2021년10월2일', '2022년1월31일', '', NULL, NULL, NULL, '비밀번호', NULL, '초등', '학교이름', '6', '미정', '미정', '미정', '3', '2', '6', '9', '', '', 300000, 0, 10000, '', ' ', '2021년 12월 15일 업데이트\n\n초5 조경준 학습기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(1시간), 화(1시간), 수(2시간), 목(1시간), 금(1시간), 토(2시간), 일(0시간) 주당 총 8시간\n\n<레벨테스트>\n초5 (9월) 40.84점\n\n<교재이력>\n초5-1 : 개념유형, 디딤돌, 쎈\n초5-2 : 비상, 개념유형 파워, 디딤돌(기본+응용)\n초6-1 : 기탄수학(J2, J3, J4)\n\n<교재진행사항>\n1) 연산선행 \n- 기탄수학(J2교재) 종료 \n61~75, 76~90, 91~105(10/5시작) 106~120(10/11시작, 10/19종료)\n\n- 기탄수학(J3교재) 종료\n121~135(10/18시작) 136~150(11/6) 151~165(11/15) 166~180(11/29) 문장제(11/29시작, 진행중)\n\n- 기탄수학(J4교재) \n181~195(12/11시작) \n\n- 다음 교재 초6-2 (디딤돌 기본+응용)\n\n\n2) 개념선행 \n- 초5-2(디딤돌 기본+응용)  총 6단원\n1단원(10/2시작) 2단원(10/7) 3단원(10/15) 4단원(10/21) 5단원(10/29) 6단원(11/9) 복습실력보강(11/22시작, 진행중) \n\n- 다음교재 초5-2 (쎈교재 ) 예정\n\n3) 현행 심화 \n당분간 초5-1 복습 진행\n- 초5-1(쎈교재) 총 6단원\n1단원(10/2시작) 2단원(10/6) 3단원(10/18) 4단원(10/25) 5단원(11/8) 6단원(11/23시작, 진행중)\n \n<단원평가사항>\n- 초5-1 기본평가\n1단원(8개/10문제) 통과\n2단원(7개/10문제) -> 재시험1(6개/10문제) -> 재시험2(9개/10문제)\n3단원(8개/10문제) 통과\n4단원(5개/10문제) -> 재시험(10개/10문제)\n5단원(7개/10문제) -> 재시험1(5개/10문제) -> 재시험2 예정\n6단원(9개/10문제) 통과\n\n- 초5-2 기본평가\n1단원(5개/10문제) -> 재시험(9개/10문제)\n2단원(7개/10문제 -> 재시험(9개/10문제)\n3단원(8개/10문제) 통과\n4단원(7개/10문제) -> 재시험(9개/10문제)\n5단원(6개/10문제) -> 재시험1(6개/10문제) -> 재시험2(9개/10문제)\n6단원(9개/10문제) 통과\n\n<학습시 주안점>\n- 성실하게 자기주도학습체계를 잘 따르고 있음.\n- 단원평가 결과 아직까지는 기본평가를 완벽하게 통과 못하고 있으나 점점 나아질거라 생각됨.\n- 향후 초5-2 과정을 쎈교재로 더 다지고, 초6-1 디딤돌(기본+응용), 기탄(J4, J5) 진행 예정.\n- 식, 계산, 답을 구분하는 풀이과정 적는 연습 중.\n- 계산실수가 있으므로 차분하게 푸는 연습 필요.    ', ' ', '12/15 채점 몰아서 함, 풀이 과정에서 식, 계산, 답 분리해서 적기\n\n12/10 채점 몰아서 함\n\n12/8 답지 안 가져옮, 채점을 몰아서 함.\n\n11/27 풀이과정 지적, 오답 안하고 진도 나가는 것 지적\n\n10/19 풀이과정 지적, 채점 몰아서 하는 것 지적\n\n10/16 풀이과정 잘 적도록 지적,\n날짜(요일) 시간 적기 지적\n\n10/6 기탄교재 X ', ' ', NULL, '초1 묘곡초', '', '', NULL, '', NULL, NULL, '010-9936-0923', '사용'),
(113, 'leanmath', '1', '2022-06-30 00:50:06', '퇴원', '박이안', '월4금4', '아이디', '2021.10.01', '종료일', '', '2022-02-07', '카톡', NULL, '비밀번호', '', '초등', '학교이름', '5', '미정', '미정', '미정', '1', '16', '5', '16', '', '', 300000, 0, 10000, '', '       ', '2022년 4월 22일 업데이트\n\n초5 박이안 학습 기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(1시간), 화(1시간), 수(2시간), 목(1시간), 금(1시간), 토(2시간), 일(0시간) 주당 총 8시간\n\n<레벨테스트>\n초5 (9월) 77.46점\n\n<교재이력>\n초4-2 : 디딤돌(유형) , 쎈, 최상위S\n초5-1 : 쎈연산, 개념클릭, 디딤돌(기본+응용), 쎈, 최상위S \n초5-2 : 기탄(I4, I5), 디딤돌(기본+응용)\n초6-1 : 빅터연산, \n초6-2 : 빅터연산\n\n<교재진행사항>\n1) 연산선행 \n- 초5-1 (쎈연산) 총 5단원 - 종료\n1단원(9/15시작) 2단원(10/2) 3단원(10/8) 4단원(10/15) 5단원(11/16시작, 11/20종료) 대략 2개월 소요\n\n- 기탄수학(I4) 총 4단원 - 종료\n1단원(11/25시작) 2단원(11/29) 3단원(12/4) 4단원(12/10) 4분문장제(12/17시작, 12/24종료) 대략 1개월 소요\n\n- 기탄수학(I5) 총 4단원 - 종료\n1단원(12/25시작) 2단원(12/28) 3단원(1/3) 4단원(1/7) 4분문장제(1/13시작, 1/20종료) 대략 1개월 소요\n\n- 초6-1(빅터연산) 총 8단원 - 종료\n1단원(1/20시작) 2단원(1/25) 3단원(1/29) 4단원(2/4) 5단원(2/10) 6단원(2/15) 7단원(2/20) 8단원(3/1시작 3/9종료) 대략 1.6개월 소요\n\n- 초6-2(빅터연산) 총 9단원 - 진행중\n1단원(3/10시작) 2단원(3/18) 3단원(3/25) 4단원(4/10) 5단원(4/16시작, 진행중)\n\n2) 개념선행 \n- 초5-1 (개념클릭) 총 6단원 - 종료\n1단원(9/15시작) 2단원(9/21) 3단원(9/29) 4단원(10/3) 5단원(10/12) 6단원(10/21시작, 10/30종료) 대략 1.5개월 소요\n\n- 초5-1 (디딤돌 기본+응용) 총 6단원 - 종료\n1단원(11/1시작) 2단원(11/11) 3단원(11/22) 4단원(11/29) 5단원(12/10) 6단원(12/22) 실력보강(1/7시작, 2/2종료) 대략 3개월 소요\n\n- 초5-2 (디딤돌 기본+응용) 총 6단원 - 진행중\n1단원(2/5시작) 2단원(2/16) 3단원(2/28) 4단원(3/5) 5단원(3/19) 6단원(3/28) 실력보강(4/7시작, 진행중) 대략 2.5개월 진행중\n\n3) 현행심화 \n- 초4-2 (쎈 교재) 총 6단원 - 종료\n1단원(기존) 2단원(9/15시작) 3단원(9/21) 4단원(10/8) 5단원(10/25) 6단원(11/4시작) 모의고사(11/13시작, 11/21종료) 대략 2.5개월 소요 \n\n- 초4-2 (최상위S 교재)  총 6단원 - 종료\n1단원(11/22시작) 2단원(12/2) 3단원(12/14) 4단원(12/25) 5단원(1/4) 6단원(1/12) 복습책(1/21시작, 2/7종료) 대략 2.5개우러 소요\n \n- 초5-1 (쎈 교재) 총 6단원 - 진행중\n1단원(2/7시작) 2단원(2/22) 3단원(3/3) 4단원(3/12) 5단원(3/28) 6단원(4/12시작, 진행중)\n\n<단원평가사항>\n초4-2 기본과정 -종료\n1단원(9개/10문제) 통과\n2단원(10개/10문제) 통과\n3단원(7개/10문제) -> 재시험(9개/10문제)\n4단원(7개/10문제) -> 재시험(10개/10문제)\n5단원(9개/10문제) 통과\n6단원(8개/10문제) 통과\n\n초4-2 실력과정 - 종료\n1단원(9개/10문제) 통과\n2단원(7개/10문제) -> 재시험(10개/10문제)\n3단원(6개/10문제) -> 재시험(10개/10문제)\n4단원(3개/10문제) -> 재시험(8개/10문제)\n5단원(6개/10문제) -> 재시험(8개/10문제)\n6단원(8개/10문제) 통과\n\n초4-2 심화과정 - 종료\n1단원(5개/10문제) -> 재시험(9개/10문제)\n2단원(2개/10문제) -> 재시험(8개/10문제)\n3단원(3개/10문제) -> 재시험(9개/10문제)\n4단원(4개/10문제) -> 재시험(8개/10문제)\n5단원(4개/10문제) -> 재시험(8개/10문제)\n6단원(8개/10문제) -> 통과\n\n초5-1 기초과정 - 종료\n1단원(9개/10문제) 통과\n2단원(7개/10문제) -> 재시험(8개/10문제)\n3단원(10개/10문제) 통과\n4단원(8개/10문제) 통과\n5단원(9개/10문제) 통과\n6단원(5개/10문제) -> 재시험(8개/10문제) \n\n초5-1 기본과정 - 종료\n1단원(9개/10문제) 통과\n2단원(5개/10문제) -> 재시험(8개/10문제)\n3단원(5개/10문제) -> 재시험(10개/10문제)\n4단원(7개/10문제) -> 재시험(10개/10문제)\n5단원(5개/10문제) -> 재시험(10개/10문제)\n6단원(5개/10문제) -> 재시험(10개/10문제)\n\n초5-1 실력과정 - 종료\n1단원(7개/10문제) -> 재시험(10개/10문제)\n2단원(4개/10문제) -> 재시험(10개/10문제)\n3단원(9개/10문제) 통과\n4단원(8개/10문제) 통과\n5단원(4개/10문제) -> 재시험예정\n6단원 평가예정\n\n초5-2 기본과정 - 종료\n1단원(9개/10문제) 통과\n2단원(8개/10문제) 통과\n3단원(9개/10문제) 통과\n4단원(8개/10문제) 통과\n5단원(7개/10문제) -> 재시험(9개/10문제)\n6단원(8개/10문제) 통과\n \n<학습 주안점>\n- 자기주도학습체계를 잘 따르고 있음.\n- 연산연습이 느린편이라 많은 연습이 필요.\n- 문제를 잘못 이해하는 경우가 있으므로 국어공부도 열심히 해야 함.\n- 풀이과정(식, 계산, 답)을 깨끗하게 적는 연습중.\n- 최근 4-2 심화과정 단원평가를 마무리 했음. \n- 최근 단원평가에서 1차평가 통과가 늘어나고 있음.  ', '       ', '       ', '       ', NULL, '', ' ', '', NULL, '', NULL, NULL, '010-', '미사용'),
(114, 'leanmath', '1', '2022-04-22 01:56:09', '퇴원', '정하윤', '월8금8', '아이디', '2021.09.21', '2022년1월15일', '', NULL, NULL, NULL, '비밀번호', NULL, '중등', '학교이름', '2', '미정', '미정', '미정', '1', '20', '5', '20', '', '', 350000, 0, 10000, '', '   ', '2022년 1월 13일 업데이트\n\n중1 정하윤 학습 기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(2시간), 화(1시간), 수(1시간), 목(1시간), 금(2시간), 토(1시간), 일(1시간) 주당 총 9시간\n\n<레벨테스트>\n중1 (9월) : 28.57점\n\n<교재이력>\n중1-1 : 개념+유형 라이트, 우공비 발전, 수력충전, RPM\n중1-2 : RPM, 쎈, 일품, TOT(최고수준)\n중2-1 : 개념+유형, RPM, 쎈, 수력충전, 일품\n중2-2 : 개념+유형 라이트, 수력충전\n중3-1 : 수력충전\n\n<교재진행사항>\n1) 연산선행 \n- 중2-1(수력충전교재) - 총 8단원\n1단원(9/17시작) 2단원(9/21) 3단원(9/27) 4단원(9/28) 5단원(10/4) 6단원(10/10) 7단원(10/25) 8단원(11/14시작, 11/28종료) 대략 2.3개월 소요\n\n- 중2-2(개념+유형 라이트) - 총 6단원\n1단원(11/29시작) 2단원(12/23) 3단원(1/3시작, 진행중)\n\n2) 개념선행\n- 중1-1(RPM) - 총 9단원 종료\n1단원(9/19시작) 2단원(9/22) 3단원(9/27) 4단원(10/6) 5단원(10/12) 6단원(10/22) 7단원(10/27) 8단원(11/4) 9단원(11/11) 실력업(11/25시작, 12/7종료) 대략 2.5개월 소요\n\n- 중1-2(라이트쎈) - 총 9단원 종료\n1단원(9/17시작) 2단원(9/23) 3단원(9/27) 4단원(10/1) 5단원(10/7) 6단원(10/14) 7단원(10/24) 8단원(11/3) 9단원(11/24) 모의고사(12/10시작, 12/20종료)\n\n3) 현행심화 \n- 중1-2(TOT최고수준) 총 9단원\n1단원(12/10시작) 2단원(12/22) 3단원(12/29) 4단원(1/9시작, 진행중)\n\n\n<단원평가기록>\n- 중1-1  기본과정 총 5중단원\n1중단원(11개/15문제) -> 재시험(15개/15문제)\n2중단원(14개/15문제) 통과\n3중단원(15개/15문제) 통과\n4중단원(11개/15문제) -> 재시험(15개/15문제)\n5중단원(11개/15문제) -> 재시험(15개/15문제)\n\n- 중1-1 실력과정 총 5중단원\n1중단원(8개/15문제) -> 재시험(13개/15문제)\n2중단원(6개/15문제) -> 재시험(14개/15문제)\n3중단원(9개/15문제) -> 재시험예정\n4중단원 평가예정\n\n- 중1-2 기본과정 총 7중단원\n1중단원(10개/15문제) -> 재시험(13개/15문제)\n2중단원(10개/15문제) -> 재시험(15개/15문제)\n3중단원(11개/15문제) -> 재시험(14개/15문제)\n4중단원(11개/15문제) -> 재시험(14개/15문제)\n5중단원(8개/15문제) -> 재시험(13개/15문제)\n\n- 중1-2 실력과정 총 7중단원\n1중단원 평가예정\n\n- 중2-1 기본과정 총 5중단원\n1단원(13개/15문제) 통과\n2단원(10개/15문제) -> 재시험(15개/15문제)\n3단원(10개/15문제) -> 재시험(13개/15문제)\n4단원(12개/15문제) 통과\n5단원(13개/15문제) 통과\n\n- 중2-2 실력과정 총 5중단원\n1단원 평가 예정\n\n<학습시 주안점>\n- 자기주도학습체계를 잘 따르고 있음.\n- 학원을 다니면서 많은 문제집을 푼 것 치고는 레벨테스트 결과가 좋지 않았음.\n- 단원평가 결과 중1-1, 중1-2 부분에 대한 복습이 의미가 있었음.\n- 중2-1 준비가 나쁘지 않음.  ', '   ', '   ', '   ', NULL, '', '', '', NULL, '', NULL, NULL, '010-', '미사용'),
(115, 'leanmath', '1', '2022-07-26 15:06:50', '재원', '강시은', '화4목4', '아이디', '2020.09', '종료일', '', '2022-03-19', '카톡', NULL, '비밀번호', '중1', '중등', '명일중', '2', '미정', '미정', '미정', '2', '16', '4', '16', '', '', 350000, 0, 10000, '', '         ', '2022년 6월 14일 업데이트\n\n중2 강시은 학습기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(1시간), 화(2시간), 수(1시간), 목(2시간), 금(1시간), 토(0시간), 일(0시간) 주당 총 7시간\n\n<레벨테스트>\n중1(9월) : 2.86점\n\n<교재이력>\n중1-1 : 빅터A,B, 기탄수학(K1,K3,K4), 쎈\n중1-2 : 수력충전, 쎈\n중2-1 : 수력충전, 라이트쎈\n\n\n<교재진행사항>\n1) 연산선행 \n- 중1-1 (기탄수학 K1) 총 4단원 - 종료\n1단원(12/3시작) 2단원(12/13) 3단원(12/20) 4단원(12/24) 4분문장제(1/6시작, 1/20종료)\n\n- 중1-1 (기탄수학 K3) 총 4단원 - 종료\n1단원(11/3시작) 2단원(11/19) 3단원(1/27) 4단원(2/4)  4분문장제(3/12시작, 진행중) \n\n- 중1-1 (기탄수학 K4) 총 4단원 - 종료\n1단원(1/18시작) 2단원(3/23) 3단원(4/2) 4단원(4/12) 4분문장제(5/26시작, 종료)\n\n- 중1-1 (빅터연산B) 총 3단원 - 진행중\n1대원(11/1시작) 2단원(5/18) 3단원(6/3시작, 진행중)\n\n\n2) 개념선행 \n- 중1-1 ( 빅터A) 총 4대단원\n1대단원(9/1시작) 2대단원(9/3) 3대단원(9/11) 4대단원(9/16시작, 10/30종료) 대략 2개월 소요\n\n- 중1-2 (수력충전) 총 9단원 - 종료\n1단원(9/9시작) 2단원(9/11) 3단원(9/16) 4단원(9/23) 5단원(10/20) 6단원(12/16) 7단원(12/23) 8단원(1/11) 9단원(1/27시작, 2/10종료)\n\n- 중2-1(수력충전) 총 8단원 - 진행중\n1단원(1/18시작) 2단원(1/27) 3단원(2/8) 4단원(3/9) 5단원(3/19) 6단원(6/2시작, 진행중)\n\n3) 현행\n- 중1-1 (쎈) 총 9단원 - 복습\n1단원(9/6시작) 2단원(9/6) 3단원(9/27) 4단원(10/1시작, 잠시멈춤)\n\n- 중2-1(라이트쎈) 총 10단원 - 진행중\n1단원~5단원 A단계만 진행\n\n<단원평가 결과>\n- 초5-1 기본과정\n4단원(9개/10문제) 통과\n5단원(5개/10문제)\n과정평가(10개/15문제)\n\n- 초5-2 기본과정\n과정평가(10개/15문제) \n\n- 중1-1 기초과정\n1단원(5개/15문제) -> 재시험(14개/15문제)\n2단원(10개/15문제) -> 재시험(15개/15문제)\n3단원 진도 잠시멈춤\n\n- 중1-2 기본과정\n1중단원(9개/15문제) -> 재시험 예정\n2중단원 평가예정\n\n- 중2-1 개념과정\n1중단원(15개/15문제) 통과\n2중단원(13개/15문제) 통과\n3중단원 평가예정\n\n<학습 주안점>\n- 집에서 해 오는 공부량이 적음.\n- 초등 분수계산이 안 되어서 다시 공부하고 중1-1 연산공부가 안 되어서 정수, 유리수 계산부터 문자와 식까지 다시 공부해서 중등 기초 계산이 현재는 가능하지만 식 세우는 활용 연습이 부족.\n- 중등 내신 준비가 원활하게 되지 않아 중1 내용을 복습하고 있음. ', '         ', '         ', '         ', NULL, '', '강민성  ', '', NULL, '', '', NULL, '010-8978-8710', '사용'),
(118, 'leanmath', '1', '2022-04-22 01:56:09', '퇴원', '김재관', '수6토16', '아이디', '2021.10', '종료일', '', NULL, NULL, NULL, '비밀번호', NULL, '중등', '학교이름', '2', '미정', '미정', '미정', '3', '18', '6', '16', '', '', 350000, 0, 10000, '', '    ', '2022년 1월 26일 업데이트\n\n중1 김재관(수6시토4시) 학습 기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(1.5시간), 화(1.5시간), 수(2시간), 목(1.5시간), 금(1.5시간), 토(2시간), 일(0시간) 주당 총 10시간\n\n<레벨테스트>\n중1 (10월) : 67.60점\n\n<교재이력>\n중1-2 : 학원(2권), 쎈, 블랙라벨, 절대등급\n중2-1 : 학원(4권), 쎈\n고1-1 : 학원(2권), 수학의샘, 하이매쓰, 일등급만들기, 정석\n고1-2 : 학원(4권)\n고2-1 : 학원교재(수열까지), 라이트쎈\n\n<교재진행사항>\n1) 연산선행 \n- 고2-1 (라이트쎈) 총 11단원\n1단원(10/8시작) 2단원(10/12) 3단원(10/20) 4단원(10/30) 5단원(11/5) 6단원(11/13) 7단원(11/23) 8단원(12/1) 9단원(12/13) 10단원(1/3) 11단원(1/26시작, 진행중) \n\n2) 개념선행 \n- 고1-1( 실력정석) 총 15단원\n1단원(10/6) 2단원(10/13) 3단원(10/20) 4단원(10/23) 5단원(10/27) 6단원(11/2) 7단원(11/6) 8단원(11/10) 9단원(11/13) 10단원(11/26) 11단원(12/8) 12단원(12/16) 13단원(12/22) 14단원(1/6) 15단원(1/12시작, 진행중).     \n\n3) 현행 심화 \n- 중1-2(절대등급) 총 9단원 - 종료\n1단원(10/6시작) 2단원(10/10) 3단원(10/13) 4단원(10/18) 5단원(10/24) 6단원(11/1) 7단원(11/10) 8단원(12/1) 9단원(12/1시작, 12/15종료) 대략 2.2개월 소요\n\n- 중2-1 (일품) 총 9단원 - 진행중\n1단원(12/27시작) 2단원(1/6) 3단원(1/12시작, 진행중)\n\n<단원평가사항>\n- 중1-2 실력과정 총 7중단원\n1중단원(14개/15문제) 통과\n2중단원(12개/15문제) 통과\n3중단원(12개/15문제) 통과\n4중단원(14개/15문제) 통과\n5중단원(9개/15문제) -> 재시험(15개/15문제)\n6중단원(14개/15문제)\n7중단원(9개/15문제) -> 재시험(14개/15문제)\n\n- 중2-1 실력과정\n1중단원(10개/15문제)\n\n- 고1-1 기본과정 총 5중단원\n1. 다항식의 연산 (18개/20문제) 통과\n2. 나머지정리와 인수분해(22개/25문제) 통과\n3. 복소수와 이차방정식(22개/25문제) 통과\n4. 이차방정식과 이차함수(17개/25문제) -> 재시험(23개/25문제)\n\n- 고2-1(수1) 기본과정\n1. 거듭제곱과 거듭제곱근(17개/25문제)\n2. 지수의 확장과 지수법칙 (18개/25문제)\n3. 로그(8개/15문제)\n4. 상용로그(8개/15문제)  ', '    ', '    ', '    ', NULL, '', '', '', NULL, '', NULL, NULL, '010-', '미사용'),
(119, 'leanmath', '1', '2022-04-22 01:56:09', '퇴원', '정혜린', '수8토4', '아이디', '2021년8월 28', '종료일', '', NULL, NULL, NULL, '비밀번호', NULL, '중등', '학교이름', '3', '미정', '미정', '미정', '3', '20', '6', '16', '', '', 350000, 0, 10000, NULL, '', '중2 정혜린 학습 기록 공유드립니다.\n10월 28일 updated\n\n<자기주도 학습시간계획>\n월(1.5시간), 화(1.5시간), 수(2시간), 목(1.5시간), 금(1.5시간), 토(2시간), 일(0시간) 주당 총 10시간\n\n<입반평가>\n- 중2 레벨테스트(8월) 33.8점\n\n<내신평가>\n- 중2-1 중간(60점대), 기말(40점대)\n- 중2-2 중간(74점)\n\n<교재이력>\n중1-2 : 개념 플러스 유형, 라이트쎈, BOB\n중2-1 : 쎈, 일품\n중2-2 : 학원교재, 개념 플러스 유형, 일품(중단), 라이트쎈\n\n<교재진행사항>\n1) 연산선행 \n- 중3-1(수력충전교재) - 총 7단원\n1단원(8/28시작) 2단원(9/3) 3단원(9/30) 4단원(10/26시작, 진행중) \n \n- 다음교재 중 3-1 라이트쎈 예정\n \n2) 개념선행 \n- 중1-1(수력충전교재) - 총 8단원\n1단원(10/5시작) 2단원(10/6) 3단원(10/7) 4단원(10/9) 5단원(10/20시작, 진행중)\n\n3) 현행심화 \n- 중2-1(일품교재) 총9단원\n1단원(8/28시작, 중단)\n\n- 중1-2(라이트쎈교재) 총 11단원 \n1단원(9/3시작) 2단원(9/8) 3단원(9/14) 4단원(9/20) 5단원(10/5) 6단원(10/5) 7단원(10/11시작, 진행중)  -Preview 부분 당분간 제외하고 진행 \n\n<단원평가사항>\n- 중2-2 \n기초평가\n1대단원(12개/15문제) -> 통과\n2대단원(14개/15문제) -> 통과\n\n기본평가\n1대단원(11개/15문제) -> 재시험(15개/15문제)\n2대단원(11개/15문제) -> 재시험(14개/15문제)\n3대단원(10개/15문제) -> 재시험 진행중\n\n<학습시 주안점>\n- 이전과정의 부실함때문에 선행학습시 자기주도학습을 힘들어 했으나 조금씩 적응해 가고 있음.\n- 이전에 풀었던 교재 대비 기초실력이 부족해서 교재 난이도를 조정하고 학습하고 있음.\n- 기초평가는 통과하는데 기본평가를 1차로 통과 못하고 있음.\n- 동기부여가 필요한 학생.  ', '', '', NULL, NULL, NULL, '', '', NULL, '', NULL, NULL, '010-', '미사용'),
(120, 'leanmath', '1', '2022-07-18 05:33:25', '재원', '박성윤', '화8목8', '아이디', '2021년 10월 ', '종료일', '', '2021-12-28', '카톡', NULL, '비밀번호', '중2', '중등', '배재중', '2', '미정', '미정', '미정', '1', '20', '5', '20', '', '', 350000, 0, 10000, '', '          ', '2021년 12월 28일 업데이트\n\n중1 박성윤 학습 기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(1시간), 화(2시간), 수(1시간), 목(2시간), 금(1시간), 토(1시간), 일(0시간) 주당 총 8시간\n\n<입반평가>\n- 중1 레벨테스트(9월) 11.42점\n\n<교재진행사항>\n1) 연산선행 \n- 중1-2(수력충전교재) - 총 9단원 종료\n1단원(10/5시작) 2단원(10/6) 3단원(10/7) 4단원(10/8) 5단원(10/12) 6단원(10/16) 7단원(10/19) 8단원(10/26) 9단원(10/30시작, 11/2종료) 대략 1개월 소요 \n\n- 중2-1(수력충전교재) - 총 8단원\n1단원(11/3시작) 2단원(11/4) 3단원(11/9) 4단원(11/12) 5단원(11/18) 6단원(11/25) 7단원(12/7) 8단원(12/24시작, 마무리중)\n \n- 다음교재 중2-2(수력충전) 추천\n\n2) 개념선행\n- 중1-1(수력충전교재) - 총 8단원 종료\n1단원(10/5시작) 2단원(10/6) 3단원(10/7) 4단원(10/9) 5단원(10/20) 6단원(10/27) 7단원(11/2) 8단원(11/4시작, 11/12종료) 대략 1.2개월 소요\n\n- 중1-2(라이트쎈) - 총 9단원\n1단원(10/14시작) 2단원(10/22) 3단원(10/25) 4단원(10/27) 5단원(11/2) 6단원(11/9) 7단원(11/17) 8단원(11/27) 9단원(12/7) 모의고사(12/16시작, 진행중)\n\n- 다음교재 중2-1(라이트쎈) 추천\n\n3) 현행심화 \n- 중1-1(쎈교재) - 총 9단원\n1단원(11/3시작) 2단원(11/22) 3단원(12/6) 4단원(12/14시작, 진행중)\n\n<단원평가사항>\n- 중1-1  기초과정 총 5중단원\n1중단원(7개/15문제) -> 재시험(15개/15문제)\n2중단원(10개/15문제) -> 재시험(13개/15문제)\n3중단원(14개/15문제) 통과\n4중단원(10개/15문제) -> 재시험(13개/15문제)\n5중단원(8개/15문제) -> 재시험1(10개/15문제) -> 재시험2(13개/15문제)\n\n- 중1-2 기본과정 총 7중단원\n1중단원(12개/15문제) 통과\n2중단원(12개/15문제) 통과\n3중단원(12개/15문제) 통과\n4중단원(9개/15문제) -> 재시험(13개/15문제)\n5중단원(3개/15문제) -> 재시험(13개/15문제)\n6중단원 평가예정\n7중단원 평가예정\n\n- 중2-1 개념과정 \n1중단원(12개/15문제) 통과\n2중단원(7개/15문제) -> 재시험(14개/15문제)\n3중단원(11개/15문제) -> 재시험(15개/15문제)\n4중단원(14개/15문제) 통과\n5중단원(9개/15문제) -> 재시험(15개/15문제)\n\n\n<학습시 주안점>\n- 자기주도학습체계를 성실하게 따르고 있음.\n- 부족한 기초를 연습하는데 진도속도가 빠른편임.\n- 단원평가 결과 중1-2 보다 중1-1 성적이 좋지 않아서 중1-1 에 대한 복습에 더욱 신경쓰고 있음.\n- 이해력은 빠른데 개념을 쉽게 잊어버리는 것으로 볼때 학습에 대한 집중력이 부족해 보임.\n- 성실하게 부족한 학습을 메우고 있어서 점점 나아질 것으로 생각됨.         ', '중2-1 중간고사\n\n배재중 예상문제\n60개/60문제\n\n배재중 기출\n6개/28문제\n\n서술형\n1단원(9개/20문제) -> 재시험(20개/20문제)\n\n2단원(18개/20문제)\n3단원(20개/20문제)\n\n최다빈출\n1단원(15개/20문제)\n->재시험(17개/20문제)\n\n2단원(9개/20문제) \n-> 재시험(18개/20문제)\n\n3단원(12개/20문제)\n-> 재시험(20개/20문제)\n\n  ', '          ', '  11/11 코로나 결석 -> 11/13 보충 완료        ', NULL, '박비주', '박비주  ', '아이파크', NULL, '010-9529-3014', '010-3583-2983', NULL, '010-3583-2983', '사용'),
(121, 'leanmath', '1', '2022-04-22 01:56:09', '퇴원', '이강혁', '월2금2', '아이디', '2021년10월4일', '종료일', '', '2022-03-14', '카톡', NULL, '비밀번호', NULL, '초등', '학교이름', '5', '미정', '미정', '미정', '1', '14', '5', '14', '', '', 300000, 0, 10000, '', '            ', '2022년 3월 28일 업데이트\n\n초5 이강혁 학습 기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(2시간), 화(2시간), 수(2시간), 목(2시간), 금(2시간), 토(2시간), 일(0시간) 주당 총 12시간\n\n<레벨테스트>\n초4 (9월) 90.14점\n\n<교재진행사항>\n1) 연산선행 \n- 중1-1(수력충전) 총 8단원 - 종료\n1단원(10/4시작) 2단원(10/4) 3단원(10/7) 4단원(10/8) 5단원(10/15) 6단원(10/20) 7단원(10/25) 8단원(10/27시작, 10/31종료) 대략 1개월소요\n\n- 중1-1(라이트쎈) 총 9단원 - 종료\n1단원(기존) 2단원(10/20시작) 3단원(11/11) 4단원(11/16) 5단원(11/9) 6단원(11/24) 7단원(11/26) 8단원(12/2) 9단원(12/6) 모의고사(12/9시작, 12/16종료) 대략 2개월 소요\n\n- 중1-2(수력충전) 총 9단원 - 종료\n1단원(12/10시작) 2단원(12/13) 3단원(12/16) 4단원(12/20) 5단원(12/25) 6단원(12/31) 7단원(1/3) 8단원(1/12) 9단원(1/18시작, 1/20종료) 대략 1.3개월 소요\n\n- 다음교재 중2-1(수력충전) 예정\n\n2) 개념선행\n- 초6-2(디딤돌 응용) 총 6단원 - 종료\n1단원~3단원(기존) 4단원(10/1시작) 5단원(10/5) 6단원(10/12) 보강자료(10/15시작, 10/27종료) \n\n- 초6-2(쎈) 총 6단원 - 종료\n1단원(기존) 2단원(10/28시작) 3단원(11/3) 4단원(11/5) 5단원(11/9) 6단원(11/16시작, 11/20종료) 대략 1개월 소요\n\n- 중1-1(RPM교재) 총 9단원 - 마무리중\n1단원(12/16시작) 2단원(12/18) 3단원(12/27) 4단원(1/3) 5단원(1/14) 6단원(1/25) 7단원(1/29) 8단원(2/12) 9단원(2/22시작, 진행중) \n\n- 중1-2(RPM) 총 8단원 - 진행중\n1단원(2/4시작) 2단원(2/10) 3단원(2/25) 4단원(3/15시작, 진행중)\n\n3) 현행 심화 \n- 초4-2(왕수학교재) 총 6단원 - 종료\n1단원(10/1시작) 2단원(10/6) 3단원(10/12) 4단원(10/22) 5단원(11/5) 6단원(11/17시작, 11/29종료) 대략 2개월 소요\n\n- 초6-2(최상위) 총 6단원 - 종료\n1단원(기존) 2단원(11/19시작) 3단원(11/22) 4단원(11/25) 5단원(11/27) 6단원(12/1) 모의고사(12/2시작, 12/17종료) 대략 1개월 소요\n\n- 초5-1(왕수학교재) 총 6단원 - 마무리중\n1단원(12/6시작) 2단원(12/25) 3단원(1/11) 4단원(1/29) 5단원(2/18) 6단원(3/11시작, 진행중) \n\n<단원평가 결과>\n- 초4-2 심화과정 - 종료\n1단원(7개/10문제) -> 재시험(10개/10문제)\n2단원(5개/10문제) -> 재시험(9개/10문제)\n3단원(5개/10문제) -> 재시험1(7개/10문제) -> 재시험2(9개/10문제)\n4단원(6개/10문제) -> 재시험(9개/10문제)\n5단원(7개/10문제) -> 재시험(8개/10문제)\n6단원(9개/10문제) 통과\n과정평가(11개/15문제 )\n\n- 초5-1 심화과정 - 진행중\n1단원(10개/10문제) 통과\n2단원(8개/10문제) 통과\n3단원(7개/10문제) -> 재시험(9개/10문제)\n4단원(6개/10문제) -> 재시험(10개/10문제)\n5단원 평가 예정\n\n- 초6-2 실력과정 - 종료\n1단원(8개/10문제) 통과\n2단원(7개/10문제) -> 재시험(9개/10문제)\n3단원(7개/10문제) -> 재시험(9개/10문제)\n4단원(9개/10문제) 통과\n5단원(4개/10문제) -> 재시험(9개/10문제)\n6단원(8개/10문제) 통과\n실력과정(12개/15문제) 통과\n\n- 중1-1 기본과정 - 진행중 \n1중단원(10개/15문제) -> 재시험(15개/15문제)\n2중단원(14개/15문제) 통과\n3중단원(14개/15문제) 통과\n4중단원(9개/15문제) -> 재시험(13개/15문제)\n5중단원 평가예정\n\n- 중1-2 기본과정 - 진행중\n1중단원(11개/15문제) -> 재시험(15개/15문제)\n2중단원(12개/15문제) 통과\n\n<학습주안점>\n- 자기주도학습을 잘 따르고 있음.\n- 최근 영어학원을 다니면서 수학공부하는 시간을 간혹 못 채우는 경우가 있음.\n- 현행심화를 챙기고 있고, 중등선행을 함에 있어 크게 힘들어하고 있지 않음.\n- 중등과정의 경우 오답률은 높지 않는데 푸는 속도가 아직은 느린편.\n- 풀이과정을 안 쓰는 습관을 교정하기 위해 다시 풀이 과정 쓰게 연습 중.          ', '            ', '12/17 풀이과정 없어서 다시 풀게 함 \n12/20 풀이과정 없어서 다시 풀게 함           ', '            ', NULL, '', '', '', NULL, '', NULL, NULL, '010-6864-7300', '사용'),
(123, 'leanmath', '1', '2022-07-26 15:06:08', '재원', '박세주', '화8목8', '아이디', '2021년10월1일', '종료일', '', '2022-06-09', '카톡', NULL, '비밀번호', '중1', '중등', '명일중', '1', '미정', '미정', '미정', '2', '20', '4', '20', '', '', 350000, 0, 10000, '', '       ', '2022년 6월 30일 업데이트\n\n중1 박세주 학습 기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(1.5시간), 화(2시간), 수(1.5시간), 목(2시간), 금(1.5), 토(1.5시간), 일(0시간) 주당 총 10시간\n\n<레벨 테스트>\n초6( 9월 ) 57.74점\n중1(5월) 69.01점\n\n<교재이력>\n초6-2 : 우공비, 쎈\n중1-1 : 개념원리(1권), RPM, 쎈, 일품\n중1-2 : 수력충전, 라이트쎈, RPM\n중2-1 : 개념원리(1권), 수력충전, 라이트쎈\n중2-2 : 개념원리(1권), 라이트쎈\n\n<교재진행사항>\n1) 연산선행 \n- 중1-2 (수력충전) 총 9단원 - 종료\n1단원(10/5시작) 2단원(10/8) 3단원(10/14) 4단원(10/19) 5단원(10/27) 6단원(11/5) 7단원(11/13) 8단원(11/25) 9단원(12/2시작, 12/7종료) 대략 2개월 소요\n \n- 중2-1 (수력충전) - 종료\n1단원(12/16시작) 2단원(12/17) 3단원(12/22) 4단원(12/29) 5단원(1/4) 6단원(1/12) 7단원(1/27) 8단원(2/15시작, 2/23종료) 대략 2개월 소요\n\n- 중2-1 (라이트쎈) 10단원 - 종료\n1단원(3/5시작) 2단원(3/11) 3단원(3/21) 4단원(3/29) 5단원(4/9) 6단원(4/16) 7단원(4/30) 8단원(5/14) 9단원(5/23) 10단원(6/1) 모의고사(6/15시작, 6/30종료) 대략 4개월 소요\n \n- 다음교재 중2-2 (라이트쎈) 예정 \n\n\n2) 개념선행 \n- 중1-1 (RPM) 총9단원 - 종료\n1단원(10/5시작) 2단원(10/6) 3단원(10/23) 4단원(11/11) 5단원(11/27) 6단원(12/10) 7단원(12/24) 8단원(1/13) 9단원(1/22) 실력테스트(2/11시작, 2/25종료) 대략 4.5개월 소요\n\n- 중1-2 (라이트쎈) 총 9단원 - 종료\n1단원(2/24시작) 2단원(3/5) 3단원(3/11) 4단원(3/16) 5단원(3/30) 6단원(4/18) 7단원(4/29) 8단원(5/12) 9단원(5/27) 모의고사(6/9시작, 6/27종료) 대략 4개월 소요 \n\n- 중1-2 (RPM)  총 8 단원 - 진행중\n1단원(6/29시작, 진행중)\n\n3) 현행심화 \n-초6-2 (쎈) 총 6단원 - 종료\n1단원(10/1시작) 2단원(10/20) 학교진도까지 따라잡고 C단계 진행 3단원(11/18) 5단원(11/25) 6단원(1/5) 모의고사(1/20시작, 1/31종료) 대략 4개월 소요\n \n-중1-1 (쎈) 총 9단원 - 종료\n1단원(2/3시작) 2단원(2/16) 3단원(3/5) 4단원(3/19) 5단원(4/11) 6단원(4/18) 7단원(5/4) 8단원(5/21) 9단원(5/28시작, 6/14종료) 대략 4.5개월 소요 \n\n- 중1-1(일품) 총 7단원 - 진행중\n1단원(6/16시작) 2단원(6/25시작, 진행중)\n\n<단원평가사항>\n- 초6-2 기본과정 - 종료\n1단원(8개/10문제) 통과\n2단원(6개/10문제) ->재시험(10개/10문제)\n3단원(9개/10문제) 통과\n4단원(6개/10문제) ->재시험(10개/10문제)\n5단원(9개/10문제) 통과\n6단원(10개/10문제).통과\n\n- 초6-2 실력과정 - 종료\n1단원(3개/10문제) -> 재시험(9개/10문제)\n2단원(5개/10문제) -> 재시험(9개/10문제)\n3단원(9개/10문제) 통과\n4단원(8개/10문제) 통과\n5단원(5개/10문제) -> 재시험(9개/10문제)\n6단원(8개/10문제) 통과 \n\n- 중1-1 기초과정 총 5 중단원 - 종료\n1중단원(12개/15문제) 통과\n2중단원(13개/15문제) 통과\n3중단원(13개/15문제) 통과\n4중단원(12개/15문제) 통과\n5중단원(9개/15문제) -> 재시험(15개/15문제)\n\n- 중1-1 기본과정 총 5중단원 - 종료\n1중단원(10개/15문제) -> 재시험(12개/15문제)\n2중단원(13개/15문제) 통과\n3중단원(11개/15문제) -> 재시험(15개/15문제)\n4중단원(15개/15문제) 통과\n5중단원(14개/15문제) 통과\n\n- 중1-1 실력과정 총 5중단원 - 진행중\n1중단원(9개/15문제) ->재시험(14개/15문제)\n2중단원(5개/15문제) ->재시험(13개/15문제)\n3중단원(6개/15문제) ->재시험(15개/15문제)\n4중단원(10개/15문제) ->재시험(13개/15문제)\n5중단원(10개/15문제) -> 재시험(12개/15문제)\n\n- 중1-2 기초과정 총 7중단원 - 종료\n1중단원(10개/15문제) ->재시험(12개/15문제)\n2중단원(8개/15문제) ->재시험(12개/15문제)\n3중단원(15개/15문제) 통과\n4중단원(12개/15문제) 통과\n5중단원(8개/15문제) ->재시험(14개/15문제)\n6중단원(14개/15문제) 통과\n7중단원(12개/15문제) 통과\n\n- 중2-1 기초과정 총 5중단원 - 종료\n1중단원(11개/15문제) ->재시험(14개/15문제)\n2중단원(14개/15문제) 통과\n3중단원(14개/15문제) 통과\n4중단원(13개/15문제) 통과\n5중단원(10개/15문제) ->재시험(13개/15문제)\n\n<학습 주안점>\n- 자기주도학습을 잘 따르고 있음.\n- 꾸준히 공부하는 습관과 꼼꼼히 오답정리하는 습관이 생기고 있음.\n- 중1-1 실력과정을 마무리하고 심화과정을 들어감.\n- 단원평가결과 1차통과 비중이 낮았지만 재시험 결과가 좋고 조금씩 1차통과 비중도 늘어나고 있음.  \n- 테스트 볼때 집중력이 필요함. ', '       ', '12/2 단원평가 풀이과정 자세히\n11/11 수 과제 안 함, 문제 풀이 과정 없음\n11/11 과제 부족, 문제풀이 과정 자세히\n11/9 채점 해오기, 풀이과정 자세히\n10/26 단원평가 풀이 적기연습\n10/12 풀이 깨끗하게 (지우개 사용) 풀이없어서 중1-1 다시 풀기\n10/11 식, 계산, 풀이과정 자세히\n10/5 왼쪽부터 풀이 쓰기        ', '11/29 학교지각 -> 20분지각\n11/23 학교지각 -> 남아서 보충\n11/16 학교지각 -> 남아서 보충\n11/9 학교지각 -> 남아서 보충\n10/21 촬영지각 -> 보충         ', NULL, '', '     ', '', NULL, '', '', NULL, '010-5106-8085', '사용'),
(124, 'leanmath', '1', '2022-07-18 02:00:13', '퇴원', '김리우', '화6목6', '아이디', '2021.09', '종료일', '', '2022-02-24', '카톡', NULL, '비밀번호', '중2', '중등', '고덕중', '2', '미정', '미정', '미정', '2', '18', '4', '18', '', '', 350000, 0, 10000, '', '          ', '2022년 7월 12일 업데이트\n\n중1 김리우 학습 기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(1시간), 화(2시간), 수(1시간), 목(2시간), 금(1시간), 토(1시간), 일(0시간) 주당 총 8시간\n\n<레벨테스트 & 내신점수>\n- 중1 (9월) 25.71점\n- 중1 (12월) 61.97점\n- 중2-1 중간(53점)\n\n<교재이력>\n중1-1 : 개념원리, RPM, 쎈, 쎈\n중1-2 : 개념원리, RPM, 라이트쎈, 쎈\n중2-1 : 개념원리, 백발백중, 수력충전, 라이트쎈, RPM\n중2-2 : 수력충전, 라이트쎈\n중3-1 : 수력충전\n\n<교재진행사항>\n1) 연산선행 \n- 중2-1(수력충전교재) - 총 8단원 - 종료\n1단원(9/9시작) 2단원(9/11) 3단원(9/22) 4단원(9/25) 5단원(9/29) 6단원(10/14) 7단원(11/3) 8단원(11/23시작, 11/29종료) 대략 2.7개월 소요\n\n- 중2-2(수력충전교재) - 총8단원 - 종료\n1단원(11/30시작) 2단원(12/8) 3단원(12/16) 4단원(12/20) 5단원(12/30) 6단원(1/4) 7단원(1/6) 8단원(1/12시작, 1/17종료) 대략 1.5개월 소요\n \n- 중3-1(수력충전교재) - 총7단원 - 진행중\n1단원(2/8시작) 2단원(2/18) 3단원(2/24) 4단원(3/7) 5단원(5/13) 6단원원(5/24시작, 내신기간 중단)\n\n2) 개념선행\n-중1-1(쎈교재) - 총 9단원 - 종료\n1단원(9/8시작) 2단원(9/11) 3단원(9/17) 4단원(9/27) 5단원(10/2) 6단원(10/8) 7단원(10/12) 8단원(10/19) 9단원(10/23시작, 11/16종료) 대략 2.5개월 소요\n\n- 중2-1(라이트쎈) - 총 10단원 - 종료\n1단원(11/23시작) 2단원(12/2) 3단원(12/8) 4단원(12/16) 5단원(12/27) 6단원(1/1) 7단원(1/14) 8단원(1/25) 9단원(2/7) 10단원(2/18) 모의고사(3/3시작, 3/23종료) 대략 4개월 소요\n\n- 중2-2 (라이트쎈) - 총 11단원 - 진행중\n1단원(5/13시작) 2단원(5/21시작, 내신기간 중단)\n \n3) 현행심화\n- 중1-2(라이트쎈) - 총 9단원 - 종료\n1단원(9/7시작) 2단원(9/9) 3단원(9/15) 4단원(9/18) 5단원(9/24) 6단원(9/29) 7단원(10/4) 8단원(10/7) 9단원(10/12) 모의고사(10/20시작, 11/5종료) 대략 2개월 소요\n\n-중1-2(쎈교재) - 총11단원 - 종료\n10단원(11/6시작) 11단원(11/13) 12단원(11/19) 13단원(11/20) 14단원(11/30) 15단원(12/6) 16단원(12/13) 17단원(12/22) 18단원(12/23) 19단원(1/12) 20단원(1/27시작, 2/8종료) 대략 3개월 소요\n\n- 중 2-1(RPM교재) - 총 9단원 - 진행중\n1단원(2/9시작) 2단원(2/25) 3단원(3/18) 4단원(5/9) 5단원(6/3시작, 진행중)\n\n- 중 2-1(쎈교재)\n\n<단원평가결과>\n- 중1-1  기본과정 총 5중단원\n1중단원(7개/15문제) -> 재시험(15개/15문제)\n2중단원(14개/15문제) 통과\n3중단원(10개/15문제) -> 재시험(14/15문제)\n4중단원(13개/15문제) 통과\n5중단원(8개/15문제) -> 재시험(14개/15문제)\n\n- 중1-2 기본과정 총 7중단원\n1중단원(9개/15문제) -> 재시험(14개/15문제)\n2중단원(6개/15문제) -> 재시험(15개/15문제)\n3중단원(12개/15문제)\n4중단원(7개/15문제) -> 재시험(13개/15문제)\n5중단원(9개/15문제) -> 재시험(12개/15문제)\n6중단원(10개/15문제) -> 재시험(15개/15문제)\n7중단원(5개/15문제) -> 재시험(14개/15문제)  \n\n- 중1-2 실력과정 총 7중단원\n1중단원(12개/15문제) 통과\n2중단원(14개/15문제) 통과\n3중단원(13개/15문제) 통과\n4중단원(11개/15문제) -> 재시험(13개/15문제)\n5중단원(10개/15문제) -> 재시험(10개/15문제)\n6중단원(12개/15문제) 통과\n7중단원(6개/15문제) -> 재시험예정\n\n- 중2-1 기초과정 총 5중단원 - 종료\n1중단원(14개/15문제) 통과\n2중단원(14개/15문제) 통과\n3중단원(13개/15문제) 통과\n4중단원(15개/15문제) 통과\n5중단원(7개/15문제) -> 재시험(15개/15문제)\n\n- 중2-1 기본과정 총 5중단원 - 중단\n1중단원(15개/15문제) 통과\n2중단원(14개/15문제) 통과\n3중단원(5개/15문제) -> 재시험예정\n4중단원 평가예정\n5중단원(1개/15문제) -> 재시험예정\n\n- 중2-1 실력과정 총 5중단원 - 진행중\n1중단원(9개/15문제) -> 재시험예정\n2중단원(11개/15문제) -> 재시험예정\n\n- 중3-1 개념과정 총 5중단원 - 진행중\n1중단원(14개/15문제) 통과\n2중단원(15개/15문제) 통과\n3중단원(12개/15문제) 통과\n4중단원 평가예정\n\n\n<학습주안점>\n- 자기주도학습을 잘 따르고 있음.\n- 9월 레벨테스트(25.71점) 보다는 12월 레벨테스트(61.97점)가 나아졌음.\n- 아직까지는 단원평가에서 재시험이 많지만 조금씩 기초의 토대가 다져지고 있어서 점점 나아질 것으로 기대됨.        ', '중2-1 중간\n- 최다빈출\n1단원(16개/20문제)\n2단원(20개/20문제)\n3단원(10개/20문제)\n\n- 서술형\n1단원(10개/20문제)\n->재시험(20개/20문제)\n2단원(15개/20문제)\n3단원(13개/20문제)\n\n- 기출\n고덕중(10개/24문제)\n\n- 고덕중 예상\n\n중2-1 중간\n53/100-> 65/100 -> \n      ', '          ', '          ', NULL, '', '     ', '', NULL, '', NULL, NULL, '010-', '미사용');
INSERT INTO `student` (`id`, `workspace`, `flag`, `modified_time`, `status`, `name`, `class_name`, `user_id`, `start_date`, `end_date`, `report_short_memo`, `report_date`, `report_type`, `s_memo`, `password`, `grade`, `grade1`, `school_name`, `grade2`, `level1`, `level2`, `level3`, `class_day1`, `class_time1`, `class_day2`, `class_time2`, `class_day3`, `class_time3`, `fees`, `discount1`, `discount2`, `discount_memo`, `memo`, `study_memo`, `test_memo`, `check_memo`, `off_memo`, `rookie`, `sibling_name`, `sibling_memo`, `house`, `distance`, `s_phone`, `m_phone`, `mom_memo`, `receipt_phone`, `receipt_use`) VALUES
(126, 'leanmath', '1', '2022-05-21 06:49:20', '퇴원', '박비주', '월6금6', '아이디', '2021년10월1일', '', '', '2022-05-09', '전화', NULL, '비밀번호', '', '고등', '고덕중', '1', '미정', '미정', '미정', '0', '0', '6', '14', '', '', 200000, 0, 0, '', '     ', '2021년 12월 28일 업데이트\n\n중3 박비주 학습 기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(2시간), 화(1시간), 수(1시간), 목(1시간), 금(2시간), 토(1시간), 일(1시간) 주당 총 9시간\n\n<레벨테스트>\n중3 (9월) : 29.57점\n\n<내신성적>\n중3-1 중간 52점 기말 17점\n중3-2 기말 65점\n\n<교재이력>\n중1-1 : 교과서\n중1-2 : 교과서\n중2-1 : 교과서, 수력충전\n중2-2 : 교과서\n중3-1 : 교과서, 수력충전\n중3-2 : 교과서, 수력충전\n고1-1 : 베이직 쎈\n \n<교재진행사항>\n1) 연산선행 \n- 중3-1 (수력충전) 총 7단원\n1단원(10/2시작) 2단원(10/5) 3단원(11/8) 4단원(11/28시작, 진행중)\n\n2) 개념선행 \n- 중2-1 (수력충전) 총 8단원 종료\n1단원(10/2시작) 2단원(10/4) 3단원(10/6) 4단원(10/9) 5단원(10/13) 6단원(11/8) 7단원(11/29) 8단원(12/7시작, 12/8종료) 대략 2.3개월 소요\n\n- 다음교재 중3-1 (라이트쎈) 추천\n\n3) 현행 심화 \n- 중3-2 (수력충전) 총 6단원 종료\n1단원(10/13시작)  5단원(10/15) 6단원(10/20)  3단원(10/21) 4단원(10/27) 2단원(10/31시작, 11/19종료) 약 1개월 소요\n\n- 고1-1 (베이직쎈) 총 13단원\n1단원(12/10시작, 진행중) \n\n<단원평가사항>\n- 중2-1 기본과정 총 5중단원 종료\n1중단원(13개/15문제) 통과\n2중단원(8개/15문제) -> 재시험(13개/15문제)\n3중단원(15개/15문제) 통과\n4중단원(14개/15문제) 통과\n5중단원(12개/15문제) 통과\n\n- 중3-1 기초과정 총 5중단원 \n1중단원(12개/15문제) 통과\n2중단원(9개/15문제) -> 재시험(15개/15문제)\n3중단원 평가예정\n\n- 중3-1 기본과정\n1단원(7개/15문제) -> 재시험 예정\n2단원 평가예정\n\n- 중3-2 개념과정 종료\n1단원(14개/15문제) 통과\n2단원(14개/15문제) 통과\n3단원(15개/15문제) 통과\n\n- 중3-2 기초평가 종료\n2단원(13개/15문제) 통과\n3단원(14개/15문제) 통과\n\n<과정평가>\n중1-1 기본 (16개/20문제) \n중1-2 기본 (12개/20문제)\n중2-1 기본 (12개/20문제)\n중2-2 기본 평가 예정\n중3-1 기본 평가 예정\n중3-2 기본 평가 예정\n\n<학습 주안점>\n- 고등선행을 위해 빠르게 중등과정 복습진행하고 있음.\n- 중3-2 기말고사 준비때문에 복습을 잠시 멈추었다가 최근 다시 진행하고 있음.\n- 기초 문제집부터 풀고 있지만 성실하고 빠르게 연습해 나가고 있어 진도가 빠름. \n- 특성화고에 입학되어 고등 내신 준비를 위한 기본기를 확립하는 것을 목표로 하면 좋음.\n- 최근 고등선행 시작.   ', '     ', '     ', '     ', NULL, '', '박성윤 ', '아이파크', NULL, '', NULL, NULL, '010-', '미사용'),
(127, 'leanmath', '1', '2022-07-01 13:52:58', '퇴원', '김희린', '월8금8', '아이디', '2021년11월1일', '종료일', '', '2022-02-11', '카톡', NULL, '비밀번호', '', '중등', '명일중', '3', '미정', '미정', '미정', '1', '20', '5', '20', '', '', 350000, 0, 10000, '', ' 중2(10월) 레벨 67.60점\n\n중2-1 중간 (63점) 기말(?)\n중2-2 중간(63점) 기말(81점)\n중3-1 중간  ', '2022년 6월 27일 업데이트\n\n중3 김희린 학습 기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(2시간), 화(1.5시간), 수(1.5시간), 목(1.5시간), 금(2시간), 토(1.5시간), 일(0시간) 주당 총 10시간\n\n<레벨테스트>\n중2 (7월) 67.60점\n\n<교재이력>\n중2-2 : 우공비, 쎈, 일품, TOT\n중3-1 : 라이트쎈, 개념원리, RPM, 쎈\n중3-2 : 개념원리, 수력충전, RPM\n고1-1 : 수력충전\n\n<교재진행사항>\n1) 연산선행 \n- 중3-2 (수력충전) 총 6단원 - 종료\n1단원(11/1시작) 2단원(11/2) 3단원(11/8) 4단원(11/9) 5단원(11/13) 6단원(11/17시작, 종료) 대략 0.5개월 소요\n \n- 고1-1 (수력충전) 총 11단원 - 종료\n1단원(12/21시작) 2단원(12/24) 3단원(12/31) 4단원(1/7) 5단원(1/26) 6단원(2/11)  7단원(2/21) 8단원(3/4) 9단원(3/9) 10단원(5/13) 11단원(5/20시작, 5/30종료)\n\n- 고1-2 수력충전 예정\n\n2) 개념선행 \n- 중3-1 (RPM ) 총 8단원 - 종료\n1단원(11/6시작) 2단원(11/10) 3단원(11/15) 4단원(11/18) 5단원(12/23) 6단원(12/31) 7단원(1/9) 8단원(1/12시작, 1/23종료) 대략 2.5개월 소요\n\n- 중3-2 (개념원리) 총 6단원 - 종료\n1단원(12/21시작) 2단원(12/26) 3단원(1/3) 4단원(1/9) 5단원(1/12) 6단원(1/16시작, 1/21종료) 대략 1개월 소요\n\n- 중3-2 (RPM) 총 6단원 - 종료\n1단원(1/23시작) 2단원(1/28) 3단원(2/2) 4단원(2/7) 5단원(2/15) 6단원(2/19) 실력업(2/21시작, 2/27종료) \n\n- 고1-1(라이트쎈)  총 12단원\n1단원(3/22시작) 2단원(3/28) 3단원(5/13) 4단원(5/21시작, 내신기간 중단)\n\n3) 현행 심화 \n- 중2-2(최강 TOT) 총 10단원 - 종료\n1단원(11/1시작) 2단원(11/2) 3단원(11/4) 4단원(11/4) 5단원(11/5) 6단원(11/9) 7단원(11/13) 8단원(11/16) 9단원(11/19) 10단원(11/22시작, 11/23종료) 대략 1개월 소요\n\n- 중3-1 (쎈) 총 12단원 - 종료\n1단원(1/24시작) 2단원(1/30) 3단원(2/8) 4단원(2/11) 5단원(2/21) 6단원(3/3) 7단원(3/10) 8단원(3/14) 9단원(3/17) 10단원(3/21) 11단원(5/11) 12단원(5/21시작, 5/30종료)\n\n- 중3-1 (일품) 총 8단원 - 종료\n1단원(3/17시작) 2단원(3/21) 3단원(3/29) 4단원(4/5) 5단원(4/12) 6단원(5/30) 7단원(6/3) 8단원(6/10시작, 6/20종료)\n\n\n<단원평가 기록>\n- 중2-2 기본과정 총 6중단원 - 종료\n1중단원(12개/15문제) 통과\n2중단원(11개/15문제) -> 재시험(15개/15문제)\n3중단원(10개/15문제) -> 재시험(14개/15문제)\n4중단원(14개/15문제) 통과\n5중단원(8개/15문제) -> 재시험(11개/15문제) -> 재시험2(15개/15문제)\n\n- 중2-2 실력과정 총 6중단원 - 종료\n1중단원(8개/15문제) -> 재시험(14개/15문제)\n2중단원(11개/15문제) -> 재시험(14개/15문제)\n3중단원(11개/15문제) -> 재시험(13개/15문제)\n4중단원(10개/15문제) -> 재시험(13개/15문제)\n5중단원(12개/15문제) 통과\n6중단원(11개/15문제) -> 재시험(14개/15문제)\n\n- 중3-1 기본과정 총 5중단원 - 종료\n1중단원(7개/15문제) -> 재시험(13개/15문제)\n2중단원(10개/15문제) -> 재시험(14개/15문제)\n3중단원(12개/15문제) 통과\n4중단원(9개/15문제) -> 재시험(14개/15문제)\n5중단원(11개/15문제) -> 재시험(14개/15문제)\n\n- 중3-1 실력과정 총 5중단원 - 종료 \n1중단원(7개/15문제) -> 재시험(14개/15문제)\n2중단원(12개/15문제) 통과\n3중단원(9개/15문제) -> 재시험(14개/15문제)\n4중단원(12개/15문제) 통과\n5중단원(10개/15문제) -> 재시험(15개/15문제)\n\n- 중3-2 기본과정 총 3중단원 - 종료\n1중단원(13개/15문제) 통과\n2중단원(12개/15문제) 통과\n3중단원(10개/15문제) -> 재시험(14개/15문제)\n\n- 고1-1 기초과정 총 9단원 - 종료\n1단원(18개/20문제) 통과\n2단원(17개/20문제) 통과\n3단원(14개/20문제) -> 재시험(18개/20문제)\n4단원(17개/20문제) 통과\n5단원(15개/20문제) -> 재시험(17개/20문제)\n6단원(18개/20문제) 통과\n7단원(15개/20문제) \n8단원(18개/20문제) 통과\n9단원(19개/20문제) 통과\n\n\n<학습시 주안점>\n- 자기주도학습체계를 잘 따르고 있음.\n- 고1-1 연산선행을 하면서 중3-1, 중3-2 심화연습을 하고 있음.\n- 아직까지는 1차평가 비중이 낮지만 재시험 결과가 좋으므로 점점 나아질 것으로 예상됨.    ', '     ', '     ', '     ', NULL, '', '  ', '', NULL, '', NULL, NULL, '010-', '미사용'),
(128, 'leanmath', '1', '2022-07-26 15:09:34', '재원', '박기주', '수6토14', '아이디', '2021년11월1일', '종료일', '', '2022-03-31', '카톡', NULL, '비밀번호', '중3', '중등', '배재중', '3', '미정', '미정', '미정', '3', '18', '6', '14', '', '', 350000, 0, 10000, '', '     ', '2022년 3월 30일 업데이트  \n중3 박기주 학습기록 공유드립니다.  \n\n<자기주도 학습시간계획> \n월(2시간), 화(2시간), 수(2시간), 목(2시간), 금(2시간), 토(2시간), 일(2시간) 주당 총 14시간  \n\n<레벨테스트>  \n중2(10월) : 35.21점\n\n<내신성적>\n중2-2 중간 (50점), 기말 (53점)\n\n<교재이력>  \n중1-1 : 개념원리, 라이트쎈\n중1-2 : 개념원리\n중2-1 : 개념원리, 라이트쎈\n중2-2 : 개념원리, RPM\n중3-1 : 개념원리, 수력충전\n중3-2 : 개념원리\n\n<교재진행사항> \n1) 연산선행   \n- 중3-1 (수력충전) 총 7단원 - 진행중\n1단원(11/3시작) 2단원(11/10) 3단원(12/21) 4단원(12/24) 5단원(1/24) 6단원(3/2시작, 진행중)\n\n- 다음 교재 중3-2 (수력충전)\n\n2) 개념복습   \n- 중2-1 (라이트쎈) - 보류\n1단원(1/15시작, 보류)\n\n- 중1-1 (라이트쎈) - 진행중\n1단원(1/11시작) 2단원(1/19) 3단원(1/26) 4단원(2/2) 5단원(2/12) 6단원(2/22) 7단원(3/23시작, 진행중)\n\n3) 현행심화\n- 중2-2 (RPM ) 총 10단원 - 종료\n1단원(11/4시작) 2단원(11/11) 3단원(11/15) 4단원(11/25) 5단원(11/28) 6단원(11/30) 7단원(11/19) 8단원(11/22)  9단원(11/23) 10단원(11/26시작, 11/30종료) 어려운 단계 빼고 교재 1차 마무리\n\n- 중3-1 (라이트쎈) 총 10단원 - 진행중\n1단원(1/19시작) 2단원(2/12) 3단원(2/18) 4단원(2/25) 5단원(3/2시작, 진행중)\n\n- 중3-1 (쎈 ) 총 12단원 - 진행중\n1단원(3/30시작, 진행중)\n\n<단원평가 결과>   \n- 중1-1 기초과정 총 5중단원\n1중단원(8개/15문제) -> 재시험(13개/15문제)\n2중단원(11개/15문제) -> 재시험(14개/15문제)\n3중단원(12개/15문제) 통과\n4중단원(10개/15문제) -> 재시험(15개/15문제)\n5중단원(10개/15문제) -> 재시험(12개/15문제)\n\n- 중2-1 기초과정 총 5중단원\n1중단원(3개/15문제) -> 재시험 예정\n2중단원 평가 예정\n\n- 중2-2 기본과정 총 6중단원 - 종료\n3단원(9개/15문제) -> 재시험(12개/15문제)\n4단원(12개/15문제) 통과\n5단원(10개/15문제) -> 재시험(13개/15문제)\n6단원(6개/15문제) -> 재시험(12개/15문제)\n\n- 중3-1 기초과정 총 5중단원\n1중단원(12개/15문제) 통과\n2중단원(10개/15문제) -> 재시험(15개/15문제)\n3중단원(8개/15문제) -> 재시험예정\n\n<학습 주안점> \n- 중1-1, 중2-1 기초가 안 되어 있어서 빠르게 기초를 다지면서 중3-1 선행을 병행할 예정.\n- 중2-2 과정은 내신 준비를 하면서 기초적인 내용은 1번 복습했고, 실력과정은 중1-2 과정 복습하면서 진행예정.\n- 겨울방학동안 중1-1 과정과 중2-1 과정에 대한 복습을 시도했는데 문제푸는 속도가 느려서 중2-1 과정을 보류하고 중1-1 과정을 열심히 공부함.\n- 중3-1 라이트쎈 기초과정으로 중간고사범위까지는 1번 공부가 되었고, 중3-1 쎈 교재로 기본과정으로 2번째 반복을 시작하고 있고, 기말고사 범위는 라이트쎈으로 계속 공부해 나가야 됨.\n- 스킵하고 넘어가는 습관을 교정하면서 꼼꼼하게 공부하게끔 하느라 앞부분을 다시 푸는 경우가 있음.\n- 이전보다는 스스로 풀어 내는 문제 수는 늘고 있으나 여전히 푸는 속도가 느린 편이라 반복 숙달하는 연습이 필요.\n  ', '     ', '     ', '     ', NULL, '', ' ', '', NULL, '', '', NULL, '010-5106-8085', '사용'),
(129, 'leanmath', '1', '2022-04-26 07:46:01', '퇴원', '이수윤', '화4목4', '아이디', '2021년12월1일', '2022-04-22', '', '2022-03-17', '카톡', NULL, '비밀번호', NULL, '중등', '명일중', '1', '미정', '미정', '미정', '2', '16', '4', '16', '', '', 350000, 0, 10000, '', '  청어람학원             ', '2022년 4월 21일 업데이트\n\n 중1 이수윤 학습기록 공유드립니다.  \n\n<자기주도 학습시간계획> \n월(1.5시간), 화(2시간), 수(1.5시간), 목(2시간), 금(1.5시간), 토(1.5시간), 일(0시간) 주당 총 10시간\n  \n<레벨테스트>  \n초6 (12월) : 63.38점\n\n<교재이력>  \n초6-1 : 학원(1~2권) \n초6-2 : 디딤돌(기본), 일등, 최상위S\n중1-1 : 개념+유형, 수력충전, 라이트쎈, RPM\n중1-2 : 수력충전, 라이트쎈\n중2-1 : 수력충전\n\n<학습진행사항> \n1) 연산선행   \n- 중1-1 (수력충전) 총 8단원 - 종료\n1단원, 2단원(기존) 3단원(1/10) 4단원(1/11) 5단원(1/18) 6단원(1/13) 7단원(1/17) 8단원(2/14시작, 2/20종료)  \n\n- 중1-2 (수력충전) 총 9단원 - 종료\n1단원(12/2시작) 2단원(12/4) 3단원(12/11) 4단원(12/16) 5단원(12/27) 6단원(1/10) 7단원(1/12) 8단원(2/2) 9단원(2/10시작, 2/20종료) 대략 2.7개월 소요\n\n- 중2-1 (수력충전) 총 8단원 - 진행중\n1단원(2/21시작) 2단원(3/7) 3단원(3/22) 4단원(4/9) 5단원(4/14시작, 진행중)\n\n2) 개념선행   \n- 중1-2 (라이트쎈) 총 9단원 - 진행중\n1단원(3/14시작) 2단원(3/23) 3단원(4/1) 4단원(4/12시작 ,진행중)\n\n3) 현행심화   \n- 초6-2 (최상위S) 총 6단원 - 종료\n1단원~4단원(기존) 5단원(12/2시작) 6단원(12/14시작, 12/20종료)\n\n- 중1-1 (라이트쎈) 총 9단원 - 진행중\n1단원(기존) 2단원(12/2시작) 3단원(12/16) 4단원(1/3) 5단원(2/14, 초6-2 마무리를 위해 잠시중단) 6단원(4/9시작, 진행중)\n\n<단원평가 결과>   \n- 초6-2 기본과정 총 6단원 - 종료\n1단원(9개/10문제) 통과\n2단원(4개/10문제) -> 재시험(9개/10문제)\n3단원(8개/10문제) 통과\n4단원(6개/10문제) -> 재시험(9개/10문제)\n5단원(7개/10문제) -> 재시험(10개/10문제)\n6단원(10개/10문제) 통과\n\n- 초6-2 실력과정 총6단원 - 종료\n1단원(2개/10문제) -> 재시험(9개/10문제)\n2단원(3개/10문제) -> 재시험(8개/10문제)\n3단원(8개/10문제) 통과\n4단원(7개/10문제) -> 재시험(9개/10문제)\n5단원(6개/10문제) -> 재시험(9개/10문제)\n6단원(8개/10문제) 통과\n초6-2 기본과정평가(10개/15문제) -> 재시험(14개/15문제)\n초6-2 실력과정평가(10개/15문제) -> 재시험(15개/15문제)\n\n- 중1-1 기초과정 총 5중단원 - 진행중\n1중단원(8개/15문제) -> 재시험(14개/15문제)\n2중단원(10개/15문제) -> 재시험(15개/15문제)\n3중단원(9개/15문제) -> 재시험 예정\n\n- 중1-2 기본과정 총 7중단원 - 진행중\n1중단원(10개/15문제) -> 재시험(15개/15문제)\n2중단원(8개/15문제) -> 재시험 예정\n\n- 중3-1 개념과정 총 5중단원 - 진행중\n1중단원(10개/15문제) -> 재시험 예정\n\n<학습 주안점> \n- 자기주도학습을 잘 이해하고 있음.\n- 푼 날짜와 푼 시간을 적는 것이 가끔 누락될 때가 있음.\n- 초6-2 단원평가 중 기본과정과 실력과정에 대한 점검을 마무리하고 중등과정을 진행중.\n- 꼼꼼히 오답정리하는 법을 배우고 있음. \n- 중2-1 연산선행, 중1-2 개념선행, 중1-1 현행심화 체계를 잡아가고 있음.    ', '              ', '              ', '              ', NULL, '중2 명일중, 7살 동생', NULL, '고래힐', NULL, '', NULL, NULL, '010-5453-9095', '사용'),
(130, 'leanmath', '1', '2022-04-22 01:56:09', '퇴원', '장지우', '수2토11', '아이디', '2021년12월1일', '2022-03-31', '', '2022-01-22', '카톡', NULL, '비밀번호', NULL, '초등', '묘곡초', '6', '미정', '미정', '미정', '3', '14', '6', '11', '', '', 300000, 0, 10000, '', '      ', '2022년 3월 31일 업데이트 \n\n초6 장지우 학습기록 공유드립니다.  \n\n<자기주도 학습시간계획> \n월(1시간), 화(1시간), 수(2시간), 목(1시간), 금(1시간), 토(2시간), 일(0시간) 주당 총 8시간  \n\n<레벨테스트>  \n초5 (12월) : 20점\n\n<교재이력>  \n초4-1, 4-2 : 청어람\n초5-1, 5-2 : 디딤돌(응용), 문제해결, 수학리더, 최상위S\n초5-1 : 디딤돌 (기+응)\n초5-2: 쎈\n초6-1 : 학원교재, 빅터연산 \n초6-2 : 빅터연산\n중1-1 : 수력충전\n\n<교재진행사항> \n1) 연산선행   \n- 초6-1 (빅터연산) 총 8단원 - 종료\n1단원(12/1시작) 2단원(12/4) 3단원(12/8) 4단원(12/14) 5단원(12/23) 6단원(12/29) 7단원(12/30) 8단원(1/5시작, 11/11종료) 대략 1.3개월 소요\n\n- 초6-2 (빅터연산) 총 9단원 - 종료\n1단원(1/14시작) 2단원(1/26) 3단원(1/21) 4단원(1/26) 5단원(2/12) 6단원(2/22) 7단원(2/25) 8단원(3/3) 9단원(3/6시작, 3/10종료)\n\n- 중1-1 (수력충전) 총8단원 - 진행중\n1단원(3/16시작) 2단원(3/22) 3단원(3/30시작, 진행중)\n\n2) 개념선행   \n- 초6-2 (디딤돌 기+응) 총 6단원 - 진행중\n1단원(3/16시작) 2단원(3/30시작, 진행중)\n\n3) 현행심화\n- 초5-1 (디딤돌 기+응) 총 6단원 - 종료\n1단원(12/1시작) 2단원(12/11) 3단원(12/23) 4단원(12/31) 5단원(1/8) 6단원(1/26시작, 2/19종료)\n\n- 초5-2 (쎈) 총 6단원 = 종료\n1단원(12/1시작) 2단원(12/22) 3단원(12/31) 4단원(1/14) 5단원(2/8) 6단원(2/17) 모의고사 (3/5시작, 3/10종료) 대략 3.3개월 소요\n\n- 초6-1 (디딤돌 기+응) 총 6단원 - 진행중\n1단원(1/14시작) 2단원(1/28) 3단원(2/9) 4단원(2/17) 5단원(3/3시작, 진행중)\n\n<단원평가 결과>   \n- 초5-1 기본과정\n1단원(10개/10문제) 통과\n2단원(8개/10문제) 통과\n3단원(7개/10문제) -> 재시험(10개/10문제)\n4단원(4개/10문제) -> 재시험(8개/10문제)\n5단원 평가예정\n\n- 초5-2 기본과정\n1단원(7개/10문제) -> 재시험(10개/10문제)\n2단원(7개/10문제) -> 재시험(9개/10문제)\n3단원(8개/10문제) 통과\n4단원(9개/10문제) 통과\n5단원(6개/10문제) -> 재시험(9개/10문제)\n6단원(9개/10문제) 통과\n\n- 초6-1 기본과정\n1단원(8개/10문제) 통과\n2단원(10개/10문제) 통과\n3단원(7개/10문제) -> 재시험(10개/10문제)\n4단원(9개/10문제) 통과\n5단원 평가예정\n\n<학습 주안점> \n- 레벨테스트가 낮게 나와서 초5-1, 초5-2 복습을 진행하고 있음.\n- 초6-2 연산선행을 진행하고 초6-1 개념 선행을 챙기고 있어서 초6-1 과정부터는 꼼꼼하게 진행 예정\n- 단원평가 결과가 아직까지는 좋지 않지만 재시험 결과가 좋아서 점점 좋아질 것으로 예상됨.     ', '      ', '12/8 월, 화 과제 부족      ', '      ', NULL, '', NULL, '', NULL, '', NULL, NULL, '010-4088-9662', '사용'),
(132, 'leanmath', '1', '2022-08-14 01:53:53', '퇴원', '채승우', '수6토9', '아이디', '2021년12월15일', '종료일', '', '2022-05-21', '카톡', NULL, '비밀번호', '중2', '중등', '배재중', '2', '미정', '미정', '미정', '3', '18', '6', '11', '', '', 350000, 0, 10000, '', '중1 (12월) 레벨 (95.77점)\n중2-1 중간 (96점) 기말 (97점)\n25개/27문제\n\n- 중3-1 실력과정\n과정평가 ( 13개/20문제 )       ', '2022년 7월 13일 업데이트  \n\n중2 채승우 학습기록 공유드립니다.  \n\n<자기주도 학습시간계획> \n월(1.5시간), 화(1.5시간), 수(2시간), 목(1.5시간), 금(1.5시간), 토(2시간), 일(1.5시간) 주당 총 11.5시간  \n\n<레벨테스트>  \n중1 12월 (95.77점)\n중2-1 중간고사 (96점) 기말고사 (97점)\n\n<교재이력> \n중1-1 : 학원교재, 쎈, RPM\n중1-2 : 학원교재, 쎈, RPM\n중2-1 : 학원교재(3권), 쎈, RPM, 블랙라벨, 풍산자, 일품, 에이급(분실)\n중2-2 : 학원교재(2권), 개+유, 쎈, 블랙라벨(프린트), RPM\n중3-1 : 개+유, RPM, 쎈\n중3-2 : 개+유, 쎈\n고1-1 : 수력충전\n\n <교재진행사항>\n 1) 연산선행   \n- 중3-1 (쎈) 총12단원 - 종료\n1단원(12/20시작) 2단원(12/20) 3단원(12/31) 4단원(1/7) 5단원(1/14) 6단원(1/27) 7단원(2/5) 8단원(2/12) 9단원(2/21) 10단원(2/26) 11단원(3/7) 12단원(3/18시작, 3/25종료) 대략 3개월 소요\n\n- 고1-1 (수력충전) 총 11단원 - 진행중\n1단원(2/26시작) 2단원(3/5) 3단원(3/14) 4단원(3/21) 5단원(5/11) 6단원(5/18) 7단원(5/20) 8단원(7/9) 9단원(7/13시작, 진행중)\n\n2) 개념선행  \n- 중2-2 (RPM ) 총 10단원 - 종료\n1단원(12/15시작) 2단원(12/20) 3단원(12/22) 4단원(12/29) 5단원(1/5) 6단원(1/12) 7단원(1/18) 8단원(1/25) 9단원(2/5) 10단원(2/12) 실력업(2/19시작, 2/25종료) 대략 2.5개월 소요\n\n- 중3-2 (쎈) 총 7단원 - 진행중\n1단원(3/2시작) 2단원(5/15) 3단원(5/27시작, 진행중)\n\n\n3) 현행심화   \n- 중2-1 (풍산자) 총 10단원 - 종료\n1단원(기존) 2단원(12/15시작) 3단원(12/20) 4단원(12/23) 5단원(12/30) 6단원(1/6) 7단원(1/12) 8단원(1/19) 9단원(1/27) 10단원(1/29) 실전북(2/9시작, 2/25종료) 대략 2.5개월 소요\n\n- 중2-1 (일품) 총 9단원 - 종료\n1단원(1/17시작) 2단원(2/5) 3단원(2/9) 4단원(3/3) 5단원(3/9) 6단원(3/19) 7단원(5/11) 8단원(5/23) 9단원(6/2시작, 내신기간 직전 종료) \n\n- 중2-1 (에이급) 총 5단원 - 내신기간 중에 분실\n1단원(3/31시작) 2단원(4/9시작, 진행중)\n\n<단원평가 결과>   \n- 중2-1 기본과정 총 5중단원 - 종료\n1중단원(14개/15문제) 통과\n2중단원(13개/15문제) 통과\n3중단원(13개/15문제) 통과\n4중단원(13개/15문제) 통과\n5중단원(10개/15문제) -> 재시험(15개/15문제)\n\n- 중2-1 실력과정 총 5중단원 - 진행중\n1중단원(9개/15문제) -> 재시험(12개/15문제)\n2중단원(11개/15문제) -> 재시험(15개/15문제)\n3중단원(13개/15문제) 통과\n4중단원(10개/15문제) -> 재시험예정\n\n- 중2-2 기본과정 총 6중단원 - 종료\n1중단원(14개/15문제) 통과\n2중단원(14개/15문제) 통과\n3중단원(10개/15문제) -> 재시험(14개/15문제)\n4중단원(13개/15문제) 통과\n5중단원(13개/15문제) 통과\n\n- 중3-1 기본과정 총 5중단원\n1중단원(13개/15문제) 통과\n2중단원(12개/15문제) 통과\n3중단원(14개/15문제) 통과\n4중단원(10개/15문제) -> 재시험(15개/15문제)\n5중단원(10개/15문제) -> 재시험(15개/15문제)\n\n- 중3-2 기본과정  총 3중단원\n1중단원(13개/15문제) 통과\n2중단언 평가예정\n\n- 고1-1 기본과정 - 총 9중단원\n1중단원(18개/20문제) 통과\n2중단원(22개/25문제) 통과\n3중단원(18개/25문제) -> 재시험예정\n4중단원(24개/25문제) 통과\n5중단원 평가예정\n\n<학습 주안점>\n- 자기주도학습 체계를 잘 따르고 있음.\n- 가끔 집중력을 잃어 버릴 때 가 있음     ', '중2-1 기말대비\n최다빈출\n2-2 연립방정식 (14개/20문제) -> 재시험(15개/20문제)\n2-3 활용 (14개/20문제) -> 재시험(12개/20문제)\n3-1 일차함수와 그래프 (13개/20문제) -> 재시험(17개/20문제)\n3-2 일차함수와 방정식 (13개/20문제) -> 재시험(17개/20문제)\n\n서술형\n2-2 연립일차방정식 (16개/20문제) -> 재시험(18개/20문제)\n2-3 활용 (17개/20문제)\n3-1 일차함수와 그래프 (6개/20문제) - 재시험(16개/20문제)\n3-2 일차함수와 일차방정식(17개/20문제)\n\n기출문제\n배재중 (19개/28문제)\n한영중 (19개/21문제)\n천호중 (24개/25문제)\n명일중 (18개/21문제)\n청담중 (18개/22문제)\n명일중2 (18개/21문제)\n한영중2 ( 19개/21문제)\n배재중2 (14개/18문제)    ', '              ', '              ', NULL, '', '         ', '고래힐3단지', NULL, '', '', NULL, '010-', '미사용'),
(151, 'thezone', '1', '2022-04-22 01:56:09', '재원', '화목학생', '화2목2', '아이디', '시작일', '종료일', '', NULL, NULL, NULL, '비밀번호', NULL, '중등', '학교이름', '2', '미정', '미정', '미정', '2', '14', '4', '14', '0', '0', 350000, 0, 10000, '', '', '2021년 12월 17일 업데이트\n\n초4 홍길동 학습 기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(2시간), 화(1시간), 수(1시간), 목(1시간), 금(2시간), 토(1시간), 일(0시간) 주당 총 8시간\n\n<레벨테스트>\n초4 (3월) 100점\n\n<교재진행사항>\n1) 연산선행 \n- 초4-1(??교재) 총 6단원 - 진행중\n\n- 다음교재 초4-1(??교재) 예정\n\n2) 개념선행\n- 초4-1(??교재) 총 6단원 - 진행중\n\n- 다음교재 초4-1(??교재) 예정\n\n3) 현행 심화 \n- 초4-1(??교재) 총 6단원 - 진행중\n\n- 다음교재 초4-1(??교재) 예정\n\n<단원평가 결과>\n- 초4-2 기본과정 - 진행중\n1단원(0개/10문제) \n\n<학습주안점>\n- 자기주도학습체계를 성실히 잘 따르고 있음.  ', '', '', '', NULL, '', NULL, '', NULL, '', NULL, NULL, '010-', '미사용'),
(155, 'leanmath', '1', '2022-04-22 01:56:09', '퇴원', '위도은', '화8목8', '아이디', '2022년1월1일', '종료일', '', '2022-03-31', '카톡', NULL, '비밀번호', NULL, '중등', '학교이름', '1', '미정', '미정', '미정', '2', '20', '4', '20', '0', '0', 350000, 0, 10000, '', '       ', '2022년 3월 29일 업데이트\n\n중1 위도은 학습 기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(1.5시간), 화(2시간), 수(1.5시간), 목(2시간), 금(1.5시간), 토(0시간), 일(1.5시간) 주당 총 10시간\n\n<레벨테스트>\n초6 (12월) 52.11점\n\n<교재이력>\n초6-2 : 학원(2권) 일등수학, 수학리더, 쎈\n중1-1 : 쎈연산, 개념+유형, 우공비(일부), 라이트쎈\n중1-2 : 수력충전\n\n<교재진행사항>\n1) 연산선행 \n- 중1-2(수력충전) 총 9단원 - 종료\n1단원(1/4시작) 2단원(1/7) 3단원(1/11) 4단원(1/13) 5단원(1/18) 6단원(1/27) 7단원(2/2) 8단원(2/10) 9단원(2/18시작, 2/21종료) 대략 1.5개월 소요\n\n- 중2-1(수력충전) 총 8단원 - 진행중\n1단원(2/23시작) 2단원(2/24) 3단원(2/28) 4단원(3/4) 5단원(3/8) 6단원(3/12) 7단원(3/22시작, 진행중)\n\n2) 개념선행\n- 중1-1(라이트쎈) 총 9단원 - 종료\n1단원~2단원(기존) 3단원(1/4시작) 4단원(1/11) 5단원(1/18) 6단원(1/27) 7단원(2/2) 8단원(2/10) 9단원(2/20) 모의고사(2/23시작, 3/3종료)\n\n- 중1-2 (라이트쎈) 총 9단원 - 진행중\n1단원(2/18시작) 2단원(2/23) 3단원(2/28) 4단원(3/8) 5단원(3/15) 6단원(3/26시작, 진행중)\n\n3) 현행 심화 \n- 초6-2(쎈)  총 6단원 - 종료\n1단원(1/4시작) 2단원(1/6) 3단원(1/10) 4단원(1/13) 5단원(1/17) 6단원(1/26) 모의고사(2/2시작, 2/8종료) \n\n- 중1-1 (쎈) 총 9단원 - 진행중\n1단원(3/4시작) 2단원(3/16) 3단원(3/22시작, 진행중)\n\n<단원평가 결과>\n- 초6-2 실력과정 - 종료\n1단원(7개/10문제) -> 재시험(10개/10문제)\n2단원(6개/10문제) -> 재시험(8개/10문제)\n3단원(8개/10문제) 통과\n4단원(8개/10문제) 통과\n5단원(7개/10문제) -> 재시험(9개/10문제)\n6단원(8개/10문제) 통과 \n\n- 중1-1 기초과정 총 5중단원\n1중단원(14개/15문제) 통과\n2중단원(11개/15문제) -> 재시험(15개/15문제)\n3중단원(15개/15문제) 통과\n4중단원(12개/15문제) 통과\n5중단원(13개/15문제) 통과\n\n- 중1-1 기본과정 총 5중단원\n1중단원 평가예정\n\n- 중1-2 기본과정 총 7중단원\n1중단원(9개/15문제) -> 재시험(12개/15문제)\n2중단원(10개/15문제) -> 재시험예정\n\n- 중2-1 개념과정 총 5중단원\n1중단원(13개/15문제) 통과\n2중단원(14개/15문제) 통과\n3중단원(13개/15문제) 통과\n4중단원 평가예정\n\n<학습주안점>\n- 자기주도학습을 잘 따르고 있음.  \n- 초6-2 실력과정 점검을 하느라 중1-1 현행심화가 약간 늦어졌지만, 중1-2, 중2-1 선행속도가 느리지 않아 금방 따라 잡을 수 있을 것으로 보임.\n- 단원평가에서 1차평가 결과에서 실수가 있는 것으로 볼 때 꼼꼼하게 풀이과정을 쓰면서 꾸준히 연습할 필요.\n     ', '       ', '       ', '       ', NULL, '', NULL, '', NULL, '', NULL, NULL, '010-', '미사용'),
(156, 'leanmath', '1', '2022-04-22 01:56:09', '퇴원', '우승현', '수4토11', '아이디', '2022년1월1일', '2022년2월15일', '', NULL, NULL, NULL, '비밀번호', NULL, '중등', '학교이름', '1', '미정', '미정', '미정', '3', '16', '5', '16', '0', '0', 350000, 0, 100000, '', '    ', '2022년 1월 22일 업데이트\n\n초6 우승현(수4시토11시) 학습 기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(1시간), 화(1시간), 수(2시간), 목(1시간), 금(1시간), 토(2시간), 일(1시간) 주당 총 9시간\n\n<레벨테스트>\n초6 (12월) 85.92점\n\n<교재이력>\n중1-1 : 학원교재(2권), RPM, 쎈, 최상위 라이트\n중1-2 : 학원교재(2권), 개념+유형(남음), 쎈\n중2-1 : 학원교재(2권), 쎈, RPM\n중2-2 : 학원교재(2권), 쎈, RPM\n중3-1 : 학원교재(2권), RPM\n중3-2 : 학원교재(2권), RPM\n고1-1 : 수력충전\n\n<교재진행사항>\n1) 연산선행 \n- 고1-1 (수력충전) 총 12단원\n1단원(1/8시작) 2단원(1/10) 3단원(1/12) 4단원(1/19시작, 진행중)\n\n2) 개념선행\n- 중1-2 (쎈) 총 11단원\n10단원~12단원(기존) 13단원(1/8시작) 14단원(1/12) 15단원(1/18) 16단원(1/21시작, 진행중)\n\n3) 현행 심화 \n- 중1-1 (최상위 라이트) 8단원\n1단원(1/8시작) 2단원(1/12) 3단원(1/15) 6단원(1/19) 난이도 조정을 위해 대단원평가만 풀게 함.\n\n<단원평가 결과>\n- 중1-1 기본과정 총5중단원\n1중단원(15개/15문제) 통과\n2중단원(14개/15문제) 통과\n3중단원(15개/15문제) 통과\n4중단원 평가예정\n\n- 중1-1 실력과정 총5중단원\n1중단원(13개/15문제) 통과\n2중단원 평가예정\n ', '    ', '    ', '    ', NULL, '', NULL, '', NULL, '', NULL, NULL, '010-', '미사용'),
(157, 'leanmath', '1', '2022-04-22 01:56:09', '퇴원', '김아름', '수8토2', '아이디', '2022년1월5일', '종료일', '', NULL, NULL, NULL, '비밀번호', NULL, '중학', '명일중', '2', '미정', '미정', '미정', '3', '20', '6', '14', '0', '0', 350000, 0, 10000, '', '     ', '2022년 2월 26일 업데이트\n\n중2 김아름(수4시 토2시) 학습 기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(1.5시간), 화(1.5시간), 수(2시간), 목(1.5시간), 금(1.5시간), 토(2시간), 일(0시간) 주당 총 10시간\n\n<레벨테스트>\n중2(12월) 5.64점\n\n<교재진행사항>\n1) 연산선행 \n- 중1-1 (기탄수학 K1) 총 4단원\n1단원(1/5시작) 2단원(1/7) 3단원(1/12시작, K2로 업그레이드)\n\n- 중1-1 (기탄수학 K4) 총 4단원 - 종료\n1단원(1/5시작) 2단원(1/26) 3단원(1/26) 4단원(2/4시작, 2/12종료) 대략 1.2개월 소요\n\n\n2) 개념선행\n- 중1-1 ( 베이직쎈) 총 9단원 - 진행중\n1단원(1/5시작) 2단원(1/7) 3단원(1/12) 4단원(1/18) 5단원(1/31시작, 진행중)\n\n3) 현행 심화 \n- 중3-1 (수력충전) 총 7단원 - 진행중\n1단원(1/5시작, 진행중) 2단원(2/12시작, 진행중)\n\n<단원평가 결과>\n- 중1-1 기초과정 총 5중단원 \n1단원 평가예정\n2단원(14개/15문제)\n\n- 중1-1 기본과정 총 5중단원\n1단원(10개/15문제) -> 재시험예정\n2단원 평가예정\n\n- 중3-1 개념과정 총 5중단원\n1단원 평가예정\n\n<학습주안점>\n- 수학에 대한 기초력이 부족해서 중1-1 연산책부터 다시 연습하고 개념 복습을 진행하고 있음\n- 기탄수학으로 어느 정도 연산 기초가 복습이 되어 응용문제를 풀면서 개념 진도를 나가고 있음.\n- 조만간 단원평가도 보면서 꼼꼼하게 다져나갈 예정.\n- 중3-1 개념 선행도 무리없이 조금씩 나갈 예정   ', '     ', '     ', '     ', NULL, '', NULL, '', NULL, '', NULL, NULL, '010-', '미사용'),
(158, 'leanmath', '1', '2022-05-28 09:56:04', '퇴원', '정보민', '화2목2', '아이디', '2022년1월4일', '2022-06-30', '', '2022-03-31', '카톡', NULL, '비밀번호', '', '초등', '학교이름', '6', '미정', '미정', '미정', '3', '16', '6', '9', '0', '0', 300000, 0, 10000, '', '         ', '2022년 3월 29일 업데이트\n\n초6 정보민 학습 기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(2시간), 화(1시간), 수(1시간), 목(1시간), 금(2시간), 토(1시간), 일(0시간) 주당 총 8시간\n\n<레벨테스트>\n초5 (12월) : 47.14점\n\n<교재이력>\n초5-2 : 학원교재(2권)\n초6-1 : 학원교재(2권), 쎈\n초6-2 : 학원교재(3권), 디딤돌(기본+응용)\n중1-1 : 학원교재(1권 절반), 수력충전\n\n<교재진행사항>\n1) 연산선행 \n- 중1-1 (수력충전)  -총 8단원 - 진행중\n1단원(1/5시작) 2단원(1/6) 3단원(1/10) 4단원(1/12) 5단원(1/25) 6단원(2/8) 7단원(3/3) 8단원(3/17시작, 진행중)\n\n- 다음교재 기탄수학(K5), 중1-2 (수력충전) 예정\n\n2) 개념선행 \n- 초6-2 (디딤돌 기본+응용) 총 6단원 - 진행중\n1단원(1/5시작) 2단원(1/13) 3단원(2/8) 4단원(2/21) 5단원(3/17시작, 진행중)\n\n3) 현행 심화 \n- 초6-1 (쎈) 총 6단원 - 진행중\n1단원(1/5시작) 2단원(1/14) 3단원(1/28) 4단원(3/2시작, 진행중)\n\n- 다음 교재 (초6-1 최상위S 교재) 예정\n\n<단원평가 결과>\n- 초6-1 기본과정\n1단원(8개/10문제) 통과\n2단원(9개/10문제) 통과\n3단원(8개/10문제) 통과\n\n- 초6-2 실력과정 \n예정\n\n- 초6-2 기본과정 - 진행중\n1단원(7개/10문제) -> 재시험(9개/10문제)\n2단원(6개/10문제) -> 재시험(10개/10문제)\n3단원(5개/10문제) -> 재시험(9개/10문제)\n4단원(6개/10문제) -> 재시험(10개/10문제)\n5단원 평가예정\n\n- 중1-1 개념과정 총5중단원\n1중단원(13개/15문제) 통과\n2중단원(14개/15문제) 통과\n3중단원(12개/15문제) 통과\n4중단원(9개/15문제) -> 재시험(14개/15문제)\n5중단원 평가예정\n\n<학습주안점>\n- 자기주도학습을 잘 따르고 있음.\n- 올림피아드 학원에서 2권씩 교재를 풀면서 빠르게 선행해서 초6-1부터 꼼꼼히 다지면서 다시 공부하고 있음.\n- 단원평가 결과 초6-1 기본과정 정도는 1차평가가 통과하고 있어 빠르게 기본과정 점검 후 실력과정 점검을 하면 될 듯 함. \n- 중1-1 선행을 하고 있는데 개념과정을 1차통과하고 있는 것을 볼때 꼼꼼하게 잘 공부하고 있음.\n- 중1-1 연산이 중요해서 기탄수학 K5 교재로 복습하면서 중1-2 연산선행을 진행할 예정     ', '         ', '         ', '         ', NULL, '', '  ', '', NULL, '', NULL, NULL, '010-', '미사용'),
(159, 'leanmath', '1', '2022-07-29 03:56:00', '재원', '김용균', '화6목6', '아이디', '2022-01-05', '종료일', '', '2022-07-27', '카톡', NULL, '비밀번호', '초6', '초등', '', '6', '기본', '실력', '실력', '2', '18', '4', '18', '0', '0', 300000, 0, 10000, '', '                                  ', '2022년 7월 26일 업데이트\n\n초6 김용균 학습 기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(1.5시간), 화(2시간), 수(1.5시간), 목(2시간), 금(1.5시간), 토(1.5시간), 일(0시간) 주당 총 10시간\n\n<레벨테스트>\n초5 (12월) 48.57점\n초6 (3월) 64.38점 -> 재시험(82.19점)\n\n<교재이력>\n초5-2 : 쎈연산, 디딤돌(기본), 문제유형, 쎈\n초6-1 : 디딤돌(기본), 문제유형, 쎈\n초6-2 : 쎈연산, 디딤돌(기본), 문제유형, 쎈, 최상위S\n중1-1 : 쎈연산, 기탄수학(K1, K3), 라이트쎈, RPM\n중1-2 : 수력충전\n\n<교재진행사항>\n1) 연산선행 \n- 중1 (기탄수학 K1) 총4단원 - 종료\n1단원(1/5시작) 2단원(1/6) 3단원(1/10) 4단원(1/14시작, 1/20종료) 대략 2주소요\n\n- 중1 (기탄수학 K3) 총4단원 - 종료\n1단원(1/26시작) 2단원(2/7) 3단원(2/22) 4단원(3/5시작, 3/14종료) 대략 1.5개월 소요\n\n- 중1-1 (라이트쎈) 총 9단원 - 종료\n1단원(1/19시작) 2단원(1/26) 3단원(2/23) 4단원(3/19) 5단원(4/11) 6단원(4/21) 7단원(4/29) 8단원(5/20) 9단원(5/24) 모의고사(6/4시작, 6/20종료)\n\n- 중1-2 (수력충전) 총 9단원 - 진행중\n1단원(6/20시작) 2단원(6/23) 3단원(6/28) 4단원(7/5) 5단원(7/9) 6단원(7/15) 7단원(7/20시작, 진행중)\n\n2) 개념선행\n- 초6-2(디딤돌 -유형) 총 6단원 - 종료\n1단원~2단원(기존) 3단원(1/5시작) 4단원(1/7) 5단원(1/21) 6단원(2/5시작, 2/20종료)\n\n- 초6-2 (쎈 ) 총 6단원 - 종료\n1단원(2/21시작) 2단원(3/5) 3단원(4/14) 4단원(5/7) 5단원(5/20) 6단원(6/2) 모의고사(6/18시작, 6/22종료)\n\n- 중1-1 (RPM) 총 9단원 - 진행중\n1단원(6/25시작) 2단원(7/4) 3단원(7/18시작, 진행중)\n\n3) 현행 심화 \n- 초6-1(쎈교재) 총 6단원 - 종료\n1단원(1/5시작) 2단원(1/11) 3단원(1/22) 4단원(2/25) 5단원(3/5) 6단원(4/2) 모의고사(4/22시작, 5/3종료)\n\n- 초6-1 (최상위S ) 총 6단원 - 진행중\n1단원(5/4시작) 2단원(5/11) 3단원(5/16) 4단원(6/1) 5단원(6/18) 6단원(7/11시작, 진행중) \n\n- 다음교재 초6-2 (최상위S) 예정\n\n<단원평가 결과>\n- 초6-1 기본과정 - 종료\n1단원(10개/10문제) 통과\n2단원(6개/10문제) -> 재시험(8개/10문제)\n3단원(9개/10문제) 통과\n4단원(8개/10문제) 통과\n5단원(9개/10문제) 통과\n6단원(9개/10문제) 통과\n\n- 초6-1 실력과정 - 종료\n1단원(6개/10문제) -> 재시험(8개/10문제)\n2단원(9개/10문제) 통과\n3단원(7개/10문제) -> 재시험(9개/10문제)\n4단원(9개/10문제) 통과\n5단원(9개/10문제) 통과\n6단원(5개/10문제) -> 재시험(9개/10문제)\n\n- 초6-1 심화과정 - 진행중\n1단원(4개/10문제) -> 재시험(8개/10문제)\n2단원(5개/10문제) -> 재시험1(6개/10문제) -> 재시험2(8개/10문제)\n3단원(1개/10문제) -> 재시험(8개/10문제)\n4단원(5개/10문제) -> 재시험(8개/10문제)\n5단원 평가예정\n\n- 초6-2 기본과정 - 종료\n1단원(1개/10문제) -> 재시험1(6개/10문제) -> 재시험2(10개/10문제)\n2단원(2개/10문제) -> 재시험(8개/10문제)\n3단원(8개/10문제) 통과\n4단원(4개/10문제) -> 재시험(9개/10문제)\n5단원(5개/10문제) -> 재시험(10개/10문제)\n6단원(8개/10문제) 통과\n\n- 초6-2 실력과정 - 종료\n1단원(9개/10문제) 통과\n2단원(4개/10문제) -> 재시험(10개/10문제)\n3단원(8개/10문제) 통과\n4단원(5개/10문제) -> 재시험(7개/10문제)\n5단원(3개/10문제) -> 재시험(8개/10문제)\n6단원(9개/10문제) 통과\n\n- 중1-1 기초과정 총 5중단원 - 종료\n1중단원(14개/15문제) 통과\n2중단원(13개/15문제) 통과\n3중단원(12개/15문제) 통과\n4중단원(9개/15문제) -> 재시험(12개/15문제)\n5중단원(13개/15문제) 통과\n\n- 중1-1 기본과정 - 총 5 중단원 - 진행중\n1중단원 평가예정\n\n<학습주안점>\n- 자기주도학습을 성실히 잘 따르고 있음.\n- 초6-1 현행심화를 준비하면서 초6-2 중1-1 선행을 진행하고 있음. 다행히 중1 연산이 잘 마무리되어 중1-1 개념선행을  하고 있고, 조만간 중1-2 연산을 진행 예정\n- 단원평가 결과 초6-1 기본과정은 통과, 실력과정은 재시험이 일부 있지만 괜찮은 편이라 심화교재를 풀면서 심화과정 점검을 하면 될 듯.\n- 아직까지 식세우는 습관이 부족해서 계속 연습중이고, 계산 실수가 여전히 있어서 차분하게 식세워서 푸는 연습을 시키고 있음.                        ', '                                  ', '         ', '         ', NULL, '', '      ', '', NULL, '', '', NULL, '010-4400-5550', '사용'),
(160, 'leanmath', '1', '2022-04-22 01:56:09', '퇴원', '최준원', '수4토4', '아이디', '2022년1월1일', '2022년3월15일', '', NULL, NULL, NULL, '비밀번호', NULL, '중등', '배재중', '3', '미정', '미정', '미정', '3', '16', '6', '16', '0', '0', 350000, 0, 10000, '', '     ', '2022일 1월 23일 업데이트\n\n중2 최준원 학습 기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(2시간), 화(1시간), 수(1시간), 목(1시간), 금(2시간), 토(1시간), 일(0시간) 주당 총 8시간\n\n<레벨테스트>\n중2 (12월) \n\n<교재진행사항>\n1) 연산선행 \n- 초4-1(??교재) 총 6단원 - 진행중\n\n- 다음교재 초4-1(??교재) 예정\n\n2) 개념선행\n- 초4-1(??교재) 총 6단원 - 진행중\n\n- 다음교재 초4-1(??교재) 예정\n\n3) 현행 심화 \n- 초4-1(??교재) 총 6단원 - 진행중\n\n- 다음교재 초4-1(??교재) 예정\n\n<단원평가 결과>\n- 초4-2 기본과정 - 진행중\n1단원(0개/10문제) \n\n<학습주안점>\n- 자기주도학습체계를 성실히 잘 따르고 있음.     ', '     ', '     ', '     ', NULL, '', NULL, '', NULL, '', NULL, NULL, '010-9871-0006', '사용'),
(161, 'leanmath', '1', '2022-08-10 04:00:57', '재원', '황경찬', '화2목2', '아이디', '2022년2월3일', '종료일', '', '2022-08-10', '공유전', NULL, '비밀번호', '초5', '초등', '묘곡초', '5', '미정', '미정', '미정', '2', '14', '4', '14', '0', '0', 225000, 0, 5000, '', '             ', '2022년 8월 9일 업데이트\n\n초5 황경찬 학습 기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(1.5시간), 화(1.5시간), 수(1.5시간), 목(1.5시간), 금(0)시간), 토(1.5시간), 일(0시간) 주당 총 7.5시간\n\n<레벨테스트>\n예비초5(2월) : 52.11점\n초5(7월) : 83.09점\n\n<교재이력>\n초4-2 : 디딤돌(기본+응용), 쎈\n초5-1 : 빅터연산, 디딤돌(기본+응용), 수학의힘(알파2), 최상위\n초5-2 : 빅터연산, 디딤돌(기본+응용)\n초6-1 : 빅터연산\n사고력 : 초급A 초급B\n\n<교재진행사항>\n1) 연산선행 \n- 초5-1(빅터연산) 총 8단원 - 완료\n1단원(2/3시작) 2단원(2/10) 3단원(2/24) 4단원(3/13) 5단원(3/10) 6단원(3/18) 7단원(4/4) 8단원(4/13시작, 4/15종료) 대략 2.5개월 소요\n\n- 초5-2(빅터연산) 총 8단원 - 완료\n1단원(4/18시작) 2단원(4/19) 3단원(4/21) 4단원(4/29) 5단원(5/3) 6단원(5/9) 7단원(5/17) 8단원(5/24시작, 5/30종료) 대략 1.5개월 소요\n\n- 초6-1(빅터연산) 총 8단원 - 종료\n1단원(5/24시작) 2단원(5/30) 3단원(6/1) 4단원(6/9) 5단원(6/13) 6단원(6/16) 7단원(6/21) 8단원(6/28시작, 7/5종료) 대략 1.5개월 소요\n\n- 초6-2(빅터연산) 총 9단원 - 진행중\n1단원(7/6시작) 2단원(7/12) 3단원(7/18) 4단원(8/2시작, 진행중)\n\n2) 개념선행\n- 초5-1(디딤돌 기본+응용) 총 6단원 - 완료\n1단원~6단원(기존) 1단원부터 안 푼 문제 풀기\n1단원(2/3시작) 2단원(2/9) 3단원(2/21) 4단원(2/25) 5단원(3/9) 6단원(3/16) 실력보강(4/6시작, 5/3종료) 대략 3개월 소요\n\n-  초5-2 (디딤돌 기본+응용) 총 6단원 - 마무리중\n1단원(5/24시작) 2단원(5/31) 3단원(6/14) 4단원(6/23) 5단원(7/1) 6단원(7/21) 실력보강(8/4시작, 마무리중)\n\n- 다음교재 초6-1 (디딤돌 기본+응용) 예정\n\n3) 현행 심화 \n- 초4-2(쎈) 총 6단원 - 종료\n1단원(2/9) 2단원(2/28) 3단원(3/18) 4단원(4/8) 5단원(4/27) 6단원(5/4) 모의고사(5/15시작, 5/23종료) 대략 3.5개월 소요\n\n- 초5-1 (수학의 힘 알파2) 총 6단원 - 종료\n1단원(5/15시작) 2단원(5/17) 3단원(5/22) 4단원(5/24) 5단원(5/25) 6단원(5/28시작, 6/2종료) \n\n- 초5-1 (최상위) 총 6단원 - 진행중\n1단원(5/4시작) 2단원(6/2) 3단원(6/22) 4단원(7/12) 5단원(8/5시작, 진행중) \n\n- 다음교재 초5-2(쎈) 예정\n\n4) 사고력\n- 사고력교재(초급 A) - 총10단원 - 종료\n1단원(2/3시작) 2단원(2/14) 3단원(2/16) 4단원(3/3) 5단원(3/21) 6단원(3/30) 7단원(4/11) 8단원(4/20) 9단원(5/3) 10단원(5/23시작, 5/30종료) 대략 3.7개월 소요\n\n- 사고력교재(초급 B) - 총10단원 - 진행중\n1단원(6/15시작) 2단원(6/22) 3단원(6/25) 4단원(6/30) 5단원(7/10) 6단원(7/18) 7단원(7/21) 8단원(8/4시작, 진행중)\n\n<단원평가 결과>\n- 초4-2 실력과정\n1단원(9개/10문제) 통과\n2단원(9개/10문제) 통과\n3단원(6개/10문제) -> 재시험(10개/10문제)\n4단원(6개/10문제) -> 재시험(9개/10문제)\n5단원(8개/10문제) 통과\n6단원(8개/10문제) 통과\n\n- 초5-1 기본과정\n1단원(10개/10문제) 통과\n2단원(9개/10문제) 통과\n3단원(8개/10문제) 통과\n4단원(6개/10문제) -> 재시험(10개/10문제)\n5단원(8개/10문제) 통과\n6단원(7개/10문제) -> 재시험(10개/10문제)\n\n- 초5-1 실력과정\n1단원(7개/10문제) -> 재시험(8개/10문제)\n2단원(6개/10문제) -> 재시험(9개/10문제)\n3단원(8개/10문제) 통과\n4단원(7개/10문제) -> 재시험예정\n\n- 초5-2 기본과정 - 종료\n1단원(10개/10문제) 통과\n2단원(9개/10문제) 통과\n3단원(9개/10문제) 통과\n4단원(9개/10문제) 통과\n5단원(8개/10문제) 통과\n6단원(10개/10문제) 통과\n\n\n<학습주안점>\n- 자기주도학습을 잘 따르고 있음.\n- 많이 따라잡아서 연산선행으로 초6-1 을 하면서 개념선행으로 초5-2 를 하고 현행심화로 초5-1 최상위 교재를 풀고 있음.  \n- 단원평가가 대체적으로 좋고, 재시험결과도 좋아서 꼼꼼하게 잘 공부하고 있다고 판단됨.        ', '             ', '      ', '      ', NULL, '', '      ', '', NULL, '', '', NULL, '010-', '미사용'),
(162, 'leanmath', '1', '2022-08-04 11:54:09', '재원', '이정헌', '화8목8', '아이디', '2022년2월3일', '종료일', '', '2022-04-29', '카톡', NULL, '비밀번호', '중1', '중등', '학교이름', '1', '미정', '미정', '미정', '2', '20', '4', '20', '0', '0', 350000, 0, 10000, '', '              ', '2022년 8월 4일 업데이트\n\n중1 이정헌 학습 기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(1.5시간), 화(2시간), 수(1.5시간), 목(2시간), 금(1.5시간), 토(1.5시간), 일(0시간) 주당 총 10시간\n\n<레벨테스트>\n초6 (2월) 73.24점\n중1 (5월) 52.11점 -> 83.09점\n\n<교재이력>\n중1-1 : 개념+유형(파워편), 블랙라벨, 일품, 에이급\n중1-2 : 개념+유형(파워편), 블랙라벨, 일품\n중2-1 : 개념+유형(파워편), 쎈, 에이급\n중2-2 : 수력충전, 쎈\n중3-1 : 라이트쎈, 일품\n\n<과정평가>\n중1-1 : 심화(18개/20문제)\n중1-2 : 실력(18개/20문제) 심화(10개/20문제)\n중2-1 : 기본(14개/20문제->재시험(19개/20문제)\n중2-2 : 기본(20개/20문제)\n중3-1 : 기본(16개/20문제)\n\n<교재진행사항>\n1) 연산선행 \n- 중2-2 (수력충전) 총 8단원 - 종료\n1단원(2/3시작) 2단원(2/8) 3단원(2/16) 4단원(2/19) 5단원(2/24) 6단원(2/27) 7단원(3/1) 8단원(3/12시작, 3/21종료) 대략 1.5개월 소요\n\n- 중3-1 (라이트쎈) 총 10단원 - 종료\n1단원(3/29시작) 2단원(4/6) 3단원(4/8) 4단원(4/18) 5단원(4/22) 6단원(5/2) 7단원(5/11) 8단원(5/21) 9단원(5/29) 10단원(6/3) 모의고사(6/11시작, 6/16종료) 대략 2.5개월 소요\n\n- 중3-1 (일품) 총 8단원 - 마무리중\n1단원(6/21시작) 2단원(6/26) 3단원(7/1) 4단원(7/6) 5단원(7/11) 6단원(7/19) 7단원(7/22) 8단원(8/2시작, 마무리중)\n\n- 다음가지 중3-2 (라이트쎈) 예정\n\n2) 개념선행\n- 중2-1 ( 쎈) 총 11단원 - 종료\n1단원~6단원(기존) 7단원(2/3시작) 8단원(2/8) 9단원(2/24) 10단원(3/6) 11단원(3/21시작, 3/28종료) \n\n- 중2-2 (쎈) 총 11단원 - 종료\n1단원(3/29시작) 2단원(4/8) 3단원(4/18) 4단원(4/29) 5단원(5/14) 6단원(5/20) 7단원(5/30) 8단원(6/8) 9단원(6/15) 10단원(6/26) 11단원(7/4시작, 7/12종료) 대략 3.5개월 소요\n\n- 중2-1 (에이급) 총 5단원 - 진행중\n1단원(7/14시작) 2단원(7/22시작, 진행중)\n\n3) 현행 심화 \n- 중1-1 (일품) 총 7단원 - 종료\n1단원(2/3시작) 2단원(2/6) 3단원(2/9) 4단원(2/22) 5단원3/1) 6단원(3/15) 7단원(3/22시작, 3/28종료) 대략 2개월 소요\n\n- 중1-1 (에이급) 총 5단원 - 종료\n1단원(3/29시작) 2단원(4/18) 3단원(5/2) 4단원(5/15) 5단원(6/1시작, 6/19종료) 대략 2.7개월 소요\n\n- 중1-2 (일품) 총 9단원 - 진행중\n1단원(6/20시작) 2단원(6/22) 3단원(6/27) 4단원(7/10) 5단원(7/13) 6단원(7/20) 7단원(8/2시작, 진행중)\n\n<단원평가 결과>\n- 중1-1 실력과정 - 종료\n1중단원(11개/15문제) -> 재시험(13개/15문제)\n2중단원(9개/15문제) -> 재시험(13개/15문제)\n3중단원(12개/15문제) 통과\n4중단원(12개/15문제) 통과\n5중단원(12개/15문제) 통과\n\n- 중1-1 심화과정 - 종료\n1중단원(9개/15문제 ) -> 재시험(13개/15문제)\n2중단원(13개/15문제) 통과\n3중단원(13개/15문제) 통과\n4중단원(14개/15문제) 통과\n5중단원(13개/15문제) 통과\n\n- 중1-2 실력과정 - 총6중단은 - 진행중\n1중단원(12개/15문제) 통과\n2중단원(15개/15문제) 통과\n3중단원(14개/15문제) 통과\n4중단원(13개/15문제) 통과\n5중단원 평가예정\n\n- 중2-1 기본과정 - 총6중단원 - 종료\n1중단원(13개/15문제) 통과\n2중단원(12개/15문제) 통과\n3중단원(13개/15문제) 통과\n4중단원(14개/15문제) 통과\n5중단원(12개/15문제) 통과\n\n- 중2-1 실력과정 - 총 5중단원 - 진행중\n1중단원(12개/15문제) 통과\n2중단원 평가예정\n\n- 중2-2 기초과정 - 총 6중단원 - 종료\n1중단원(13개/15문제) 통과\n2중단원(13개/15문제) 통과\n3중단원(14개/15문제) 통과\n4중단원(13개/15문제) 통과\n5중단원(12개/15문제) 통과\n\n- 중2-2 기본과정 - 총 6중단원 - 종료\n1중단원(13개/15문제) 통과\n2중단원(14개/15문제) 통과\n3중단원(13개/15문제) 통과\n4중단원(14개/15문제) 통과\n5중단원(10개/15문제) -> 재시험(14개/15문제)\n6중단원(14개/15문제) 통과\n\n- 중3-1 기초과정 - 총 5중단원 - 종료\n1중단원(14개/15문제) 통과\n2중단원(15개/15문제) 통과\n3중단원(12개/15문제) 통과\n4중단원(15개/15문제) 통과\n5중단원(14개/15문제) 통과\n\n- 중3-1 기본과정 - 총 5중단원 - 종료\n1중단원(13개/15문제) 통과\n2중단원(12개/15문제) 통과\n실력으로 업그레이드\n\n- 중3-1 실력과정 - 총 5중단원 - 진행중\n1중단원(14개/15문제) 통과\n2중단원(12개/15문제) 통과\n3중단원(14개/15문제) 통과\n4중단원(13개/15문제) 통과\n\n \n<학습주안점>\n- 자기주도학습을 잘 따르고 있음.\n- 주로 심화교재로 선행을 중2-1까지 나갔고 현재 중2-2 연산선행을 하면서 이미 진도나간 부분에 대한 단원평가를 진행하고 있음.\n- 단원평가 결과 기본과정 정도는 1차평가에서 통과가 되고 있어서 빠르게 기본과정 평가를 끝내고 실력과정 통과를 목표로 당분간 공부하면서 심화교재를 좀더 꼼꼼히 풀는 연습이 필요함.           ', '중1-1 기말 대비\n고난도\n3. 문자와 식 \n22년(14개/15문제)\n18년(12개/15문제)\n4. 좌표평면과 그래프\n22년(15개/15문제)\n\n배재중 대비 (55개/58문제)\n\n학교기출\n배재중 (26개/28문제)\n원촌중 (21개/22문제)\n영동중 (21개/22문제)\n진선여중 (14개/16문제)\n\n\n   ', '              ', '              ', NULL, '', '    ', '', NULL, '', '', NULL, '010-', '미사용'),
(163, 'leanmath', '1', '2022-08-04 11:42:24', '재원', '성은재', '화2목2', '아이디', '2022년2월3일', '종료일', '', '2022-08-04', '카톡', NULL, '비밀번호', '초5', '초등', '학교이름', '5', '미정', '미정', '미정', '2', '14', '4', '14', '0', '0', 225000, 0, 5000, '', '                ', '2022년 8월 4일 업데이트\n\n초5 성은재 학습 기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(2시간), 화(2시간), 수(2시간), 목(2시간), 금(2시간), 토(0시간), 일(0시간) 주당 총 10시간\n\n<레벨테스트>\n초4 (12월) 92.95점\n초5 (4월) 94.36점 (7월) 85.92점\n\n<과정평가>\n초5-1 : 실력(13개/15문제) 심화(13개/15문제)\n초5-2 : 실력(14개/15문제) 심화(13개/15문제)\n초6-1 : 심화(13개/15문제)\n초6-2 : 실력(15개/15문제)\n중1-1 : 기본(18개/20문제)\n\n<교재이력>\n초5-1 : 디딤돌(응용) + 최상위 + 왕수학\n초5-2 : 디딤돌(응용) + 최상위 + 왕수학\n초6-1 : 디딤돌(응용) + 최상위 + 왕수학\n초6-2 : 디딤돌(응용) + 최상위 + 왕수학\n중1-1 : 쎈연산, 개념+유형, 쎈\n중1-2 : 수력충전, 쎈\n중2-1 : 수력충전\n\n<교재진행사항>\n1) 연산선행 \n- 중1-1 (쎈연산) 총 12단원 - 종료\n5단원~9단원(기존) 1단원(2/3시작) 10단원(2/3) 11단원(2/4) 12단원(2/8) 2단원(2/11) 3단원(2/23) 4단원(2/24시작, 2/26종료)   \n\n- 중1-2 (수력충전) 총 9단원 - 종료\n1단원(2/14시작) 2단원(2/16) 3단원(2/24) 4단원(3/2) 5단원(3/15) 6단원(3/17) 7단원(3/24) 8단원(4/7) 9단원(4/21시작, 4/25종료) 대략 2.3개월 소요\n\n- 중2-1 (수력충전) - 종료\n1단원(4/26시작) 2단원(4/27) 3단원(5/3) 4단원(5/11) 5단원(5/17) 6단원(5/25) 7단원(6/8) 8단원(6/21시작, 6/30종료) 대략 2개월 소요\n\n- 중1-2 (쎈) - 총 11단원 - 진행중\n1단원(7/1시작) 2단원(7/14) 3단원(7/26) 4단원(8/4시작, 진행중)\n\n2) 개념선행\n- 중1-1 (개념+유형 - 개념편) 총 6단원 - 종료\n3단원~4단원(기존) 1단원(2/3시작) 2단원(2/23) 5단원(3/3) 6단원(3/16시작, 3/17 종료) \n\n- 중1-1 (개념+유형 - 유형편) 총 6단원 - 종료\n3단원~4단원(기존) 1단원(3/17시작) 2단원(3/29) 5단원(4/14) 6단원(4/20시작, 4/28종료) \n\n- 중1-1 (쎈) - 총 9단원 - 진행중\n1단원(4/29시작) 2단원(5/13) 3단원(6/1) 4단원(6/10) 5단원(6/27) 6단원(7/14) 7단원(8/3시작, 진행중)\n\n3) 현행 심화 \n- 초6-1 (왕수학) 총 6단원 - 종료\n1단원(2/3시작) 2단원(3/2) 3단원(3/14) 4단원(4/4) 5단원(4/22) 6단원(5/9시작, 5/18종료) 대략 3.5개월 소요\n\n- 초6-2 (왕수학) 총 6단원 - 진행중\n1단원(5/19시작) 2단원(6/3) 3단원(6/22) 4단원(7/6) 5단원(7/25시작, 진행중)\n\n<단원평가 결과>\n- 초6-1 심화과정\n1단원(9개/10문제) 통과\n2단원(10개/10문제) 통과\n3단원 평가예정\n\n- 중1-1 기초과정 \n1중단원(15개/15문제) 통과\n기본과정으로 업그레이드 \n\n- 중1-1 기본과정 - 종료\n1중단원(11개/15문제) -> 재시험(14개/15문제)\n2중단원(12개/15문제) 통과\n3중단원(15개/15문제) 통과\n4중단원(15개/15문제) 통과\n5중단원(15개/15문제) 통과\n\n- 중1-1 실력과정 - 종료\n1중단원(12개/15문제) 통과\n2중단원(11개/15문제) -> 재시험(14개/15문제)\n3중단원(12개/15문제) 통과\n4중단원(11개/15문제) -> 재시험(14개/15문제)\n5중단원(13개/15문제) 통과\n\n- 중1-1 실력2 과정 - 진행중\n1중단원(11개/15문제) -> 재시험(14개/15문제)\n2중단원(8개/15문제) -> 재시험(13개/15문제)\n3중단원(14개/15문제) 통과\n4중단원 평가예정\n\n- 중1-2 - 기본과정 - 종료\n1중단원(13개/15문제) 통과\n2중단원(14개/15문제) 통과\n3중단원(14개/15문제) 통과\n4중단원(14개/15문제) 통과\n5중단원(15개/15문제) 통과\n6중단원(15개/15문제) 통과\n7중단원(13개/15문제) 통과\n\n- 중1-2 - 실력과정 - 진행중\n1중단원 평가예정\n\n- 중2-1 - 기초과정 - 종료\n1중단원(15개/15문제) 통과\n2중단원(12개/15문제) 통과\n3중단원(15개/15문제) 통과\n4중단원(12개/15문제) 통과\n5중단원(14개/15문제) 통과\n\n\n<학습주안점>\n- 자기주도학습을 잘 따르고 있음.   \n- 이해력이 좋고, 우수한 학생에게서 보이는 과제집착력이 있어서 어려운 문제를 만났을 때 느려도 스스로 해결할려는 태도를 갖고 있음.\n- 심화문제 풀이 속도는 느린편이지만 정답률은 높음.\n- 현행심화를 자기 학년보다 1년 위인 초6학년 기준으로 진행하고 있음. \n- 최근에 본 초5학년 4월 레벨테스트 결과 94.36점으로 우수함.       ', '                ', '                ', '                ', NULL, '', '       ', '', NULL, '', '', NULL, '010-2083-0193', '사용'),
(164, 'leanmath', '1', '2022-06-01 08:40:53', '재원', '박유빈', '수4토9', '아이디', '2022년2월3일', '종료일', '', '2022-03-23', '카톡', NULL, '비밀번호', '초5', '초등', '명덕초', '5', '미정', '미정', '미정', '3', '16', '6', '9', '0', '0', 300000, 0, 10000, '', '          ', '2022년 6월 1일 업데이트\n\n초5 박유빈 학습 기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(1.5시간), 화(1.5시간), 수(2시간), 목(1.5시간), 금(1.5시간), 토(2시간), 일(1시간) 주당 총 11시간\n\n<레벨테스트>\n초4(12월) 63.8점\n초5(3월) 83.09점\n초5(5월) 70.42점\n\n<교재이력>\n초4-2 : 큐브수학 (기본, 실력)\n초5-1 : 큐브수학 (기본, 실력), 쎈, 최상위(일부)\n초5-2 : 디딤돌(기본+응용), 쎈\n초6-1 : 쎈연산, 빅터연산, 기탄수학, 디딤돌(일부)\n초6-2 : 빅터연산, 기탄수학\n\n<교재진행사항>\n1) 연산선행 \n- 초6-1 (빅터연산 ) 총 8단원 - 종료\n1단원(2/5시작) 2단원(2/8) 3단원(2/11) 4단원(2/16) 5단원(2/23) 6단원(2/26) 7단원(3/5) 8단원(3/18시작, 3/28종료) 대략 1.7개월 소요\n\n- 초5-2 ( 기탄 I-5단계 ) 총 4단원 - 종료\n1단원(3/29시작) 2단원(4/4) 3단원(4/7) 4단원(4/14) 4분문장제(4/20시작, 4/30종료) 대략 1개월 소요\n\n- 초6-1 ( 기탄 J-2단계 ) 총 4단원 - 종료\n1단원(3/29시작) 2단원(4/5) 3단원(4/14) 4단원(4/23) 4분문장제(5/4시작, 5/14종료) 대략1.5개월 소요 \n\n- 초6-2 ( 기탄 J-3단계 ) 총 4단원 - 진행중\n1단원(5/21시작) 2단원(5/28시작, 진행중)\n\n\n2) 개념선행\n- 초5-2 ( 쎈 ) 총 6단원 - 종료\n1단원(2/5시작) 2단원(2/23) 3단원(3/19) 4단원(4/8) 5단원(4/22) 6단원(5/11) 모의고사(5/24시작, 6/1종료) 대략 4개월 소요\n\n- 다음교재 초5-2 (최상위S) 예정\n \n3) 현행 심화 \n- 초5-1 ( 쎈 ) 총 6단원 - 종료\n1단원(2/5시작) 2단원(2/15) 3단원(3/12) 4단원(3/26) 5단원(4/16) 6단원(4/29) 모의고사(5/27시작, 6/1종료) 대략 4개월 소요\n\n- 다음교재 초5-1(최상위(기존), 왕수학(새교재)) 예정\n\n<단원평가 결과>\n- 초5-1 실력과정 - 진행중\n1단원(8개/10문제) 통과\n2단원(5개/10문제) -> 재시험(10개/10문제)\n3단원(8개/10문제) 통과\n4단원(5개/10문제) -> 재시험(8개/10문제)\n5단원(6개/10문제)-> 재시험(9개/10문제)\n6단원(5개/10문제) 재시험 예정\n\n- 초5-2 기본과정 \n1단원(10개/10문제) \n실력과정으로 업그레이드\n\n- 초5-2 실력과정 - 종료\n1단원(6개/10문제) -> 재시험(10개/10문제)\n2단원(4개/10문제) -> 재시험(10개/10문제)\n3단원(8개/10문제) 통과\n4단원(6개/10문제)-> 재시험(8개/10문제)\n5단원(8개/10문제) 통과\n6단원(8개/10문제) 통과\n\n<학습주안점>\n- 자기주도학습을 성실히 잘 따르고 있음.    \n- 초6과정 연산이 어렵다고 해서 기탄수학으로 연습하고 있는데 정확도 면이나 속도면에서 많이 나아지고 있음.\n- 선행체계가 안정되어서 초5 과정 현행심화에 집중할 차례가 되었음.    ', '          ', '          ', '          ', NULL, '', '    ', '', NULL, '', NULL, NULL, '010-', '미사용'),
(166, 'leanmath', '1', '2022-05-31 09:11:04', '퇴원', '이도환', '월6금6', '아이디', '2022-03-07', '2022-05-31', '', '2022-03-21', '카톡', NULL, '비밀번호', '', '중등', '학교이름', '3', '미정', '미정', '미정', '3', '18', '6', '9', '0', '0', 350000, 0, 10000, '', '레벨테스트(3월) - 36.62점\n중2-2 중간 50점, 기말 50점\n중3-1 중간 55점\n ', '2022년 5월 31일 업데이트\n\n중3 이도환 학습 기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(2시간), 화(1.5시간), 수(1.5시간), 목(1.5시간), 금(2시간), 토(1.5시간), 일(1.5시간) 주당 총 11.5시간\n\n<레벨테스트>\n중3 (3월) - 36.62점\n\n<교재이력>\n중3-1 : RPM교재, 라이트쎈\n중3-2 : 수력충전\n\n<교재진행사항>\n1) 연산선행 \n- 중3-2 (수력충전) 총 6단원 - 진행중\n1단원(3/7시작) 2단원(3/22시작, 진행중)\n\n2) 개념선행 \n- 중3-1 (라이트쎈) 총 10단원 - 진행중\n1단원(3/7시작) 2단원(3/15) 3단원(3/21) 4단원(3/28) 5단원(4/6) 6단원(4/14시작, 진행중)\n\n3) 현행 심화 \n- 중3-1 (RPM교재) 총 8단원 - 잠시멈춤\n1단원~3단원(기존) 4단원(3/7시작, 잠시멈춤)\n\n- 중1-1 (메가) 총6단원 - 진행중 ( 단원 마무리만 풀기 )\n1단원(기존) 2단원(5/14) 3단원(5/18) 4단원(5/19시작, 진행중)\n\n<단원평가 결과>\n- 중1-1 기본과정\n과정평가 (5개/20문제)\n\n- 중2-1 기본과정\n과정평가 (8개/20문제)\n\n- 중3-1 기초과정 - 총 5중단원 - 진행중\n1중단원(10개/15문제) -> 재시험(13개/15문제)\n2중단원(7개/15문제) -> 재시험(9개/15문제) -> 재시험2(15개/15문제)\n3중단원 평가예정\n\n\n<학습주안점>\n- 레벨테스트 결과 중2 과정부터 기초가 약했을 것으로 예상됨.\n- 중3-1 내신준비를 하면서 부족한 기초를 메워가는 전략이 필요해 보임.\n- 중3-1 RPM 교재를 3단원까지 기존에 풀었는데 단원평가 결과 기초수준이 안 되는 것으로 볼 때 다시 기초부터 천천히 쌓아 올라가야 할 것으로 보임.        ', '중3-1 중간\n\n최다빈출\n1단원 (12개/20문제) -> 재시험(14개/20문제) -> 재시험2(18개/20문제)\n\n2단원(14개/20문제) -> 재시험(13개/20문제) -> 재시험2(20개/20문제)\n\n3단원(10개/20문제) -> 재시험(13개/20문제)\n\n4단원(4개/20문제) -> 재시험(8개/20문제)\n\n7등급\n1, 2단원(23개/25문제)\n3, 4단원(17개/25문제)\n\n5등급\n1, 2단원(18개/25문제)\n3, 4단원(15개/25문제)\n\n강동 기출\n명일중 2021년\n(4개/24문제) -> 재시험(9개/24문제)\n    ', '              ', '              ', NULL, '', '    ', '', NULL, '', NULL, NULL, '010-', '미사용'),
(167, 'leanmath', '1', '2022-07-18 05:25:39', '재원', '김규범', '월4금4', '아이디', '시작일', '종료일', '', '2022-04-06', '카톡', NULL, '비밀번호', '초6', '초등', '학교이름', '6', '미정', '미정', '미정', '1', '16', '5', '16', '0', '0', 300000, 0, 10000, '', '        ', '2022년 7월 15일 업데이트\n\n초6 김규범 학습 기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(2시간), 화(1시간), 수(1시간), 목(1시간), 금(2시간), 토(1시간), 일(0시간) 주당 총 8시간\n\n<레벨테스트>\n초6(3월) : 79.16점\n\n<교재이력>\n초5-1, 초5-2 : 쎈, 최상위수학\n초6-1, 초6-2 : 쎈, 최상위수학\n중1-1 : 쎈, RPM\n중1-2 : 쎈, RPM\n중2-1 : 쎈, RPM\n중2-2 : 수력충전\n\n<교재진행사항>\n1) 연산선행 \n- 중2-2 (수력충전) 총 8단원 - 종료\n1단원(3/4시작) 2단원(3/13) 3단원(4/7) 4단원(4/11) 5단원(4/20) 6단원(4/26) 7단원(4/29) 8단원(5/2시작, 종료) 대략 2.3개월 소요\n\n- 중1-2 (RPM) 총 8단원 - 진행중\n1단원(5/19시작) 2단원(5/28) 3단원(6/8) 4단원(6/17) 5단원(6/30시작, 진행중)\n\n2) 개념선행\n- 중1-1 (RPM)  총 9단원 - 진행중\n1단원(3/4시작) 2단원(3/14) 3단원(4/5) 4단원(4/9) 5단원(4/23) 6단원(5/9) 7단원(5/14) 8단원(6/8) 9단원(6/15) 실력테스트(7/4시작, 진행중)\n\n3) 현행 심화 \n- 초6-1 (왕수학) 총 6단원 - 진행중\n1단원(3/11시작) 2단원(4/19) 3단원(5/12) 4단원(6/2) 5단원(6/14) 6단원(7/7시작, 진행중)\n\n- 다음 초6-2 (왕수학) 예정 \n\n<단원평가 결과>\n초6-1 실력과정(10개/15문제)\n중1-1 기본과정(15개/20문제)\n중1-2 기본과정(12개/20문제)\n\n- 초6-1 - 실력과정 - 진행중\n1단원(6개/10문제) -> 재시험(8개/10문제)\n2단원(8개/10문제) 통과\n3단원(8개/10문제) 통과\n4단원(9개/10문제) 통과\n5단원 평가예정\n\n- 중1-1 기본과정 - 총 5중단원 - 진행중\n1중단원(10개/15문제) -> 재시험(13개/15문제)\n2중단원(11개/15문제) -> 재시험(15개/15문제)\n3중단원(14개/15문제) 통과\n4중단원(13개/15문제) 통과\n5중단원 평가예정\n\n- 중1-2 기본과정 - 총 7중단원 - 진행중\n1중단원(12개/15문제) 통과\n2중단원(12개/15문제) 통과\n3중단원(14개/15문제) 통과\n4중단원 평가예정\n\n- 중2-2 기초과정 - 총 6중단원 - 종료\n1중단원(13개/15문제) 통과\n2중단원(14개/15문제) 통과\n3중단원(12개/15문제) 통과\n4중단원(9개/15문제) -> 재시험(11개/15문제) -> 재시험2(15개/15문제)\n5중단원(11개/15문제) -> 재시험(14개/15문제)\n\n<학습주안점>\n- 자기주도학습을 성실히 잘 따르고 있음.    \n- 중등선행을 쎈교재로 간단히 하면서 선행을 많이 나가 있어서 과정평가를 통해 점검하면서 선행진도를 나가고 있음. \n- 현행심화 연습이 좀 더 필요.  ', '        ', '        ', '        ', NULL, '', '   ', '', NULL, '010-5893-8051', '010-8514-8051', NULL, '010-', '미사용'),
(168, 'leanmath', '1', '2022-07-18 05:22:18', '재원', '김남율', '수2토11', '아이디', '2022-03-01', '종료일', '', '2022-04-30', '카톡', NULL, '비밀번호', '초5', '초등', '학교이름', '5', '기본', '실력', '심화', '1', '14', '6', '11', '3', '14', 300000, 0, 10000, '', '                     ', '2022년 5월 11일 업데이트\n\n초5 김남율 학습 기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(1시간), 화(1시간), 수(2시간), 목(1시간), 금(1시간), 토(2시간), 일(9시간) 주당 총 8시간\n\n<레벨테스트>\n초5 (3월) 29.58점\n\n<교재이력>\n초4-1 : 만점왕, 디딤돌(기본+응용)\n초4-2 : 만점왕, 디딤돌(기본+응용), 쎈\n초5-1 : 만점왕, 디딤돌(기본+응용)\n초5-2 : 빅터연산\n\n<교재진행사항>\n1) 연산선행 \n- 초5-2(빅터연산교재) 총 8단원 - 마무리중\n1단원(3/2시작) 2단원(3/5) 3단원(3/21) 4단원(4/2) 5단원(4/7) 6단원(4/13) 7단원(4/26) 8단원(5/11시작, 마무리중)\n\n- 다음교재 초5-2(디딤돌 기본+응용) 추천\n\n2) 개념선행\n- 초5-1(디딤돌 기본+응용교재) 총 6단원 - 진행중\n1단원(3/2시작) 2단원(3/9) 3단원(3/29) 4단원(4/6) 5단원(4/18) 6단원(4/25시작, 마무리중)\n\n- 다음교재 초5-1(쎈) 추천\n\n3) 현행 심화 \n- 초4-2(쎈교재) 총 6단원 - 진행중\n1단원(3/2시작) 2단원(3/9) 3단원(3/22) 4단원(4/9) 5단원(4/27시작, 진행중) \n\n- 다음교재 초4-2 (최상위S교재) 추천\n\n<단원평가 결과>\n- 초4-2 실력과정 - 진행중\n1단원(8개/10문제) 통과\n2단원(6개/10문제) -> 재시험(10개/10문제)\n3단원(4개/10문제) -> 재시험(10개/10문제)\n4단원 (4개/10문제) -> 재시험(8개/10문제)\n\n- 초5-1 기본과정 - 진행중\n1단원(10개/10문제) 통과\n2단원(5개/10문제) -> 재시험(9개/10문제)\n3단원(6개/10문제) -> 재시험(10개/10문제)\n4단원(8개/10문제) 통과\n5단원(8개/10문제) 통과\n\n<학습주안점>\n- 자기주도학습체계를 성실히 잘 따르고 있음.\n- 초5-2 기본과정, 초5-1 실력과정을 진행하면서 초4-2 심화 연습을 더 열심히 하면 좋을 듯 함. \n- 단원평가 결과 1차통과가 조금씩 늘고 있고, 재시험 결과가 좋아서 점점 나아질 것으로 보임.             ', '                     ', '  ', '              ', NULL, '', '   ', '테스트', NULL, '', '010-2749-8849', NULL, '010-', '미사용'),
(169, 'leanmath', '1', '2022-04-22 01:56:09', '대기', '신규수2토9', '수2토9', '아이디', '시작일', '종료일', '', NULL, NULL, NULL, '비밀번호', NULL, '미정', '학교이름', '미정', '미정', '미정', '미정', '3', '14', '6', '9', '0', '0', 0, 0, 10000, '', '           ', '2021년 12월 17일 업데이트\n\n초4 홍길동 학습 기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(2시간), 화(1시간), 수(1시간), 목(1시간), 금(2시간), 토(1시간), 일(0시간) 주당 총 8시간\n\n<레벨테스트>\n초4 (3월) 100점\n\n<교재진행사항>\n1) 연산선행 \n- 초4-1(??교재) 총 6단원 - 진행중\n\n- 다음교재 초4-1(??교재) 예정\n\n2) 개념선행\n- 초4-1(??교재) 총 6단원 - 진행중\n\n- 다음교재 초4-1(??교재) 예정\n\n3) 현행 심화 \n- 초4-1(??교재) 총 6단원 - 진행중\n\n- 다음교재 초4-1(??교재) 예정\n\n<단원평가 결과>\n- 초4-2 기본과정 - 진행중\n1단원(0개/10문제) \n\n<학습주안점>\n- 자기주도학습체계를 성실히 잘 따르고 있음.           ', '           ', '           ', '           ', NULL, '', NULL, '', NULL, '', NULL, NULL, '010-', '미사용'),
(170, 'leanmath', '1', '2022-04-22 01:56:09', '대기', '신규수8토2', '수8토2', '아이디', '시작일', '종료일', '', NULL, NULL, NULL, '비밀번호', NULL, '미정', '학교이름', '미정', '미정', '미정', '미정', '3', '20', '6', '14', '0', '0', 0, 0, 0, '', '   ', '2021년 12월 17일 업데이트\n\n초4 홍길동 학습 기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(2시간), 화(1시간), 수(1시간), 목(1시간), 금(2시간), 토(1시간), 일(0시간) 주당 총 8시간\n\n<레벨테스트>\n초4 (3월) 100점\n\n<교재진행사항>\n1) 연산선행 \n- 초4-1(??교재) 총 6단원 - 진행중\n\n- 다음교재 초4-1(??교재) 예정\n\n2) 개념선행\n- 초4-1(??교재) 총 6단원 - 진행중\n\n- 다음교재 초4-1(??교재) 예정\n\n3) 현행 심화 \n- 초4-1(??교재) 총 6단원 - 진행중\n\n- 다음교재 초4-1(??교재) 예정\n\n<단원평가 결과>\n- 초4-2 기본과정 - 진행중\n1단원(0개/10문제) \n\n<학습주안점>\n- 자기주도학습체계를 성실히 잘 따르고 있음.   ', '   ', '   ', '   ', NULL, '', NULL, '', NULL, '', NULL, NULL, '010-', '미사용'),
(171, 'leanmath', '1', '2022-07-18 05:22:53', '재원', '박주원', '월2금2', '아이디', '2022년3월7일', '종료일', '', '2022-05-20', '카톡', NULL, '비밀번호', '초5', '초등', '명덕초', '5', '미정', '미정', '미정', '1', '14', '5', '14', '3', '14', 300000, 0, 10000, '', '초5 (3월) 레벨 47.88점\n\n초4-2 기본 12개/15문제\n초4-2 실력 8개/15문제        ', '2022년 6월 3일 업데이트\n\n초5 박주원 학습 기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(2시간), 화(1시간), 수(1시간), 목(1시간), 금(2시간), 토(1시간), 일(0시간) 주당 총 8시간\n\n<레벨테스트>\n초5 (3월) 47.88점\n\n<교재이력>\n초4-2 : 큐브, 디딤돌(기본), 디딤돌(응용), 쎈\n초5-1 : 쎈연산, 디딤돌(응용), 쎈\n초5-2 : 기탄수학(I단계 3권, 4권)\n\n<교재진행사항>\n1) 연산선행 \n- 초5-1 (쎈연산) 총 5단원 - 종료\n1단원~3단원(기존) 4단원(3/8시작) 5단원(4/4시작, 4/13종료) \n\n- 초5-2(기탄수학 I3) 총 4단원 - 종료\n1단원(4/15시작) 2단원(4/19) 3단원(4/22) 4단원(5/2) 4분문장제(5/18시작, 6/1종료) 대략 1.5개월 소요 \n\n- 초5-2(기탄수학 I4) 총 4단원 - 진행중\n1단원(5/16시작) 2단원(5/21) 3단원(5/30) 4단원(6/8시작, 진행중)\n\n- 다음교재 초5-2(기탄수학 I5) 예정\n\n2) 개념선행\n- 초5-1( 디딤돌 응용) 총 6단원 - 완료\n1단원(기존) 2단원(3/8시작) 3단원(3/28) 4단원(4/7) 5단원(4/19) 6단원(기존) 응용탄탄(5/18시작, 6/2 종료) 대략 3개월 소요\n\n- 초5-2( 디딤돌 기본+ 응용) 예정\n\n3) 현행 심화 \n- 초4-2( 쎈교재 ) 총 6단원 - 진행중\n1단원(3/28시작) 2단원(4/12) 3단원(4/25) 4단원(5/20) 5단원(6/3) 6단원(6/9시작, 진행중)\n\n- 초5-1( 쎈교재) 진행 예정\n\n<단원평가 결과>\n- 초4-2 실력과정 - 진행중\n1단원(7개/10문제) -> 재시험(10개/10문제)\n2단원(5개/10문제) -> 재시험(9개/10문제)\n3단원(3개/10문제) -> 재시험(9개/10문제)\n4단원(5개/10문제) -> 재시험예정\n5단원 평가예정\n\n초4-2 기본과정평가(12개/15문제)\n초4-2 실력과정평가(8개/15문제)\n\n- 초5-1 기본과정 - 진행중\n1단원(9개/10문제) 통과\n2단원(2개/10문제) -> 재시험(5개/10문제) -> 재시험2(9개/10문제)\n3단원(7개/10문제) -> 재시험(9개/10문제)\n4단원(3개/10문제) -> 재시험(10개/10문제)\n5단원(5개/10문제) -> 재시험(9개/10문제)\n6단원(2개/10문제) -> 재시험(8개/10문제)\n\n<학습주안점>\n- 자기주도학습법을 익히고 있음.\n- 글씨를 힘있게 빠르게 쓰는 연습이 필요.\n- 풀이과정을 식, 계산, 답 쓰기로 분리해서 적는 연습 중.\n- 초5-2 연산선행 기탄수학으로 하면서 조금씩 연산이 좋아지고는 있지고 있음.\n- 초5-1 디딤돌 응용 교재를 마무리했는데 단원평가결과 기본과정을 완벽히 마스터 하지 못해서 초5-1 쎈 교재를 통해 계속 연습해 나갈 예정.\n\n- 향후 교재는\n연산선행 - 초5-2( 기탄수학 I5)\n개념선행 - 초5-2( 디딤돌 기본+응용)\n현행심화 - 초5-1 (쎈) \n이렇게 진행예정입니다.      ', '                ', '4/18 : 채점, 시간재기 X\n4/29 : 채점X\n5/11 : 채점X\n5/13 : 단원평가X\n5/18 : 기탄과제X, 쎈 책 안가져옮\n        ', '        ', NULL, '', '         ', '', NULL, '010-6483-3307', '010-9087-3307', NULL, '010-', '미사용'),
(172, 'leanmath', '1', '2022-04-22 01:56:09', '퇴원', '김민지', '월8금8', '아이디', '2022년3월14일', '종료일', '', NULL, NULL, NULL, '비밀번호', NULL, '고등', '한양고', '3', '미정', '미정', '미정', '1', '20', '5', '20', '0', '0', 400000, 0, 10000, '', '    ', '', '    ', '    ', '    ', NULL, '', NULL, '', NULL, '', NULL, NULL, '010-', '미사용'),
(173, 'leanmath', '1', '2022-04-22 01:56:09', '대기', '신규수8토2', '수8토2', '아이디', '시작일', '종료일', '', NULL, NULL, NULL, '비밀번호', NULL, '미정', '학교이름', '미정', '미정', '미정', '미정', '3', '20', '6', '14', '0', '0', 0, 0, 0, '', '   ', '2022년 3월 1일 업데이트\n\n초5 홍길동 학습 기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(2시간), 화(1시간), 수(1시간), 목(1시간), 금(2시간), 토(1시간), 일(0시간) 주당 총 8시간\n\n<레벨테스트>\n초4 (3월) 100점\n\n<교재이력>\n초5-1 : 빅터연산, 디딤돌(기본+응용), 쎈, 최상위S, 점프왕수학\n\n<교재진행사항>\n1) 연산선행 \n- 초4-1(??교재) 총 6단원 - 진행중\n\n- 다음교재 초4-1(??교재) 예정\n\n2) 개념선행\n- 초4-1(??교재) 총 6단원 - 진행중\n\n- 다음교재 초4-1(??교재) 예정\n\n3) 현행 심화 \n- 초4-1(??교재) 총 6단원 - 진행중\n\n- 다음교재 초4-1(??교재) 예정\n\n<단원평가 결과>\n- 초4-2 기본과정 - 진행중\n1단원(0개/10문제) \n\n<학습주안점>\n- 자기주도학습을 성실히 잘 따르고 있음.   ', '   ', '   ', '   ', NULL, '', NULL, '', NULL, '', NULL, NULL, '010-', '미사용'),
(174, 'leanmath', '1', '2022-04-22 01:56:09', '대기', '신규수4시토16', '수4토16', '아이디', '시작일', '종료일', '', NULL, NULL, NULL, '비밀번호', NULL, '미정', '학교이름', '미정', '미정', '미정', '미정', '3', '16', '6', '16', '0', '0', 0, 0, 0, '', '   ', '2022년 3월 1일 업데이트\n\n초5 홍길동 학습 기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(2시간), 화(1시간), 수(1시간), 목(1시간), 금(2시간), 토(1시간), 일(0시간) 주당 총 8시간\n\n<레벨테스트>\n초4 (3월) 100점\n\n<교재이력>\n초5-1 : 빅터연산, 디딤돌(기본+응용), 쎈, 최상위S, 점프왕수학\n\n<교재진행사항>\n1) 연산선행 \n- 초4-1(??교재) 총 6단원 - 진행중\n\n- 다음교재 초4-1(??교재) 예정\n\n2) 개념선행\n- 초4-1(??교재) 총 6단원 - 진행중\n\n- 다음교재 초4-1(??교재) 예정\n\n3) 현행 심화 \n- 초4-1(??교재) 총 6단원 - 진행중\n\n- 다음교재 초4-1(??교재) 예정\n\n<단원평가 결과>\n- 초4-2 기본과정 - 진행중\n1단원(0개/10문제) \n\n<학습주안점>\n- 자기주도학습을 성실히 잘 따르고 있음.   ', '   ', '   ', '   ', NULL, '', NULL, '', NULL, '', NULL, NULL, '010-', '미사용'),
(175, 'leanmath', '1', '2022-04-29 23:17:39', '퇴원', '김연서', '월2금2', '아이디', '2022-04-04', '종료일', '', '2022-04-29', '카톡', NULL, '비밀번호', NULL, '초등', '명덕초', '5', '미정', '미정', '미정', '1', '14', '5', '14', '3', '14', 300000, 0, 10000, '', '현금할인 안 하고 \n30만원 입금          ', '2022년 4월 29일 업데이트\n\n초5 김연서 학습 기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(2시간), 화(1.5시간), 수(1.5시간), 목(1.5시간), 금(2시간), 토(1.5시간), 일(0시간) 주당 총 10시간\n\n<레벨테스트>\n초5 (4월) 37.5점\n\n<교재이력>\n초4-1 : 만점왕, 디딤돌(기본+응용), 최상위S\n초4-2 : 수학의힘 (개념, 유형심화)\n초5-1 : 수학의힘 (개념, 유형심화)\n초5-2 : 수학의힘 (개념, 유형심화(1단원) )\n초6-1 : 구몬수학, 기탄수학(J-4)\n\n<교재진행사항>\n1) 연산선행 \n- 초6-1 : 기탄수학(J4) 총4단원 - 진행중\n1단원(4/13시작) 2단원(4/18) 3단원(4/25시작, 진행중)\n\n2) 개념선행\n- 초5-2 ( 디딤돌 기본+응용) 총 6단원 - 진행중\n1단원(4/4시작) 2단원(4/12) 3단원(4/16) 4단원(4/29시작 진행중)\n\n3) 현행 심화 \n- 초5-1 (쎈) 총 6단원 - 진행중\n1단원(4/4시작) 2단원(4/12) 3단원(4/26시작, 진행중)\n\n<단원평가 결과>\n- 초5-2 기본과정 - 진행중\n1단원(8개/10문제) 통과\n2단원(4개/10문제) -> 재시험(9개/10문제)\n3단원(9개/10문제) 통과\n\n- 초5-1 기본과정 - 진행중\n1단원(7개/10문제) -> 재시험(10개/10문제)\n2단원(5개/10문제) -> 재시험예정\n\n- 초5-1 실력과정 - 진행중\n1단원(5개/10문제) -> 재시험(8개/10문제)\n2단원 평가예정\n\n<학습주안점>\n- 자기주도학습을 성실히 잘 따르고 있음.\n- 대형학원에서 초5-2 선행을 했지만, 현행 레벨테스트 결과가 좋지 않아 현행학습에 대한 점검을 하면서 꼼꼼히 선행체계를 잡아 가고 있음.\n- 구몬수학으로 초6-1 과정까지 진행하고 있어 연산기초는 어느 정도 되어 있어 보임. 기탄수학으로 초6-2 부분인 J4단계를 진행 중인데 정답률과 속도면에서 문제가 없음.\n- 단원평가 결과 초5-2 과정은 디딤돌 교재 연습 후 기본과정점검을 무난히 통과하고 있고, 초5-1 과정은 실력과정과 기본과정을 1차시험에서 통과 못하고 있지만 오답정리와 재시험결과를 볼때를 점점 나아지고 있음.\n- 식을 세우고, 계산하고 답 적는 3단계 연습을 꾸준히 시키고 있음.  ', '             ', '             ', '             ', NULL, '', NULL, '', NULL, '', NULL, NULL, '010-', '미사용');
INSERT INTO `student` (`id`, `workspace`, `flag`, `modified_time`, `status`, `name`, `class_name`, `user_id`, `start_date`, `end_date`, `report_short_memo`, `report_date`, `report_type`, `s_memo`, `password`, `grade`, `grade1`, `school_name`, `grade2`, `level1`, `level2`, `level3`, `class_day1`, `class_time1`, `class_day2`, `class_time2`, `class_day3`, `class_time3`, `fees`, `discount1`, `discount2`, `discount_memo`, `memo`, `study_memo`, `test_memo`, `check_memo`, `off_memo`, `rookie`, `sibling_name`, `sibling_memo`, `house`, `distance`, `s_phone`, `m_phone`, `mom_memo`, `receipt_phone`, `receipt_use`) VALUES
(176, 'leanmath', '1', '2022-07-18 05:31:08', '재원', '윤예준', '월8금8', '아이디', '2022-04-08', '종료일', '', '2022-04-08', '입반', NULL, '비밀번호', '중1', '중등', '명일중', '1', '미정', '미정', '미정', '1', '20', '5', '20', '0', '0', 350000, 0, 10000, '', '      ', '2022년 5월 30일 업데이트\n\n중1 윤예준 학습 기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(2시간), 화(1.5시간), 수(1.5시간), 목(1.5시간), 금(2시간), 토(1.5시간), 일(0시간) 주당 총 10시간\n\n<레벨테스트>\n중1 (4월) 26.76점\n\n<교재이력>\n초6-2 : 디딤돌(기본), 디딤돌(응용), 쎈\n중1-1 : 개념+유형, 쎈\n중1-2 : 수력충전, 개념+유형\n\n<교재진행사항>\n1) 연산선행 \n- 중1-2 (수력충전교재) 총 9단원 - 진행중\n1단원(4/11시작) 2단원(4/15) 3단원(4/18) 4단원(4/23) 5단원(4/30) 6단원(5/9) 7단원(5/13) 8단원(5/23시작, 진행중)\n\n- 다음교재 중1-2 라이트쎈 예정\n\n2) 개념선행\n- 중1-1(RPM교재) 총 9단원 - 진행중\n1단원(4/11시작) 2단원(4/13) 3단원(4/19) 4단원(4/22) 5단원(4/29) 6단원(5/10) 7단원(5/14) 8단원(5/19) 9단원(5/23시작, 진행중)\n\n3) 현행 심화 \n- 초6-2 (쎈) 총 6단원 - 진행중\n1단원(4/14시작) 2단원(4/18) 3단원(4/30) 4단원(5/9) 5단원(5/17) 6단원(5/23) 모의고사(5/30시작, 진행중)\n\n- 다음교재 초6-2 최상위S 교재 예정\n\n<단원평가 결과>\n- 초6-2 실력과정\n1단원(4개/10문제) -> 재시험(9개/10문제)\n2단원(7개/10문제) -> 재시험(9개/10문제)\n3단원(8개/10문제) 통과\n4단원(8개/10문제) 통과\n5단원(4개/10문제) -> 재시험(9개/10문제)\n6단원 평가예정\n\n- 중1-1 기본과정 - 총5중단원\n1중단원(6개/15문제) -> 재시험(13개/15문제)\n2중단원(9개/15문제) -> 재시험(12개/15문제)\n3중단원(8개/15문제) -> 재시험\n4중단원(7개/15문제) -> 재시험예정\n\n- 중1-2 기본과정 - 총7중단원\n1중단원(6개/15문제) -> 재시험(12개/15문제)\n2중단원 평가예정\n\n<학습주안점>\n- 자기주도학습법을 익히고 있음.\n- 레벨테스트 결과 복습이 필요해 보여서 초6-2 실력과정을 복습으로 진행하면서 중1-2 선행과 중1-1 현행 공부를 병행하고 있음.\n- 단원평가 결과 아직까지는 1차 통과 비중이 낮지만 재시험 결과가 나쁘지는 않아 점점 나아질 것으로 기대함.    ', '      ', '      ', '      ', NULL, '', '     ', '', NULL, '010-3067-7971', '010-7660-7971', NULL, '010-', '미사용'),
(177, 'leanmath', '1', '2022-07-26 15:10:45', '재원', '이정후', '수8토9', '아이디', '2022-04-23', '종료일', '', '2022-04-16', '카톡', NULL, '비밀번호', '중1', '중등', '삼육중', '1', '미정', '미정', '미정', '3', '20', '6', '9', '0', '0', 350000, 0, 100000, '', '       ', '2022년 4월 1일 업데이트\n\n초5 홍길동 학습 기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(2시간), 화(1시간), 수(1시간), 목(1시간), 금(2시간), 토(1시간), 일(0시간) 주당 총 8시간\n\n<레벨테스트>\n초4 (3월) 100점\n\n<교재이력>\n초5-1 : 빅터연산, 디딤돌(기본+응용), 쎈, 최상위S, 점프왕수학\n\n<교재진행사항>\n1) 연산선행 \n- 초4-1(??교재) 총 6단원 - 진행중\n\n- 다음교재 초4-1(??교재) 예정\n\n2) 개념선행\n- 초4-1(??교재) 총 6단원 - 진행중\n\n- 다음교재 초4-1(??교재) 예정\n\n3) 현행 심화 \n- 초4-1(??교재) 총 6단원 - 진행중\n\n- 다음교재 초4-1(??교재) 예정\n\n<단원평가 결과>\n- 초4-2 기본과정 - 진행중\n1단원(0개/10문제) \n\n<학습주안점>\n- 자기주도학습을 성실히 잘 따르고 있음.       ', '중1-1 기말 대비\n1-1기말 19년 \n서초중 17개/18문제\n언남중 21개/22문제\n대왕중 23개/23문제\n진선여중 16개/16문제\n영동중 22개/23문제\n은성중 20개/20문제\n영동중 22개/22문제\n숙명여중 19개/23문제\n\n워크북 중1-1 5. 좌표와 그래프 심화 23개/30문제\n\n고난이도 \n3. 문자와 식 \n22년 14개/15문제\n18년 12개/15문제\n17년 13개/15문제\n\n4. 좌표와 그래프\n22년 15개/15문제\n18년 8개/14문제\n17년 10개/15문제\n\n최다오답\n3. 문자와 식 15개/15문제\n4. 좌표평면과 그래프 15개/15문제\n\n삼육중 대비 중1-1기말 53개/15문제\n\n단원평가 1등급 \n3. 문자와 식\n1회 25개/25문제\n\n4. 좌표평면과 그래프\n1회 23개/25문제\n\n서술형 \n일차방정식 20개/20문제\n좌표평면과 그래프 19개/20문제\n정비례와 반비례 16개/20문제\n ', '       ', '       ', NULL, '', '  ', '', NULL, '', '', NULL, '010-', '미사용'),
(179, 'leanmath', '1', '2022-08-10 04:20:55', '재원', '윤준성', '화4목4', '아이디', '2022-05-03', '종료일', '', '2022-08-10', '입반', NULL, '비밀번호', '초6', '초등', '고덕초', '6', '미정', '미정', '미정', '2', '16', '4', '16', '0', '0', 300000, 0, 10000, '', '      ', '2022년 7월 9일 업데이트\n\n초6 윤준성 학습 기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(1시간), 화(2시간), 수(1시간), 목(2시간), 금(1시간), 토(1시간), 일(0시간) 주당 총 8시간\n\n<레벨테스트>\n초6 (5월) 70.42점\n\n<교재이력>\n초6-1 : 디딤돌(기본) 디딤돌(기+응), 개념+유형(파워)\n초6-2 : 디딤돌(기본), 큐브(실력)\n중1-1 : 기탄수학 (K1, K2)\n\n<과정평가>\n초5-1 : 기본과정(10개/15문제) -> 재시험예정\n초5-2 : 기본과정 평가예정\n\n<교재진행사항>\n1) 연산선행 \n- 중1-1 (기탄수학 K-1단계) - 종료\n1단원(5/3시작) 2단원(5/10) 3단원(5/16) 4단원(5/21) 4분문장제(5/31시작, 종료)\n\n- 중1-1 (기탄수학 K-2단계) - 멈춤\n1단원(6/2시작) 2단원(6/9시작, 멈춤)\n\n- 중1-1 (수력충전) 총 8단원 - 진행중\n1,2단원(잠시보류) 3단원(7/13시작, 진행중)\n\n2) 개념선행\n- 초6-2 (큐브 실력) 총 6단원 - 종료\n1단원(기존) 2단원(5/4시작) 3단원(5/18) 4단원(5/25) 5단원(6/2) 6단원(6/7시작, 종료)\n\n- 초6-2 (쎈) 총 6단원 - 진행중\n1단원(7/11시작) 2단원(7/25시작, 진행중)\n\n3) 현행 심화 \n- 초6-1 (개념+유형 파워) 총 6 단원 - 종료\n1단원(5/3시작) 2단원(5/6시작) 3단원(5/18) 4단원(5/25) 5단원(6/4) 6단원(6/18시작, 종료)\n\n- 초6-1(쎈) 총 6단원 - 진행중\n1단원(7/11시작) 2단원(7/22) 3단원(8/3시작, 진행중)\n\n<단원평가 결과>\n- 초6-1 기본과정 - 총 6단원 - 진행중\n1단원(10개/10문제) 통과\n2단원(6개/10문제) -> 재시험(7개/10문제)\n3단원(7개/10문제) -> 재시험예정\n\n- 초6-1 실력과정 - 총 6단원 - 진행중\n1단원(5개/10문제) -> 재시험 예정\n\n- 초6-2 기초과정 - 총 6단원\n1단원(9개/10문제) 통과\n2단원(9개/10문제) 통과\n3단원(8개/10문제) 통과\n4단원(8개/10문제) 통과\n5단원(6개/10문제) -> 재시험 예정\n\n초6-2 기본과정 - 총 6단원\n1단원(5개/10문제) -> 재시험(8개/10문제)\n2단원(5개/10문제) -> 재시험 보류\n\n  ', '      ', '      ', '      ', NULL, '', '     ', '', NULL, '', '', NULL, '010-', '미사용'),
(180, 'leanmath', '1', '2022-05-31 09:11:25', '퇴원', '이연우', '수4토11', '아이디', '2022-04-27', '종료일', '', '2022-04-27', '입반', NULL, '비밀번호', '중3', '중등', '명일중', '3', '미정', '미정', '미정', '3', '16', '6', '11', '0', '0', 350000, 0, 10000, '', '  ', '2022년 4월 1일 업데이트\n\n초5 홍길동 학습 기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(2시간), 화(1시간), 수(1시간), 목(1시간), 금(2시간), 토(1시간), 일(0시간) 주당 총 8시간\n\n<레벨테스트>\n초4 (3월) 100점\n\n<교재이력>\n초5-1 : 빅터연산, 디딤돌(기본+응용), 쎈, 최상위S, 점프왕수학\n\n<교재진행사항>\n1) 연산선행 \n- 초4-1(??교재) 총 6단원 - 진행중\n\n- 다음교재 초4-1(??교재) 예정\n\n2) 개념선행\n- 초4-1(??교재) 총 6단원 - 진행중\n\n- 다음교재 초4-1(??교재) 예정\n\n3) 현행 심화 \n- 초4-1(??교재) 총 6단원 - 진행중\n\n- 다음교재 초4-1(??교재) 예정\n\n<단원평가 결과>\n- 초4-2 기본과정 - 진행중\n1단원(0개/10문제) \n\n<학습주안점>\n- 자기주도학습을 성실히 잘 따르고 있음.  ', '  ', '  ', '  ', NULL, '', ' ', '', NULL, '', NULL, NULL, '010-', '미사용'),
(181, 'leanmath', '1', '2022-05-11 05:33:04', '대기', '중1상담', '수6토16', '아이디', '시작일', '종료일', '', '2022-05-02', '문자', NULL, '비밀번호', NULL, '미정', '학교이름', '미정', '미정', '미정', '미정', '3', '18', '6', '16', '0', '0', 0, 0, 0, '', '   ', '2022년 4월 1일 업데이트\n\n초5 홍길동 학습 기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(2시간), 화(1시간), 수(1시간), 목(1시간), 금(2시간), 토(1시간), 일(0시간) 주당 총 8시간\n\n<레벨테스트>\n초4 (3월) 100점\n\n<교재이력>\n초5-1 : 빅터연산, 디딤돌(기본+응용), 쎈, 최상위S, 점프왕수학\n\n<교재진행사항>\n1) 연산선행 \n- 초4-1(??교재) 총 6단원 - 진행중\n\n- 다음교재 초4-1(??교재) 예정\n\n2) 개념선행\n- 초4-1(??교재) 총 6단원 - 진행중\n\n- 다음교재 초4-1(??교재) 예정\n\n3) 현행 심화 \n- 초4-1(??교재) 총 6단원 - 진행중\n\n- 다음교재 초4-1(??교재) 예정\n\n<단원평가 결과>\n- 초4-2 기본과정 - 진행중\n1단원(0개/10문제) \n\n<학습주안점>\n- 자기주도학습을 성실히 잘 따르고 있음.   ', '   ', '   ', '   ', NULL, '', NULL, '', NULL, '', NULL, NULL, '010-', '미사용'),
(182, 'leanmath', '1', '2022-08-20 07:25:35', '재원', '유동윤', '월6금6', '아이디', '2022-05-13', '종료일', '', '2022-05-10', '전화', NULL, '비밀번호', '중1', '중등', '명일중', '1', '미정', '미정', '미정', '1', '18', '5', '18', '0', '0', 350000, 0, 10000, '', '    ', '2022년 8월 19일 업데이트\n\n중1 유동윤 학습 기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(2시간), 화(1.5시간), 수(1.5시간), 목(1.5시간), 금(2시간), 토(1.5시간), 일(0시간) 주당 총 10시간\n\n<레벨테스트>\n중1 : 5월 (40.84점)\n\n<교재이력>\n초6-2 : 디딤돌(기본), 쎈\n중1-1 : 교과서, RPM, 쎈, 일품\n중1-2 : 수력충전, 라이트쎈\n중2-1 : 수력충전\n\n<과정평가 결과>\n초6-1 기본(15개/15문제)실력(9개/15문제) \n초6-2 기본(10개/15문제->15개/15문제) 실력(8개/15문제)\n중1-1 기본(12개/20문제->16개/20문제)\n\n<교재진행사항>\n1) 연산선행 \n- 중1-2 (수력충전) 총 9단원 - 종료\n1단원(5/13시작) 2단원(5/17) 3단원(5/22) 4단원(5/27) 5단원(6/2) 6단원(6/12) 7단원(6/15) 8단원(6/24) 9단원(6/29시작, 7/1종료) - 대략 1.5개월 소요\n\n- 중2-1 (수력충전) 총 8단원 - 진행중\n1단원(7/5시작) 2단원(7/7) 3단원(7/12) 4단원(7/18) 5단원(7/27) 6단원(8/1시작, 진행중)\n\n2) 개념선행\n- 중1-2 (라이트쎈) 총 9단원 - 진행중\n1단원(7/3시작) 2단원(7/10) 3단원(7/15) 4단원(7/21) 5단원(8/11시작, 진행중)\n\n3) 현행 심화 \n- 초6-2 (쎈) 총 6단원 - 종료\n1단원(5/16시작) 2단원(5/22) 3단원(5/19) 4단원(5/28) 5단원(6/13) 6단원(6/18) 모의고사(6/26시작, 7/1종료) 대략 1.5개월 소요\n\n- 중1-1 (RPM) 총 9단원 - 마무리중\n1단원~5단원(기존) 6단원(5/17시작) 7단원(5/26) 8단원(6/18) 9단원(6/27) 실력업(8/12시작, 마무리중)\n\n- 다음교재 중1-1 (일품) 예정\n\n<단원평가 결과>\n- 초6-2 실력과정 - 총6단원 - 종료\n1단원(3개/10문제) -> 재시험(8개/10문제)\n2단원(8개/10문제) 통과\n3단원(6개/10문제) -> 재시험(8개/10문제)\n4단원(4개/10문제) -> 재시험(5개/10문제) -> 재시험2(10개/10문제)\n5단원(1개/10문제) -> 재시험(9개/10문제)\n6단원(10개/10문제) 통과\n\n- 중1-1 기본과정 - 총5중단원 - 종료\n1중단원(6개/15문제) -> 재시험(13개/15문제)\n2중단원(10개/15문제) -> 재시험(12개/15문제)\n3중단원(7개/15문제) -> 재시험(12개/15문제)\n4중단원(11개/15문제) -> 재시험(13개/15문제)\n5중단원(12개/15문제) 통과\n\n- 중1-2 기본과정 - 총 7중단원 - 진행중\n1중단원(9개/15문제) -> 재시험(12개/15문제)\n2중단원(8개/15문제) -> 재시험예정\n\n\n\n', '    ', '    ', '    ', NULL, '', '   ', '', NULL, '010-3191-9556', '010-6208-9556', NULL, '010-', '미사용'),
(183, 'leanmath', '1', '2022-06-17 04:18:01', '재원', '박비주', '토4', '아이디', '2022-05-01', '종료일', '', '2022-05-21', '카톡', NULL, '비밀번호', '고1', '고등', '한국조리학교', '1', NULL, NULL, NULL, '0', '0', '6', '16', '0', '0', 200000, 0, 0, '', ' 고1-1 중간(42.5점/100점) 석차 14/35, 84/213\n  ', '2022년 5월 21일 업데이트\n\n고1 박비주 학습 기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(1시간), 화(1시간), 수(1시간), 목(1시간), 금(1시간), 토(2시간), 일(0시간) 주당 총 7시간\n\n<레벨테스트>\n중3 (9월) : 29.57점\n\n<내신성적>\n중3-1 중간(52점) 기말(17점)\n중3-2 기말 (65점)\n고1-1 중간(42.5점)\n\n<교재이력>\n중3-1 : 교과서, 수력충전\n중3-2 : 교과서, 수력충전\n고1-1 : 베이직 쎈, 단기공략\n \n<교재진행사항>\n1) 연산선행 \n\n2) 개념선행 \n- 중2-1 (수력충전) 총 8단원 종료\n1단원(10/2시작) 2단원(10/4) 3단원(10/6) 4단원(10/9) 5단원(10/13) 6단원(11/8) 7단원(11/29) 8단원(12/7시작, 12/8종료) 대략 2.3개월 소요\n\n3) 현행 심화 \n- 중3-2 (수력충전) 총 6단원 종료\n1단원(10/13시작)  5단원(10/15) 6단원(10/20)  3단원(10/21) 4단원(10/27) 2단원(10/31시작, 11/19종료) 약 1개월 소요\n\n- 고1-1 (베이직쎈) 총 13단원\n1단원(12/10시작) 2단원~5단원  6단원(5/14시작, 진행중)\n\n3) 현행 심화 \n- 고1-1 (단기공략 )\n1단원~5단원(기존) 6단원(5/12시작, 진행중)\n\n<단원평가 결과>\n- 고1-1 \n\n\n<학습주안점>\n-   ', '   ', '   ', '   ', NULL, NULL, ' 박성윤   ', '아이파크', NULL, '', NULL, NULL, '010-3583-2983', '사용'),
(184, 'leanmath', '1', '2022-07-02 02:37:44', '퇴원', '김석현', '수8토4', '아이디', '2022-05-28', '종료일', '', '2022-05-28', '카톡', NULL, '비밀번호', '중2', '중등', '명일중', '2', NULL, NULL, NULL, '3', '20', '6', '11', '0', '0', 350000, 0, 10000, '현금', '    ', '2022년 5월 28일 업데이트\n\n초5 홍길동 학습 기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(2시간), 화(1시간), 수(1시간), 목(1시간), 금(2시간), 토(1시간), 일(0시간) 주당 총 8시간\n\n<레벨테스트>\n초4 (3월) 100점\n\n<교재이력>\n초5-1 : 빅터연산, 디딤돌(기본+응용), 쎈, 최상위S, 점프왕수학\n\n<교재진행사항>\n1) 연산선행 \n- 초4-1(??교재) 총 6단원 - 진행중\n\n- 다음교재 초4-1(??교재) 예정\n\n2) 개념선행\n- 초4-1(??교재) 총 6단원 - 진행중\n\n- 다음교재 초4-1(??교재) 예정\n\n3) 현행 심화 \n- 초4-1(??교재) 총 6단원 - 진행중\n\n- 다음교재 초4-1(??교재) 예정\n\n<단원평가 결과>\n- 초4-2 기본과정 - 진행중\n1단원(0개/10문제) \n\n<학습주안점>\n- 자기주도학습을 성실히 잘 따르고 있음.    ', '    ', '    ', '    ', NULL, NULL, '    ', '', NULL, '', NULL, NULL, '010-', '미사용'),
(185, 'leanmath', '1', '2022-08-04 11:42:54', '재원', '한승오', '수4토14', '아이디', '2022-05-28', '종료일', '', '2022-08-04', '카톡', NULL, '비밀번호', '중1', '중등', '명일중', '1', NULL, NULL, NULL, '3', '16', '6', '14', '0', '0', 350000, 0, 10000, '', '      ', '2022년 8월 3일 업데이트\n\n중1 한승오 학습 기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(1시간), 화(2시간), 수(2시간), 목(1시간), 금(1시간), 토(2시간), 일(1시간) 주당 총 10시간\n\n<레벨테스트>\n중1 (5월) 69.01점\n\n<교재이력>\n중1-1 : 수학의 힘, 개념원리, EBS, 개념+유형(파워), 쎈, 일품\n중1-2 : 개념+유형(파워), 쎈(프린트), RPM\n중2-1 : 수력충전\n\n<교재진행사항>\n1) 연산선행 \n- 중2-1 (수력충전) 총 8단원 - 종료\n1단원(5/28시작) 2단원(5/31) 3단원(6/4) 4단원(6/9) 5단원(6/11) 6단원(6/16) 7단원(7/5) 8단원(7/19시작, 7/28종료) 대략 2개월 소요\n\n- 중2-2 (수력충전) 총 8단원 - 진행중\n1단원(8/3시작, 진행중)\n\n2) 개념선행\n- 중1-2 (RPM) 총 8단원 - 마무리중\n1단원(5/28시작) 2단원(5/31) 3단원(6/9) 4단원(6/14) 5단원(6/21) 6단원(6/30) 7단원(7/9) 8단원(7/29시작, 마무리중)\n\n- 다음교재 중2-1(라이트쎈) 예정\n\n3) 현행 심화 \n- 중1-1 (쎈) - 총 9단원 - 진행중\n6단원(5/28시작) 7단원(6/5) 8단원(6/28) 9단원(7/9) 1단원(7/26시작, 진행중)\n\n- 다음교재 중1-2 (일품) 예정\n\n<단원평가 결과>\n- 중1-1 기본과정 - 총 5중단원 - 완료\n1중단원(7개/15문제) -> 재시험(13개/15문제)\n2중단원(13개/15문제) 통과\n3중단원(12개/15문제) 통과\n4중단원(14개/15문제) 통과\n5중단원(10개/15문제) -> 재시험(13개/15문제)\n\n- 중1-1 실력과정 - 총 5중단원 - 진행중\n1중단원 평가예정\n\n- 중1-2 기본과정 - 총 7중단원 - 진행중\n1중단원( \n\n\n<학습주안점>\n- 자기주도학습을 성실히 잘 따르고 있음.      ', '      ', '      ', '      ', NULL, NULL, '      ', '', NULL, '', '', NULL, '010-', '미사용'),
(186, 'leanmath', '1', '2022-07-30 02:04:34', '재원', '서참솔', '수2토9', '아이디', '2022-05-28', '종료일', '', '2022-07-30', '카톡', NULL, '비밀번호', '초5', '초등', '묘곡초', '5', NULL, NULL, NULL, '3', '14', '6', '9', '0', '0', 300000, 0, 10000, '', '      ', '2022년 7월 30일 업데이트\n\n초5 서참솔 학습 기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(1시간), 화(1시간), 수(2시간), 목(1시간), 금(1시간), 토(2시간), 일(0시간) 주당 총 8시간\n\n<레벨테스트>\n초5 (5월) 43.66점\n\n<교재이력>\n초4-2 : 쎈\n초5-1 : 쎈연산, 쎈\n초5-2 : 빅터연산\n\n<교재진행사항>\n1) 연산선행 \n- 초5-2 (빅터연산) 총 8단원 - 마무리중\n1단원(6/11시작) 2단원(6/14) 3단원(6/20) 4단원(6/28) 5단원(7/4) 6단원(7/12) 7단원(7/20) 8단원(7/30시작, 마무리중)\n\n- 다음교재 초6-1(빅터연산) 예정\n\n2) 개념선행\n- 초5-1 (쎈 ) 총 6단원 - 진행중\n5단원(5/28시작) 4단원(6/7) 6단원(6/23) 1단원(7/14) 2단원(7/27시작, 진행중)\n\n3) 현행 심화 \n- 초4-2 ( 쎈) 총 6단원 - 진행중\n1단원(6/1) 2단원(6/21) 3단원(6.27) 4단원(7/22시작, 진행중)\n\n<단원평가 결과>\n- 초4-2 기본과정 - 총 6단원 - 진행중\n1단원(8개/10문제) 통과\n2단원(6개/10문제) -> 재시험(8개/10문제)\n3단원 평가예정\n\n- 초5-1 기본과정\n1단원(6개/10문제) -> 재시험(8개/10문제)\n5단원(6개/10문제) -> 재시험(8개/10문제)\n6단원 평가예정\n\n<학습주안점>\n- 자기주도학습을 열심히 배우고 있음.\n- 레벨테스트 결과를 토대로 초4-2 실력과정 복습을 하면서 초5-1 개념선행, 초5-2 연산선행을 병행해 나가고 있음.\n- 과정평가를 통해 점검하면서 평가할 수준을 정하고 있음.   ', '      ', '6/8 - 월, 화 과제가 충분히 안 되어 있음.  ', '      ', NULL, NULL, '      ', '', NULL, '', '', NULL, '010-', '미사용'),
(187, 'leanmath', '1', '2022-06-01 08:35:39', '대기', '이지민', '월3수3금2', '아이디', '2022-06-01', '종료일', '', '2022-05-31', '전화', NULL, '비밀번호', '초5', '초등', '명덕초', '5', NULL, NULL, NULL, '1', '14', '5', '14', '3', '14', 300000, 0, 10000, '', '  ', '2022년 4월 1일 업데이트\n\n초5 홍길동 학습 기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(2시간), 화(1시간), 수(1시간), 목(1시간), 금(2시간), 토(1시간), 일(0시간) 주당 총 8시간\n\n<레벨테스트>\n초4 (3월) 100점\n\n<교재이력>\n초5-1 : 빅터연산, 디딤돌(기본+응용), 쎈, 최상위S, 점프왕수학\n\n<교재진행사항>\n1) 연산선행 \n- 초4-1(??교재) 총 6단원 - 진행중\n\n- 다음교재 초4-1(??교재) 예정\n\n2) 개념선행\n- 초4-1(??교재) 총 6단원 - 진행중\n\n- 다음교재 초4-1(??교재) 예정\n\n3) 현행 심화 \n- 초4-1(??교재) 총 6단원 - 진행중\n\n- 다음교재 초4-1(??교재) 예정\n\n<단원평가 결과>\n- 초4-2 기본과정 - 진행중\n1단원(0개/10문제) \n\n<학습주안점>\n- 자기주도학습을 성실히 잘 따르고 있음.  ', '  ', '  ', '  ', NULL, NULL, '  ', '', NULL, '', NULL, NULL, '010-', '미사용'),
(188, 'leanmath', '1', '2022-08-20 04:49:19', '재원', '박민재', '수6토4', '아이디', '2022-06-15', '종료일', '', '2022-06-10', '전화', NULL, '비밀번호', '중1', '중등', '명일중', '1', NULL, NULL, NULL, '3', '18', '6', '16', '0', '0', 350000, 0, 10000, '', '        ', '2022년 7월 9일 업데이트\n\n중1 박민재 학습 기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(1.5시간), 화(1.5시간), 수(2시간), 목(1.5시간), 금(1.5시간), 토(2시간), 일(0시간) 주당 총 10시간\n\n<레벨테스트>\n중1(6월) 78.87점\n\n<과정평가>\n중1-1 실력과정(14개/20문제)\n\n<교재이력>\n중1-1 : 우공비, RPM, 최상위, 에이급\n중1-2 : 우공비, RPM, 쎈\n중2-1 : 개념+유형, RPM\n중2-2 : 개념+유형\n중3-1 : 개념+유형, 일품\n중3-2 : 수력충전, 개념+유형, 일품(1단원)\n\n<교재진행사항>\n1) 연산선행 \n- 중3-2 (수력충전) 총 6단원 - 종료\n1단원(6/15시작) 2단원(6/18) 3단원(6/22) 4단원(6/23) 5단원(6/29) 6단원(7/4시작, 7/6종료)\n\n- 다음교재 중2-2 (RPM) 예정\n\n2) 개념선행\n- 중2-1 (RPM) 총 9단원 - 진행중\n1단원(6/15시작) 2단원(6/18) 3단원(6/24) 4단원(6/28) 5단원(7/4) 6단원(7/8시작, 진행중)\n\n3) 현행 심화 \n- 중1-1 (에이급) 총 5단원 - 진행중\n4단원(6/15시작) 5단원(6/24) 1단원(7/9시작, 진행중)\n\n\n<단원평가 결과>\n- 중1-1 실력과정 - 총 5중단원\n1중단원(9개/15문제) -> 재시험(14개/15문제)\n2중단원(10개/15문제) -> 재시험(14개/15문제)\n3중단원(13개/15문제) 통과\n4중단원(10개/15문제) -> 재시험예정\n\n- 중2-1 기본과정\n1중단원(13개/15문제) 통과\n2중단원(15개/15문제) 통과\n\n- 중2-1 실력과정\n1중단원(10개/15문제) -> 재시험예정\n\n  ', '        ', '        ', '        ', NULL, NULL, '        ', '', NULL, '', '', NULL, '010-9036-0069', '사용'),
(189, 'leanmath', '1', '2022-07-06 05:23:57', '퇴원', '박승우', '수4토11', '아이디', '2022-06-15', '종료일', '', '2022-06-10', '전화', NULL, '비밀번호', '초6', '초등', '학교이름', '6', NULL, NULL, NULL, '3', '16', '6', '11', '0', '0', 300000, 0, 100000, '', '    ', '2022년 7월 2일 업데이트\n\n초6 박승우 학습 기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(1시간), 화(1시간), 수(2시간), 목(1시간), 금(1시간), 토(2시간), 일(0시간) 주당 총 8시간\n\n<레벨테스트>\n초6(5월) 50점\n\n<교재이력>\n초5-2 : 개념+유형(응+파) 최상위S\n초6-1 : 개념+유형(응+파) 쎈, 최상위\n초6-2 : 빅터연산\n\n<교재진행사항>\n1) 연산선행 \n- 초6-2 (빅터연산) 총 9단원 - 진행중\n1단원(6/15시작) 2단원(6/21) 3단원(6/24) 4단원(6/30시작, 진행중)\n\n- 다음교재 기탄수학 K1~K5 예정\n\n2) 개념선행\n- 초6-1 (쎈) 총 6단원 -진행중\n1단원(6/15시작) 2단원(6/21) 3단원(6/28시작, 진행중)\n\n3) 현행 심화 \n- 초5-2 (최상위S) 총 6단원\n1단원(6/15시작) 2단원(6/21) 3단원(6/30시작, 진행중)\n\n\n<단원평가 결과>\n- 초5-2 실력과정 총 6단원\n1단원(7개/10문제) -> 재시험(8개/10문제)\n2단원 평가예정\n\n- 초6-1 기본과정 총 6단원\n1단원(9개/10문제) 통과\n2단원(9개/10문제) 통과\n3단원 평가예정\n\n<학습주안점>\n- 자기주도학습을 성실히 잘 따르고 있음.    ', '    ', '    ', '    ', NULL, NULL, '    ', '', NULL, '', NULL, NULL, '010-', '미사용'),
(190, 'leanmath', '1', '2022-07-06 05:19:38', '퇴원', '박승원', '수8토4', '아이디', '2022-06-15', '종료일', '', '2022-06-10', '전화', NULL, '비밀번호', '중2', '중등', '명일중', '2', NULL, NULL, NULL, '3', '20', '6', '16', '0', '0', 350000, 0, 10000, '', '    ', '2022년 6월 2일 업데이트\n\n박승원 중2 학습 기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(1.5시간), 화(1.5시간), 수(2시간), 목(1.5시간), 금(1.5시간), 토(2시간), 일(0시간) 주당 총 10시간\n\n<레벨테스트>\n중2(6월) 59.15점\n\n<교재이력>\n중1-1 : \n중1-2 : 개념+유형(응+파), 쎈, 블랙라벨\n중2-1 : 개념+유형(응+파), 쎈, 블랙라벨\n중2-2 : 수력충전\n\n<교재진행사항>\n1) 연산선행 \n- 중2-2 (수력충전) 예정\n\n\n2) 개념선행\n\n\n3) 현행 심화 \n- 중2-1 (블랙라벨)  예정\n\n\n<내신준비 결과>\n1) 최다빈출 연습\n1. 연립일차방정식 풀이 ( 18개/20문제 )\n2. 연립일차방정식의 활용 ( 16개/20문제)\n3. 일차함수와 그 그래프 ( 18개/20문제)\n4. 일차함수와 일차방정식 (16개/20문제)\n\n2) 서술형 연습\n1. 연립일차방정식 (16개/20문제)\n\n3) 최다오답 연습\n1. 부등식과 연립방정식 (6개/15문제)\n2. 함수 (6개/15문제)\n\n4) 강남3구 기출연습\n1. 연립일차방정식 풀이 (25개/25문제)\n2. 연립일차방정식의 활용 ( 18개/25문제)\n\n5) 학교기출 실전연습\n1. 한영중 21년 (19개/21문제)\n2. 고덕중 18년 ( 21개/21문제) \n\n<단원평가 결과>\n\n<학습주안점>\n- 타학원에서 심화중심으로 자기주도학습을 했으나 선행이 필요함. ', '    ', '    ', '    ', NULL, NULL, '    ', '', NULL, '', NULL, NULL, '010-', '미사용'),
(191, 'leanmath', '1', '2022-07-21 07:20:44', '재원', '백지우', '화2목2', '아이디', '2022-06-16', '종료일', '', '2022-06-16', '전화', NULL, '비밀번호', '초5', '초등', '묘곡초', '5', NULL, NULL, NULL, '2', '14', '4', '14', '0', '0', 225000, 0, 5000, '', '   ', '2022년 7월 21일 업데이트\n\n초5 백지우 학습 기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(1시간), 화(1.5시간), 수(1시간), 목(1.5시간), 금(1시간), 토(1시간), 일(0시간) 주당 총 7시간\n\n<레벨테스트>\n초5 (6월) 59.15점\n\n<교재이력>\n초4-2 : 연산, 만점왕, 쎈\n초5-1 : 쎈연산, 디딤돌(기본+응용)\n초5-2 : 쎈연산\n\n<교재진행사항>\n1) 연산선행 \n- 초5-2 (쎈연산) 총 5단원 - 진행중\n1단원(6/16시작) 2단원(6/21) 3단원(7/5) 4단원(7/16시작, 진행중)\n\n- 다음교재 초6-1(빅터교재) 예정\n\n2) 개념선행\n- 초5-1 (디딤돌 기본+응용) 총 6단원 - 진행중\n1단원~4단원(기존) 5단원(6/20시작) 6단원(6/30) 기존푼 단원 복습(7/12시작, 진행중)\n\n- 다음 교재 초5-2(디딤돌 기본+응용) 예정\n\n3) 현행 심화 \n- 초4-2 (쎈) 총 6단원 - 진행중\n1단원(6/22시작) 2단원(6/30) 3단원(7/8시작, 진행중)\n\n- 다음 교재 초5-1 (쎈) 예정\n\n<단원평가 결과>\n- 초4-2 기본과정\n1단원(10개/10문제) 통과\n2단원(7개/10문제) -> 재시험(10개/10문제)\n3단원 평가예정\n\n- 초5-1 기본과정\n1단원(6개/10문제) -> 재시험(10개/10문제)\n2단원(2개/10문제) -> 재시험예정\n3단원(4개/10문제) -> 재시험예정\n4단원(9개/10문제) 통과\n5단원(2개/10문제) -> 재시험예정\n6단원(6개/10문제) -> 재시험예정\n\n<학습주안점>\n- 자기주도학습을 성실히 잘 따르고 있음.   ', '   ', '   ', '   ', NULL, NULL, '   ', '고래힐', NULL, '', '', NULL, '010-', '미사용'),
(192, 'leanmath', '1', '2022-06-27 04:58:55', '재원', '권구범', '수6토16', '아이디', '2022-07-02', '종료일', '', '2022-07-02', '입반', NULL, '비밀번호', '중2', '중등', '명일중', '2', NULL, NULL, NULL, '3', '18', '6', '16', '0', '0', 350000, 0, 10000, '', '  ', '2022년 6월 1일 업데이트\n\n초5 홍길동 학습 기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(2시간), 화(1시간), 수(1시간), 목(1시간), 금(2시간), 토(1시간), 일(0시간) 주당 총 8시간\n\n<레벨테스트>\n초4 (6월) 100점\n\n<교재이력>\n초5-1 : 빅터연산, 디딤돌(기본+응용), 쎈, 최상위S, 점프왕수학\n\n<교재진행사항>\n1) 연산선행 \n- 초4-1(??교재) 총 6단원 - 진행중\n\n- 다음교재 초4-1(??교재) 예정\n\n2) 개념선행\n- 초4-1(??교재) 총 6단원 - 진행중\n\n- 다음교재 초4-1(??교재) 예정\n\n3) 현행 심화 \n- 초4-1(??교재) 총 6단원 - 진행중\n\n- 다음교재 초4-1(??교재) 예정\n\n<단원평가 결과>\n- 초4-2 기본과정 - 진행중\n1단원(0개/10문제) \n\n<학습주안점>\n- 자기주도학습을 성실히 잘 따르고 있음.  ', '  ', '  ', '  ', NULL, NULL, '  ', '', NULL, '', NULL, NULL, '010-', '미사용'),
(193, 'leanmath', '1', '2022-07-26 15:10:32', '재원', '강지민', '수8토14', '아이디', '2022-07-03', '종료일', '', '2022-07-03', '', NULL, '비밀번호', '중1', '중등', '국악중', '1', NULL, NULL, NULL, '3', '20', '6', '14', '0', '0', 350000, 0, 10000, '', '   ', '2022년 6월 1일 업데이트\n\n초5 홍길동 학습 기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(2시간), 화(1시간), 수(1시간), 목(1시간), 금(2시간), 토(1시간), 일(0시간) 주당 총 8시간\n\n<레벨테스트>\n초4 (6월) 100점\n\n<교재이력>\n초5-1 : 빅터연산, 디딤돌(기본+응용), 쎈, 최상위S, 점프왕수학\n\n<교재진행사항>\n1) 연산선행 \n- 초4-1(??교재) 총 6단원 - 진행중\n\n- 다음교재 초4-1(??교재) 예정\n\n2) 개념선행\n- 초4-1(??교재) 총 6단원 - 진행중\n\n- 다음교재 초4-1(??교재) 예정\n\n3) 현행 심화 \n- 초4-1(??교재) 총 6단원 - 진행중\n\n- 다음교재 초4-1(??교재) 예정\n\n<단원평가 결과>\n- 초4-2 기본과정 - 진행중\n1단원(0개/10문제) \n\n<학습주안점>\n- 자기주도학습을 성실히 잘 따르고 있음.   ', '   ', '   ', '   ', NULL, NULL, '   ', '', NULL, '', '', NULL, '010-', '미사용'),
(195, 'leanmath', '1', '2022-07-21 02:26:49', '대기', '김남호', '수4토11', '아이디', '2022-07-13', '종료일', '', '2022-07-08', '입반', NULL, '비밀번호', '중2', '중등', '명일중', '21', NULL, NULL, NULL, '3', '16', '6', '11', '0', '0', 350000, 0, 10000, '', '  ', '2022년 6월 1일 업데이트\n\n초5 홍길동 학습 기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(2시간), 화(1시간), 수(1시간), 목(1시간), 금(2시간), 토(1시간), 일(0시간) 주당 총 8시간\n\n<레벨테스트>\n초4 (6월) 100점\n\n<교재이력>\n초5-1 : 빅터연산, 디딤돌(기본+응용), 쎈, 최상위S, 점프왕수학\n\n<교재진행사항>\n1) 연산선행 \n- 초4-1(??교재) 총 6단원 - 진행중\n\n- 다음교재 초4-1(??교재) 예정\n\n2) 개념선행\n- 초4-1(??교재) 총 6단원 - 진행중\n\n- 다음교재 초4-1(??교재) 예정\n\n3) 현행 심화 \n- 초4-1(??교재) 총 6단원 - 진행중\n\n- 다음교재 초4-1(??교재) 예정\n\n<단원평가 결과>\n- 초4-2 기본과정 - 진행중\n1단원(0개/10문제) \n\n<학습주안점>\n- 자기주도학습을 성실히 잘 따르고 있음.  ', '  ', '  ', '  ', NULL, NULL, '  ', '', NULL, '', '', NULL, '010-', '미사용'),
(196, 'leanmath', '1', '2022-07-21 02:34:15', '재원', '정재호', '수8토11', '아이디', '2022-07-16', '종료일', '', '2022-07-13', '', NULL, '비밀번호', '고2', '고등', '배재고', '2', NULL, NULL, NULL, '3', '20', '6', '16', '0', '0', 400000, 0, 10000, '', '  ', '2022년 6월 1일 업데이트\n\n초5 홍길동 학습 기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(2시간), 화(1시간), 수(1시간), 목(1시간), 금(2시간), 토(1시간), 일(0시간) 주당 총 8시간\n\n<레벨테스트>\n초4 (6월) 100점\n\n<교재이력>\n초5-1 : 빅터연산, 디딤돌(기본+응용), 쎈, 최상위S, 점프왕수학\n\n<교재진행사항>\n1) 연산선행 \n- 초4-1(??교재) 총 6단원 - 진행중\n\n- 다음교재 초4-1(??교재) 예정\n\n2) 개념선행\n- 초4-1(??교재) 총 6단원 - 진행중\n\n- 다음교재 초4-1(??교재) 예정\n\n3) 현행 심화 \n- 초4-1(??교재) 총 6단원 - 진행중\n\n- 다음교재 초4-1(??교재) 예정\n\n<단원평가 결과>\n- 초4-2 기본과정 - 진행중\n1단원(0개/10문제) \n\n<학습주안점>\n- 자기주도학습을 성실히 잘 따르고 있음.  ', '  ', '  ', '  ', NULL, NULL, '  ', '', NULL, '', '', NULL, '010-', '미사용'),
(197, 'leanmath', '1', '2022-08-01 08:20:11', '재원', '황태현', '수4토11', '아이디', '2022-07-20', '종료일', '', '2022-07-20', '', NULL, '비밀번호', '초6', '초등', '묘곡초', '6', NULL, NULL, NULL, '3', '14', '6', '11', '0', '0', 300000, 0, 10000, '', '   ', '2022년 6월 1일 업데이트\n\n초5 홍길동 학습 기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(2시간), 화(1시간), 수(1시간), 목(1시간), 금(2시간), 토(1시간), 일(0시간) 주당 총 8시간\n\n<레벨테스트>\n초4 (6월) 100점\n\n<교재이력>\n초5-1 : 빅터연산, 디딤돌(기본+응용), 쎈, 최상위S, 점프왕수학\n\n<교재진행사항>\n1) 연산선행 \n- 초4-1(??교재) 총 6단원 - 진행중\n\n- 다음교재 초4-1(??교재) 예정\n\n2) 개념선행\n- 초4-1(??교재) 총 6단원 - 진행중\n\n- 다음교재 초4-1(??교재) 예정\n\n3) 현행 심화 \n- 초4-1(??교재) 총 6단원 - 진행중\n\n- 다음교재 초4-1(??교재) 예정\n\n<단원평가 결과>\n- 초4-2 기본과정 - 진행중\n1단원(0개/10문제) \n\n<학습주안점>\n- 자기주도학습을 성실히 잘 따르고 있음.   ', '   ', '   ', '   ', NULL, NULL, '   ', '', NULL, '', '', NULL, '010-', '미사용'),
(198, 'leanmath', '1', '2022-08-01 12:14:53', '퇴원', '최현서', '수8토11', '아이디', '2022-07-23', '종료일', '', '2022-07-20', '', NULL, '비밀번호', '중2', '중등', '학교이름', '2', NULL, NULL, NULL, '3', '20', '6', '11', '0', '0', 350000, 0, 10000, '', '     ', '2022년 7월 30일 업데이트\n\n중2 최현서 학습 기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(1.5시간), 화(1.5시간), 수(2시간), 목(1.5시간), 금(1.5시간), 토(2시간), 일(0시간) 주당 총 10시간\n\n<레벨테스트>\n중2 (7월) 31.94점\n\n<과정평가>\n중1-2 : 기본(15개/20문제) \n중2-1 : 기본(14개/20문제) 실력(12개/20문제)\n중2-2 : 평가예정\n\n<학교내신>\n중2-1 중간(70점) 기말(88점)\n\n<교재이력>\n중2-1 : 학원(2권) 일품\n중2-2 학원(2권) 쎈 일품\n중3-1 : 디딤돌\n\n<교재진행사항>\n1) 연산선행 \n- 중3-1 (디딤돌) 총 7단원 - 진행중\n1단원(7/23시작) 2단원(7/26) 3단원(7/29시작, 진행중)\n\n2) 개념선행\n- 중2-2 (쎈) 총 11단원 - 진행중\n1단원(7/23시작, 진행중)\n\n3) 현행 심화 \n- 과정평가 후 교재 선정 예정\n\n\n\n<학습주안점>\n- 자기주도학습을 성실히 잘 따르고 있음.     ', '     ', '     ', '     ', NULL, NULL, '     ', '', NULL, '', '', NULL, '010-', '미사용'),
(199, 'leanmath', '1', '2022-08-09 10:49:34', '재원', '남건오', '화2목2', '아이디', '2022-07-26', '종료일', '', '2022-07-26', '', NULL, '비밀번호', '초6', '초등', '명덕초', '6', NULL, NULL, NULL, '2', '14', '4', '14', '0', '0', 300000, 0, 10000, '', '     ', '2022년 8월 9일 업데이트\n\n초6 남건오 학습 기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(1시간), 화(2시간), 수(1시간), 목(2시간), 금(1시간), 토(1시간), 일(0시간) 주당 총 8시간\n\n<레벨테스트>\n초6 (7월) 67.61점\n\n<과정평가>\n초6-1 실력(10개/15문제 -> 재시험예정 )\n초6-2 실력(14개/15문제 통과)\n\n\n<교재이력>\n초6-1 : 학원교재, 쎈, 최상위\n초6-2 : 쎈, 최상위(학원교재)\n중1-1 : 개념+유형(학원교재), 기탄수학(K2), 수력충전\n\n<교재진행사항>\n1) 연산선행 \n- 중1-1(기탄 K2) 총 4단원 - 진행중\n1단원(7/28시작) 2단원(7/29) 3단원(8/1) 4단원(8/8, 진행중) 4분문장제\n\n- 다음교재 (기탄 K5, 중1-2 수력충전) 예정\n\n2) 개념선행\n- 중1-1(수력충전) 총 8단원 - 진행중\n1단원(7/26시작) 2단원(7/26) 3단원(7/27) 4단원(7/27) 5단원(7/28) 6단원(7/28) 7단원(8/9시작, 진행중)\n\n- 중1-1(개념+유형) - 다른학원에서 진행중\n\n- 다음교재 중1-1( RPM ) 예정  \n\n3) 현행 심화 \n- 초6-2(최상위 교재) 총 6단원 - 다른 학원에서 진행중\n\n\n<학습주안점>\n ', '     ', '     ', '     ', NULL, NULL, '     ', '', NULL, '', '', NULL, '010-', '미사용'),
(200, 'leanmath', '1', '2022-08-05 11:40:22', '퇴원', '양진영', '화6목6', '아이디', '2022-07-26', '2022-08-04', '', '2022-07-26', '', NULL, '비밀번호', '중2', '중등', '배재중', '2', NULL, NULL, NULL, '2', '18', '4', '18', '0', '0', 350000, 0, 10000, '', '     ', '2022년 8월 3일 업데이트\n\n중2 양진영 학습 기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(1.5시간), 화(2시간), 수(1.5시간), 목(2시간), 금(1.5시간), 토(1.5시간), 일(0시간) 주당 총 10시간\n\n<레벨테스트>\n중2(7월) 76.39점\n\n<내신평가>\n중2-1 중간(93점) 기말(84점)\n\n<교재이력>\n중2-1 : 교과서, 숨마쿰, 쎈, 일품, 에이급\n중2-2 : 교과서, 숨마쿰, 쎈, 일품\n중3-1 : 교과서, 우공비(표준), 쎈, 일품\n중3-2 : 교과서, 숨마쿰\n고1-1 : 교과서, 수학의 샘\n\n<과정평가>\n중2-2 기본(19개/20문제) 실력(평가예정)\n\n<교재진행사항>\n1) 연산선행 \n- 중3-2 (교과서) - 종료\n\n- 중3-2 (숨마쿰) - 총6단원 - 진행중\n1단원(8/3시작) 2단원(7/4시작, 진행중)\n\n2) 개념선행\n중3-1 (우공비) - 종료\n\n중3-1 (쎈) - 진행중\n1단원(7/30시작) 2단원(8/1) 3단원(8/2) 4단원(8/4시작, 진행중)\n\n3) 현행 심화 \n중2-2 (일품) - 총 9단원 - 진행중\n1단원(7/26시작) 2단원(7/28) 3단원(8/2시작, 진행중)\n\n<단원평가 결과>\n- 중3-2 기초과정\n1단원(14개/15문제) 통과\n\n<학습주안점>\n', '     ', '     ', '     ', NULL, NULL, '     ', '', NULL, '', '', NULL, '010-', '미사용'),
(201, 'leanmath', '1', '2022-07-27 07:35:00', '재원', '강정두', '화8목8', '아이디', '2022-07-28', '종료일', '', '2022-07-27', '', NULL, '비밀번호', '중2', '중등', '학교이름', '2', NULL, NULL, NULL, '2', '20', '4', '20', '0', '0', 350000, 0, 10000, '', ' ', '2022년 6월 1일 업데이트\n\n초5 홍길동 학습 기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(2시간), 화(1시간), 수(1시간), 목(1시간), 금(2시간), 토(1시간), 일(0시간) 주당 총 8시간\n\n<레벨테스트>\n초4 (6월) 100점\n\n<교재이력>\n초5-1 : 빅터연산, 디딤돌(기본+응용), 쎈, 최상위S, 점프왕수학\n\n<교재진행사항>\n1) 연산선행 \n- 초4-1(??교재) 총 6단원 - 진행중\n\n- 다음교재 초4-1(??교재) 예정\n\n2) 개념선행\n- 초4-1(??교재) 총 6단원 - 진행중\n\n- 다음교재 초4-1(??교재) 예정\n\n3) 현행 심화 \n- 초4-1(??교재) 총 6단원 - 진행중\n\n- 다음교재 초4-1(??교재) 예정\n\n<단원평가 결과>\n- 초4-2 기본과정 - 진행중\n1단원(0개/10문제) \n\n<학습주안점>\n- 자기주도학습을 성실히 잘 따르고 있음. ', ' ', ' ', ' ', NULL, NULL, ' ', '', NULL, '', '', NULL, '010-', '미사용'),
(202, 'leanmath', '1', '2022-07-28 03:02:02', '재원', '남경연', '월6금6', '아이디', '2022-08-01', '종료일', '', '2022-07-28', '', NULL, '비밀번호', '중2', '중등', '학교이름', '2', NULL, NULL, NULL, '1', '18', '5', '18', '0', '0', 350000, 0, 10000, '', ' ', '2022년 6월 1일 업데이트\n\n초5 홍길동 학습 기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(2시간), 화(1시간), 수(1시간), 목(1시간), 금(2시간), 토(1시간), 일(0시간) 주당 총 8시간\n\n<레벨테스트>\n초4 (6월) 100점\n\n<교재이력>\n초5-1 : 빅터연산, 디딤돌(기본+응용), 쎈, 최상위S, 점프왕수학\n\n<교재진행사항>\n1) 연산선행 \n- 초4-1(??교재) 총 6단원 - 진행중\n\n- 다음교재 초4-1(??교재) 예정\n\n2) 개념선행\n- 초4-1(??교재) 총 6단원 - 진행중\n\n- 다음교재 초4-1(??교재) 예정\n\n3) 현행 심화 \n- 초4-1(??교재) 총 6단원 - 진행중\n\n- 다음교재 초4-1(??교재) 예정\n\n<단원평가 결과>\n- 초4-2 기본과정 - 진행중\n1단원(0개/10문제) \n\n<학습주안점>\n- 자기주도학습을 성실히 잘 따르고 있음. ', ' ', ' ', ' ', NULL, NULL, ' ', '', NULL, '', '', NULL, '010-', '미사용'),
(203, 'leanmath', '1', '2022-07-31 11:19:01', '재원', '강도현', '수8토11', '아이디', '2022-08-01', '종료일', '', '2022-07-31', '', NULL, '비밀번호', '중2', '중등', '학교이름', '2', NULL, NULL, NULL, '3', '20', '6', '11', '0', '0', 350000, 0, 10000, '', ' ', '2022년 6월 1일 업데이트\n\n초5 홍길동 학습 기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(2시간), 화(1시간), 수(1시간), 목(1시간), 금(2시간), 토(1시간), 일(0시간) 주당 총 8시간\n\n<레벨테스트>\n초4 (6월) 100점\n\n<교재이력>\n초5-1 : 빅터연산, 디딤돌(기본+응용), 쎈, 최상위S, 점프왕수학\n\n<교재진행사항>\n1) 연산선행 \n- 초4-1(??교재) 총 6단원 - 진행중\n\n- 다음교재 초4-1(??교재) 예정\n\n2) 개념선행\n- 초4-1(??교재) 총 6단원 - 진행중\n\n- 다음교재 초4-1(??교재) 예정\n\n3) 현행 심화 \n- 초4-1(??교재) 총 6단원 - 진행중\n\n- 다음교재 초4-1(??교재) 예정\n\n<단원평가 결과>\n- 초4-2 기본과정 - 진행중\n1단원(0개/10문제) \n\n<학습주안점>\n- 자기주도학습을 성실히 잘 따르고 있음. ', ' ', ' ', ' ', NULL, NULL, ' ', '', NULL, '', '', NULL, '010-', '미사용'),
(204, 'leanmath', '1', '2022-08-20 07:11:53', '대기', '오현석', '수6토11', '아이디', '시작일', '종료일', NULL, NULL, NULL, NULL, '비밀번호', NULL, '미정', '학교이름', '미정', NULL, NULL, NULL, '0', '0', '0', '0', '0', '0', 0, 0, 0, NULL, NULL, '2022년 6월 1일 업데이트\n\n초5 홍길동 학습 기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(2시간), 화(1시간), 수(1시간), 목(1시간), 금(2시간), 토(1시간), 일(0시간) 주당 총 8시간\n\n<레벨테스트>\n초4 (6월) 100점\n\n<교재이력>\n초5-1 : 빅터연산, 디딤돌(기본+응용), 쎈, 최상위S, 점프왕수학\n\n<교재진행사항>\n1) 연산선행 \n- 초4-1(??교재) 총 6단원 - 진행중\n\n- 다음교재 초4-1(??교재) 예정\n\n2) 개념선행\n- 초4-1(??교재) 총 6단원 - 진행중\n\n- 다음교재 초4-1(??교재) 예정\n\n3) 현행 심화 \n- 초4-1(??교재) 총 6단원 - 진행중\n\n- 다음교재 초4-1(??교재) 예정\n\n<단원평가 결과>\n- 초4-2 기본과정 - 진행중\n1단원(0개/10문제) \n\n<학습주안점>\n- 자기주도학습을 성실히 잘 따르고 있음.', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '010-', '미사용'),
(205, 'leanmath', '1', '2022-08-20 07:13:59', '재원', '오현석', '수6토11', '아이디', '2022-08-17', '종료일', '', '2022-08-17', '', NULL, '비밀번호', '중2', '중등', '학교이름', '2', NULL, NULL, NULL, '3', '18', '6', '11', '0', '0', 350000, 0, 10000, '', '  ', '2022년 6월 1일 업데이트\n\n초5 홍길동 학습 기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(2시간), 화(1시간), 수(1시간), 목(1시간), 금(2시간), 토(1시간), 일(0시간) 주당 총 8시간\n\n<레벨테스트>\n초4 (6월) 100점\n\n<교재이력>\n초5-1 : 빅터연산, 디딤돌(기본+응용), 쎈, 최상위S, 점프왕수학\n\n<교재진행사항>\n1) 연산선행 \n- 초4-1(??교재) 총 6단원 - 진행중\n\n- 다음교재 초4-1(??교재) 예정\n\n2) 개념선행\n- 초4-1(??교재) 총 6단원 - 진행중\n\n- 다음교재 초4-1(??교재) 예정\n\n3) 현행 심화 \n- 초4-1(??교재) 총 6단원 - 진행중\n\n- 다음교재 초4-1(??교재) 예정\n\n<단원평가 결과>\n- 초4-2 기본과정 - 진행중\n1단원(0개/10문제) \n\n<학습주안점>\n- 자기주도학습을 성실히 잘 따르고 있음.  ', '  ', '  8월, 9월 수강료 카드납부', '  ', NULL, NULL, '  ', '', NULL, '', '', NULL, '010-', '미사용'),
(206, 'leanmath', '1', '2022-08-20 07:11:54', '대기', '오현석', '수6토11', '아이디', '시작일', '종료일', NULL, NULL, NULL, NULL, '비밀번호', NULL, '미정', '학교이름', '미정', NULL, NULL, NULL, '0', '0', '0', '0', '0', '0', 0, 0, 0, NULL, NULL, '2022년 6월 1일 업데이트\n\n초5 홍길동 학습 기록 공유드립니다.\n\n<자기주도 학습시간계획>\n월(2시간), 화(1시간), 수(1시간), 목(1시간), 금(2시간), 토(1시간), 일(0시간) 주당 총 8시간\n\n<레벨테스트>\n초4 (6월) 100점\n\n<교재이력>\n초5-1 : 빅터연산, 디딤돌(기본+응용), 쎈, 최상위S, 점프왕수학\n\n<교재진행사항>\n1) 연산선행 \n- 초4-1(??교재) 총 6단원 - 진행중\n\n- 다음교재 초4-1(??교재) 예정\n\n2) 개념선행\n- 초4-1(??교재) 총 6단원 - 진행중\n\n- 다음교재 초4-1(??교재) 예정\n\n3) 현행 심화 \n- 초4-1(??교재) 총 6단원 - 진행중\n\n- 다음교재 초4-1(??교재) 예정\n\n<단원평가 결과>\n- 초4-2 기본과정 - 진행중\n1단원(0개/10문제) \n\n<학습주안점>\n- 자기주도학습을 성실히 잘 따르고 있음.', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '010-', '미사용');

-- --------------------------------------------------------

--
-- 테이블 구조 `st_book`
--

CREATE TABLE IF NOT EXISTS `st_book` (
  `id` bigint(8) NOT NULL,
  `flag` varchar(1) DEFAULT '1',
  `modified_time` timestamp NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `title` varchar(100) DEFAULT NULL,
  `grade1` varchar(5) DEFAULT '중등',
  `grade2` varchar(5) DEFAULT NULL,
  `chapter_count` varchar(2) DEFAULT NULL,
  `book_level` varchar(10) DEFAULT NULL,
  `description` varchar(100) DEFAULT NULL,
  `status` varchar(10) DEFAULT '사용',
  `workspace` varchar(10) DEFAULT 'leanmath'
) ENGINE=InnoDB AUTO_INCREMENT=196 DEFAULT CHARSET=utf8;

--
-- 테이블의 덤프 데이터 `st_book`
--

INSERT INTO `st_book` (`id`, `flag`, `modified_time`, `title`, `grade1`, `grade2`, `chapter_count`, `book_level`, `description`, `status`, `workspace`) VALUES
(1, '1', '2022-02-04 13:52:36', '쎈연산', '초등', '4-1', '6', '연산', '메모', '사용', 'leanmath'),
(2, '1', '2022-02-04 13:52:36', '빅터연산', '초등', '4-1', '6', '연산', '메모 ', '사용', 'leanmath'),
(3, '1', '2022-02-04 13:52:36', '기탄수학', '초등', '4-1', '6', '연산', '메모   ', '사용', 'leanmath'),
(4, '1', '2022-02-04 13:52:36', '디딤돌연산', '초등', '4-1', '6', '연산', '메모 ', '사용', 'leanmath'),
(5, '1', '2022-02-04 13:52:36', 'EBS만점왕', '초등', '4-1', '6', '기초', '메모', '사용', 'leanmath'),
(6, '1', '2022-02-04 13:52:36', '디딤돌(기본)', '초등', '4-1', '6', '기초', '메모 ', '사용', 'leanmath'),
(7, '1', '2022-02-04 13:52:36', '디딤돌(응용)', '초등', '4-1', '6', '실력', '메모 ', '사용', 'leanmath'),
(8, '1', '2022-02-04 13:52:36', '디딤돌(기본+응용)', '초등', '4-1', '6', '실력', '메모 ', '사용', 'leanmath'),
(9, '1', '2022-02-04 13:52:36', '쎈', '초등', '4-1', '6', '실력', '메모 ', '사용', 'leanmath'),
(10, '1', '2022-02-04 13:52:36', '최상위S', '초등', '4-1', '6', '심화', '메모', '사용', 'leanmath'),
(11, '1', '2022-02-04 13:52:36', '최상위', '초등', '4-1', '6', '심화', '메모', '사용', 'leanmath'),
(12, '1', '2022-02-04 13:52:36', '점프왕수학', '초등', '4-1', '6', '심화', '메모 ', '사용', 'leanmath'),
(13, '1', '2022-02-04 13:52:36', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(14, '1', '2022-02-04 13:52:36', '쎈연산', '초등', '4-2', '6', '연산', '메모', '사용', 'leanmath'),
(15, '1', '2022-02-04 13:52:36', '빅터연산', '초등', '4-2', '6', '연산', '메모 ', '사용', 'leanmath'),
(16, '1', '2022-02-04 13:52:36', '기탄수학', '초등', '4-2', '6', '연산', '메모   ', '사용', 'leanmath'),
(17, '1', '2022-02-04 13:52:36', '디딤돌연산', '초등', '4-2', '6', '연산', '메모 ', '사용', 'leanmath'),
(18, '1', '2022-02-04 13:52:36', 'EBS만점왕', '초등', '4-2', '6', '기초', '메모', '사용', 'leanmath'),
(19, '1', '2022-02-04 13:52:36', '디딤돌(기본)', '초등', '4-2', '6', '기초', '메모 ', '사용', 'leanmath'),
(20, '1', '2022-02-04 13:52:36', '디딤돌(응용)', '초등', '4-2', '6', '실력', '메모 ', '사용', 'leanmath'),
(21, '1', '2022-02-04 13:52:36', '디딤돌(기본+응용)', '초등', '4-2', '6', '실력', '메모 ', '사용', 'leanmath'),
(22, '1', '2022-02-04 13:52:36', '쎈', '초등', '4-2', '6', '실력', '메모 ', '사용', 'leanmath'),
(23, '1', '2022-02-04 13:52:36', '최상위S', '초등', '4-2', '6', '심화', '메모', '사용', 'leanmath'),
(24, '1', '2022-02-04 13:52:36', '최상위', '초등', '4-2', '6', '심화', '메모', '사용', 'leanmath'),
(25, '1', '2022-02-04 13:52:36', '점프왕수학', '초등', '4-2', '6', '심화', '메모 ', '사용', 'leanmath'),
(26, '1', '2022-02-04 13:52:36', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(27, '1', '2022-02-04 13:52:36', '쎈연산', '초등', '5-1', '6', '연산', '메모', '사용', 'leanmath'),
(28, '1', '2022-02-04 13:52:36', '빅터연산', '초등', '5-1', '6', '연산', '메모 ', '사용', 'leanmath'),
(29, '1', '2022-02-04 13:52:36', '기탄수학', '초등', '5-1', '6', '연산', '메모   ', '사용', 'leanmath'),
(30, '1', '2022-02-04 13:52:36', '디딤돌연산', '초등', '5-1', '6', '연산', '메모 ', '사용', 'leanmath'),
(31, '1', '2022-02-04 13:52:36', 'EBS만점왕', '초등', '5-1', '6', '기초', '메모', '사용', 'leanmath'),
(32, '1', '2022-02-04 13:52:36', '디딤돌(기본)', '초등', '5-1', '6', '기초', '메모 ', '사용', 'leanmath'),
(33, '1', '2022-02-04 13:52:36', '디딤돌(응용)', '초등', '5-1', '6', '실력', '메모 ', '사용', 'leanmath'),
(34, '1', '2022-02-04 13:52:36', '디딤돌(기본+응용)', '초등', '5-1', '6', '실력', '메모 ', '사용', 'leanmath'),
(35, '1', '2022-02-04 13:52:36', '쎈', '초등', '5-1', '6', '실력', '메모 ', '사용', 'leanmath'),
(36, '1', '2022-02-04 13:52:36', '최상위S', '초등', '5-1', '6', '심화', '메모', '사용', 'leanmath'),
(37, '1', '2022-02-04 13:52:36', '최상위', '초등', '5-1', '6', '심화', '메모', '사용', 'leanmath'),
(38, '1', '2022-02-04 13:52:36', '점프왕수학', '초등', '5-1', '6', '심화', '메모 ', '사용', 'leanmath'),
(39, '1', '2022-02-04 13:52:36', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(40, '1', '2022-02-04 13:52:36', '쎈연산', '초등', '5-2', '6', '연산', '메모', '사용', 'leanmath'),
(41, '1', '2022-02-04 13:52:36', '빅터연산', '초등', '5-2', '6', '연산', '메모 ', '사용', 'leanmath'),
(42, '1', '2022-02-04 13:52:36', '기탄수학', '초등', '5-2', '6', '연산', '메모   ', '사용', 'leanmath'),
(43, '1', '2022-02-04 13:52:36', '디딤돌연산', '초등', '5-2', '6', '연산', '메모 ', '사용', 'leanmath'),
(44, '1', '2022-02-04 13:52:36', 'EBS만점왕', '초등', '5-2', '6', '기초', '메모', '사용', 'leanmath'),
(45, '1', '2022-02-04 13:52:36', '디딤돌(기본)', '초등', '5-2', '6', '기초', '메모 ', '사용', 'leanmath'),
(46, '1', '2022-02-04 13:52:36', '디딤돌(응용)', '초등', '5-2', '6', '실력', '메모 ', '사용', 'leanmath'),
(47, '1', '2022-02-04 13:52:36', '디딤돌(기본+응용)', '초등', '5-2', '6', '실력', '메모 ', '사용', 'leanmath'),
(48, '1', '2022-02-04 13:52:36', '쎈', '초등', '5-2', '6', '실력', '메모 ', '사용', 'leanmath'),
(49, '1', '2022-02-04 13:52:36', '최상위S', '초등', '5-2', '6', '심화', '메모', '사용', 'leanmath'),
(50, '1', '2022-02-04 13:52:36', '최상위', '초등', '5-2', '6', '심화', '메모', '사용', 'leanmath'),
(51, '1', '2022-02-04 13:52:36', '점프왕수학', '초등', '5-2', '6', '심화', '메모 ', '사용', 'leanmath'),
(52, '1', '2022-02-04 13:52:36', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(53, '1', '2022-02-04 13:52:36', '쎈연산', '초등', '6-1', '6', '연산', '메모', '사용', 'leanmath'),
(54, '1', '2022-02-04 13:52:36', '빅터연산', '초등', '6-1', '6', '연산', '메모 ', '사용', 'leanmath'),
(55, '1', '2022-02-04 13:52:36', '기탄수학', '초등', '6-1', '6', '연산', '메모   ', '사용', 'leanmath'),
(56, '1', '2022-02-04 13:52:36', '디딤돌연산', '초등', '6-1', '6', '연산', '메모 ', '사용', 'leanmath'),
(57, '1', '2022-02-04 13:52:36', 'EBS만점왕', '초등', '6-1', '6', '기초', '메모', '사용', 'leanmath'),
(58, '1', '2022-02-04 13:52:36', '디딤돌(기본)', '초등', '6-1', '6', '기초', '메모 ', '사용', 'leanmath'),
(59, '1', '2022-02-04 13:52:36', '디딤돌(응용)', '초등', '6-1', '6', '실력', '메모 ', '사용', 'leanmath'),
(60, '1', '2022-02-04 13:52:36', '디딤돌(기본+응용)', '초등', '6-1', '6', '실력', '메모 ', '사용', 'leanmath'),
(61, '1', '2022-02-04 13:52:36', '쎈', '초등', '6-1', '6', '실력', '메모 ', '사용', 'leanmath'),
(62, '1', '2022-02-04 13:52:36', '최상위S', '초등', '6-1', '6', '심화', '메모', '사용', 'leanmath'),
(63, '1', '2022-02-04 13:52:36', '최상위', '초등', '6-1', '6', '심화', '메모', '사용', 'leanmath'),
(64, '1', '2022-02-04 13:52:36', '점프왕수학', '초등', '6-1', '6', '심화', '메모 ', '사용', 'leanmath'),
(65, '1', '2022-02-04 13:52:36', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(66, '1', '2022-02-04 13:52:36', '쎈연산', '초등', '6-2', '6', '연산', '메모', '사용', 'leanmath'),
(67, '1', '2022-02-04 13:52:36', '빅터연산', '초등', '6-2', '6', '연산', '메모 ', '사용', 'leanmath'),
(68, '1', '2022-02-04 13:52:36', '기탄수학', '초등', '6-2', '6', '연산', '메모   ', '사용', 'leanmath'),
(69, '1', '2022-02-04 13:52:36', '디딤돌연산', '초등', '6-2', '6', '연산', '메모 ', '사용', 'leanmath'),
(70, '1', '2022-02-04 13:52:36', 'EBS만점왕', '초등', '6-2', '6', '기초', '메모', '사용', 'leanmath'),
(71, '1', '2022-02-04 13:52:36', '디딤돌(기본)', '초등', '6-2', '6', '기초', '메모 ', '사용', 'leanmath'),
(72, '1', '2022-02-04 13:52:36', '디딤돌(응용)', '초등', '6-2', '6', '실력', '메모 ', '사용', 'leanmath'),
(73, '1', '2022-02-04 13:52:36', '디딤돌(기본+응용)', '초등', '6-2', '6', '실력', '메모 ', '사용', 'leanmath'),
(74, '1', '2022-02-04 13:52:36', '쎈', '초등', '6-2', '6', '실력', '메모 ', '사용', 'leanmath'),
(75, '1', '2022-02-04 13:52:36', '최상위S', '초등', '6-2', '6', '심화', '메모', '사용', 'leanmath'),
(76, '1', '2022-02-04 13:52:36', '최상위', '초등', '6-2', '6', '심화', '메모', '사용', 'leanmath'),
(77, '1', '2022-02-04 13:52:36', '점프왕수학', '초등', '6-2', '6', '심화', '메모 ', '사용', 'leanmath'),
(182, '1', '2022-02-27 14:59:39', '쎈(고등수학-상)', '고등', '1-1', '10', NULL, NULL, '사용', 'leanmath'),
(184, '1', '2022-02-27 15:30:40', '쎈(고등수학-하)', '고등', '1-2', '7', NULL, NULL, '사용', 'leanmath'),
(185, '1', '2022-02-27 15:31:06', '쎈(수1)', '고등', '2-1', '10', NULL, NULL, '사용', 'leanmath'),
(186, '1', '2022-02-27 15:00:22', '쎈(수학2)', '고등', '2-2', '9', NULL, NULL, '사용', 'leanmath'),
(187, '1', '2022-02-27 15:00:43', '쎈(미적분)', '고등', '3-1', '10', NULL, NULL, '사용', 'leanmath'),
(188, '1', '2022-02-27 15:31:42', '쎈(확률과통계)', '고등', '3-1', '7', NULL, NULL, '사용', 'leanmath'),
(189, '1', '2022-02-27 15:31:25', '쎈(기하)', '고등', '2-1', '6', NULL, NULL, '사용', 'leanmath'),
(190, '1', '2022-02-27 15:16:18', '쎈', '중등', '1-1', '9', NULL, NULL, '사용', 'leanmath'),
(191, '1', '2022-02-27 15:11:34', '쎈', '중등', '1-2', '11', NULL, NULL, '사용', 'leanmath'),
(192, '1', '2022-02-27 15:19:20', '쎈', '중등', '2-1', '11', NULL, NULL, '사용', 'leanmath'),
(193, '1', '2022-02-27 15:21:49', '쎈', '중등', '2-2', '11', NULL, NULL, '사용', 'leanmath'),
(194, '1', '2022-02-27 15:27:01', '쎈', '중등', '3-1', '12', NULL, NULL, '사용', 'leanmath'),
(195, '1', '2022-02-27 15:27:26', '쎈', '중등', '3-2', NULL, NULL, NULL, '사용', 'leanmath');

-- --------------------------------------------------------

--
-- 테이블 구조 `st_book_chapter`
--

CREATE TABLE IF NOT EXISTS `st_book_chapter` (
  `id` bigint(8) NOT NULL,
  `modified_time` timestamp NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `number` tinyint(2) DEFAULT '1',
  `title` varchar(100) DEFAULT '미정',
  `sort_seq` varchar(2) DEFAULT NULL,
  `book_id` bigint(8) NOT NULL
) ENGINE=InnoDB AUTO_INCREMENT=385 DEFAULT CHARSET=utf8;

--
-- 테이블의 덤프 데이터 `st_book_chapter`
--

INSERT INTO `st_book_chapter` (`id`, `modified_time`, `number`, `title`, `sort_seq`, `book_id`) VALUES
(1, '2022-02-04 13:52:36', 1, '유리수', '1', 1),
(2, '2022-02-04 13:52:36', 2, '무리수', '1', 1),
(3, '2022-02-04 13:52:36', 3, '실수', '1', 1),
(4, '2022-02-04 13:52:37', 4, '적분', '1', 1),
(161, '2022-02-17 03:45:30', 6, '평균과가능성', NULL, 48),
(162, '2022-02-17 03:45:09', 5, '직육면체', NULL, 48),
(163, '2022-02-17 03:45:27', 4, '소수의곱셈', NULL, 48),
(164, '2022-02-17 03:45:25', 3, '합동과대칭', NULL, 48),
(165, '2022-02-17 03:45:23', 2, '분수의곱셈', NULL, 48),
(166, '2022-02-17 03:45:22', 1, '수의범위와어림하기', NULL, 48),
(167, '2022-02-17 03:47:15', 6, '직육면체의부피와겉넓이', NULL, 61),
(168, '2022-02-17 03:47:07', 5, '여러가지그래프', NULL, 61),
(169, '2022-02-17 03:46:45', 4, '비와비율', NULL, 61),
(170, '2022-02-17 03:46:48', 3, '소수의나눗셈', NULL, 61),
(171, '2022-02-17 03:46:50', 2, '각기둥과각뿔', NULL, 61),
(172, '2022-02-17 03:46:53', 1, '분수의나눗셈', NULL, 61),
(173, '2022-02-17 03:48:49', 6, '원기둥과원뿔과구', NULL, 74),
(174, '2022-02-17 03:48:28', 5, '원의넓이', NULL, 74),
(175, '2022-02-17 03:48:23', 4, '비례식과비례배분', NULL, 74),
(176, '2022-02-17 03:48:17', 3, '공간과입체', NULL, 74),
(177, '2022-02-17 03:48:12', 2, '소수의나눗셈', NULL, 74),
(178, '2022-02-17 03:48:05', 1, '분수의나눗셈', NULL, 74),
(179, '2022-02-19 15:35:48', 1, '미정', NULL, 11),
(180, '2022-02-19 15:35:53', 1, '미정', NULL, 11),
(181, '2022-02-19 15:35:55', 1, '미정', NULL, 11),
(182, '2022-02-19 15:35:57', 1, '미정', NULL, 11),
(183, '2022-02-19 15:35:57', 1, '미정', NULL, 11),
(184, '2022-02-19 15:36:02', 1, '미정', NULL, 11),
(185, '2022-02-20 07:30:16', 6, '원기둥원뿔', NULL, 77),
(186, '2022-02-20 07:30:18', 5, '원의넓이', NULL, 77),
(187, '2022-02-20 07:30:20', 4, '비례식과비례배분', NULL, 77),
(188, '2022-02-20 07:30:23', 3, '공간과입체', NULL, 77),
(189, '2022-02-20 07:30:27', 2, '소수의나눗셈', NULL, 77),
(190, '2022-02-20 07:28:30', 1, '분수의나눗셈', NULL, 77),
(191, '2022-02-20 07:55:31', 6, '원기둥원뿔구', NULL, 73),
(192, '2022-02-20 07:56:44', 5, '원의넓이', NULL, 73),
(193, '2022-02-20 07:56:13', 4, '비례식과비례배분', NULL, 73),
(194, '2022-02-20 07:54:15', 3, '공간과입체', NULL, 73),
(195, '2022-02-20 07:48:39', 2, '소수의나눗셈', NULL, 73),
(196, '2022-02-20 07:52:52', 1, '분수의나눗셈', NULL, 73),
(197, '2022-02-20 08:20:04', 1, '원기둥과원뿔과구', NULL, 75),
(198, '2022-02-20 08:19:49', 1, '원의넓이', NULL, 75),
(199, '2022-02-20 08:19:38', 1, '비례식과비례배분', NULL, 75),
(200, '2022-02-20 08:19:24', 1, '공간과입체', NULL, 75),
(201, '2022-02-20 08:19:14', 1, '소수의나눗셈', NULL, 75),
(202, '2022-02-20 08:19:09', 1, '분수의나눗셈', NULL, 75),
(203, '2022-02-20 08:23:05', 6, '직육면체의부피와겉넓이', NULL, 60),
(204, '2022-02-20 08:22:56', 5, '여러가지그래프', NULL, 60),
(205, '2022-02-20 08:22:52', 4, '비와비율', NULL, 60),
(206, '2022-02-20 08:22:48', 3, '소수의나눗셈', NULL, 60),
(207, '2022-02-20 08:22:44', 2, '각기둥과각뿔', NULL, 60),
(208, '2022-02-20 08:22:39', 1, '분수의나눗셈', NULL, 60),
(209, '2022-02-20 08:26:39', 6, '직육면체의부피와겉넓이', NULL, 62),
(210, '2022-02-20 08:26:29', 5, '여러가지그래프', NULL, 62),
(211, '2022-02-20 08:26:24', 4, '비와비율', NULL, 62),
(212, '2022-02-20 08:26:18', 3, '소수의나누셈', NULL, 62),
(213, '2022-02-20 08:26:14', 2, '각기둥과각뿔', NULL, 62),
(214, '2022-02-20 08:25:48', 1, '분수의나눗셈', NULL, 62),
(215, '2022-02-20 08:28:16', 6, '직육면체의부피와겉넓이', NULL, 64),
(216, '2022-02-20 08:28:09', 5, '여러가지그래프', NULL, 64),
(217, '2022-02-20 08:28:04', 4, '비와비율', NULL, 64),
(218, '2022-02-20 08:27:59', 3, '소수의나눗셈', NULL, 64),
(219, '2022-02-20 08:27:55', 2, '각기둥과각뿔', NULL, 64),
(220, '2022-02-20 08:27:49', 1, '분수의나눗셈', NULL, 64),
(221, '2022-02-20 08:31:37', 8, '직육면체의부피와겉넓이', NULL, 54),
(222, '2022-02-20 08:31:29', 7, '비와비율', NULL, 54),
(223, '2022-02-20 08:31:25', 6, '소수의나누셈(3)', NULL, 54),
(224, '2022-02-20 08:31:20', 5, '소수의나눗셈(2)', NULL, 54),
(225, '2022-02-20 08:31:14', 4, '소수의나눗셈(1)', NULL, 54),
(226, '2022-02-20 08:31:11', 3, '분수의곱셈과나눗셈', NULL, 54),
(227, '2022-02-20 08:30:59', 2, '분수의나눗셈(2)', NULL, 54),
(228, '2022-02-20 08:30:52', 1, '분수의나눗셈(1)', NULL, 54),
(230, '2022-02-20 08:34:28', 9, '원의넓이', NULL, 67),
(231, '2022-02-20 08:34:22', 8, '비례식(2)', NULL, 67),
(232, '2022-02-20 08:34:17', 7, '비례식(1)', NULL, 67),
(233, '2022-02-20 08:34:10', 6, '소수의나눗셈(3)', NULL, 67),
(234, '2022-02-20 08:34:03', 5, '소수의나눗셈(2)', NULL, 67),
(235, '2022-02-20 08:33:57', 4, '소수의나눗셈(1)', NULL, 67),
(236, '2022-02-20 08:33:51', 3, '분수나눗셈의혼합계산', NULL, 67),
(237, '2022-02-20 08:33:41', 2, '분수의나눗셈(2)', NULL, 67),
(238, '2022-02-20 08:33:34', 1, '분수의나눗셈(1)', NULL, 67),
(239, '2022-02-26 09:55:14', 6, '다각형', NULL, 22),
(240, '2022-02-26 09:55:08', 5, '꺾은선그래프', NULL, 22),
(241, '2022-02-26 09:54:53', 4, '사각형', NULL, 22),
(242, '2022-02-26 09:54:49', 3, '소수의덧셈과뺄셈', NULL, 22),
(243, '2022-02-26 09:54:43', 2, '삼각형', NULL, 22),
(244, '2022-02-26 09:54:39', 1, '분수의덧셈과뺄셈', NULL, 22),
(245, '2022-02-26 09:58:23', 6, '다각형의둘레와넓이', NULL, 35),
(246, '2022-02-26 09:58:07', 5, '분수의덧셈과뺄셈', NULL, 35),
(247, '2022-02-26 09:57:59', 4, '약분과통분', NULL, 35),
(248, '2022-02-26 09:57:50', 3, '규칙과대응', NULL, 35),
(249, '2022-02-26 09:57:46', 2, '약수와배수', NULL, 35),
(250, '2022-02-26 09:57:39', 1, '자연수의혼합계산', NULL, 35),
(251, '2022-02-27 01:43:01', 6, '규칙찾기', NULL, 9),
(252, '2022-02-27 01:42:55', 5, '막대그래프', NULL, 9),
(253, '2022-02-27 01:42:50', 4, '평면도형의이동', NULL, 9),
(254, '2022-02-27 01:42:45', 3, '곱셈과나눗셈', NULL, 9),
(255, '2022-02-27 01:42:39', 2, '각도', NULL, 9),
(256, '2022-02-27 01:42:35', 1, '큰수', NULL, 9),
(257, '2022-02-27 14:01:34', 12, '도형의이동', NULL, 182),
(258, '2022-02-27 14:01:24', 11, '원의방정식', NULL, 182),
(259, '2022-02-27 14:01:13', 10, '직선의방정식', NULL, 182),
(260, '2022-02-27 14:01:04', 9, '평면좌표', NULL, 182),
(261, '2022-02-27 14:00:54', 8, '이차부등식', NULL, 182),
(262, '2022-02-27 14:00:46', 7, '일차부등식', NULL, 182),
(263, '2022-02-27 14:00:39', 6, '여러가지방정식', NULL, 182),
(264, '2022-02-27 14:00:26', 5, '이차방정식과이차함수', NULL, 182),
(265, '2022-02-27 14:00:16', 4, '이차방정식', NULL, 182),
(266, '2022-02-27 14:00:10', 3, '복소수', NULL, 182),
(267, '2022-02-27 14:00:10', 2, '나머지정리와인수분해', NULL, 182),
(268, '2022-02-27 13:59:58', 1, '다항식의연산', NULL, 182),
(269, '2022-02-27 14:04:25', 7, '순열과조합', NULL, 184),
(270, '2022-02-27 14:04:21', 6, '무리식과무리함수', NULL, 184),
(271, '2022-02-27 14:04:12', 5, '유리식과유리함수', NULL, 184),
(272, '2022-02-27 14:04:05', 4, '함수', NULL, 184),
(273, '2022-02-27 14:04:01', 3, '명제', NULL, 184),
(274, '2022-02-27 14:03:57', 2, '집합의연산', NULL, 184),
(275, '2022-02-27 14:03:52', 1, '집합의뜻과표현', NULL, 184),
(279, '2022-02-27 14:07:17', 10, '수학적귀납법', NULL, 185),
(280, '2022-02-27 14:07:08', 9, '수열의합', NULL, 185),
(281, '2022-02-27 14:07:02', 8, '등차수열과등비수열', NULL, 185),
(282, '2022-02-27 14:06:52', 7, '삼각함수의활용', NULL, 185),
(283, '2022-02-27 14:06:43', 6, '삼각함수의그래프', NULL, 185),
(284, '2022-02-27 14:06:34', 5, '삼각함수', NULL, 185),
(285, '2022-02-27 14:06:32', 4, '로그함수', NULL, 185),
(286, '2022-02-27 14:06:22', 3, '지수함수', NULL, 185),
(287, '2022-02-27 14:06:18', 2, '로그', NULL, 185),
(288, '2022-02-27 14:06:15', 1, '지수', NULL, 185),
(289, '2022-02-27 14:09:52', 9, '정적분의활용', NULL, 186),
(290, '2022-02-27 14:09:44', 8, '정적분', NULL, 186),
(291, '2022-02-27 14:09:39', 7, '부정적분', NULL, 186),
(292, '2022-02-27 14:09:26', 6, '도함수의활용(3)', NULL, 186),
(293, '2022-02-27 14:09:16', 5, '도함수의활용(2)', NULL, 186),
(294, '2022-02-27 14:09:14', 4, '도함수의활용(1)', NULL, 186),
(295, '2022-02-27 14:08:53', 3, '미분계수와도함수', NULL, 186),
(296, '2022-02-27 14:08:46', 2, '함수의연속', NULL, 186),
(297, '2022-02-27 14:08:41', 1, '함수의극한', NULL, 186),
(298, '2022-02-27 14:14:42', 10, '정적분의활용', NULL, 187),
(299, '2022-02-27 14:14:35', 9, '정적분', NULL, 187),
(300, '2022-02-27 14:14:30', 8, '여러가지적분법', NULL, 187),
(301, '2022-02-27 14:14:23', 7, '도함수의활용(2)', NULL, 187),
(302, '2022-02-27 14:14:15', 6, '도함수의활용(1)', NULL, 187),
(303, '2022-02-27 14:14:04', 5, '여러가지미분법', NULL, 187),
(304, '2022-02-27 14:13:57', 4, '삼각함수의미분', NULL, 187),
(305, '2022-02-27 14:13:49', 3, '여러가지함수의미분', NULL, 187),
(306, '2022-02-27 14:13:41', 2, '급수', NULL, 187),
(307, '2022-02-27 14:13:36', 1, '수열의극한', NULL, 187),
(309, '2022-02-27 15:06:23', 7, '통계적추정', NULL, 188),
(310, '2022-02-27 15:06:17', 6, '이항분포와정규분포', NULL, 188),
(311, '2022-02-27 15:06:12', 5, '확률변수와확률분포', NULL, 188),
(312, '2022-02-27 15:06:03', 4, '조건부확률', NULL, 188),
(313, '2022-02-27 15:06:03', 3, '확률의뜻과활용', NULL, 188),
(314, '2022-02-27 15:05:51', 2, '중복조합과이항정리', NULL, 188),
(315, '2022-02-27 15:05:42', 1, '여러가지순열', NULL, 188),
(316, '2022-02-27 15:08:28', 6, '공간좌표', NULL, 189),
(317, '2022-02-27 15:08:24', 5, '공간도형', NULL, 189),
(318, '2022-02-27 15:08:18', 4, '평면벡터의성분과내적', NULL, 189),
(319, '2022-02-27 15:07:59', 3, '벡터의연산', NULL, 189),
(320, '2022-02-27 15:08:08', 2, '이차곡선과접선', NULL, 189),
(321, '2022-02-27 15:07:48', 1, '이차곡선', NULL, 189),
(322, '2022-02-27 15:11:32', 11, '자료의해석', NULL, 191),
(323, '2022-02-27 15:11:26', 10, '자료의정리', NULL, 191),
(324, '2022-02-27 15:11:21', 9, '입체도형의겉넓이와부피', NULL, 191),
(325, '2022-02-27 15:11:09', 8, '회전체', NULL, 191),
(326, '2022-02-27 15:11:03', 7, '다면체', NULL, 191),
(327, '2022-02-27 15:11:00', 6, '원과부채꼴', NULL, 191),
(328, '2022-02-27 15:10:53', 5, '다각형', NULL, 191),
(329, '2022-02-27 15:10:50', 4, '작도와합동', NULL, 191),
(330, '2022-02-27 15:10:43', 3, '평행선', NULL, 191),
(331, '2022-02-27 15:10:40', 2, '위치관계', NULL, 191),
(332, '2022-02-27 15:10:35', 1, '기본도형', NULL, 191),
(334, '2022-02-27 15:15:58', 9, '정비례와반비례', NULL, 190),
(335, '2022-02-27 15:15:48', 8, '좌표평면과그래프', NULL, 190),
(336, '2022-02-27 15:15:41', 7, '일차방정식의활용', NULL, 190),
(337, '2022-02-27 15:15:32', 6, '일차방정식의풀이', NULL, 190),
(338, '2022-02-27 15:15:26', 5, '문자와식', NULL, 190),
(339, '2022-02-27 15:15:21', 4, '유리수의계산', NULL, 190),
(340, '2022-02-27 15:14:58', 3, '정수와유리수', NULL, 190),
(341, '2022-02-27 15:14:47', 2, '최대공약수와최소공배수', NULL, 190),
(342, '2022-02-27 15:14:40', 1, '소인수분해', NULL, 190),
(343, '2022-02-27 15:19:11', 11, '일차함수와일차방정식의관계', NULL, 192),
(344, '2022-02-27 15:19:00', 10, '일차함수와그래프(2)', NULL, 192),
(345, '2022-02-27 15:18:52', 9, '일차함수와그래프(1)', NULL, 192),
(346, '2022-02-27 15:18:45', 8, '연립일차방정식의활용', NULL, 192),
(347, '2022-02-27 15:18:39', 7, '연립일차방정식의풀이', NULL, 192),
(348, '2022-02-27 15:18:36', 6, '연립일차방정식', NULL, 192),
(349, '2022-02-27 15:18:33', 5, '일차부등식의활용', NULL, 192),
(350, '2022-02-27 15:18:18', 4, '일차부등식', NULL, 192),
(351, '2022-02-27 15:18:12', 3, '다항식의계산', NULL, 192),
(352, '2022-02-27 15:18:05', 2, '단항식의계산', NULL, 192),
(353, '2022-02-27 15:17:59', 1, '유리수와소수', NULL, 192),
(354, '2022-02-27 15:21:39', 10, '경우의수', NULL, 193),
(355, '2022-02-27 15:21:34', 9, '피타고라스정리', NULL, 193),
(356, '2022-02-27 15:21:29', 8, '닮음의활용', NULL, 193),
(357, '2022-02-27 15:21:22', 7, '삼각형의무게중심', NULL, 193),
(358, '2022-02-27 15:21:15', 6, '평행선사이의선분의길이의비', NULL, 193),
(359, '2022-02-27 15:21:02', 5, '도형의닮음', NULL, 193),
(360, '2022-02-27 15:20:57', 4, '여러가지사각형', NULL, 193),
(361, '2022-02-27 15:20:50', 3, '평행사변형', NULL, 193),
(362, '2022-02-27 15:21:44', 11, '확률', NULL, 193),
(363, '2022-02-27 15:20:45', 2, '삼각형의성질(2)', NULL, 193),
(364, '2022-02-27 15:20:40', 1, '삼각형의성질(1)', NULL, 193),
(366, '2022-02-27 15:26:54', 12, '이차함수의그래프(2)', NULL, 194),
(367, '2022-02-27 15:26:48', 11, '이차함수의그래프(1)', NULL, 194),
(368, '2022-02-27 15:26:41', 10, '이차방정식의활용', NULL, 194),
(369, '2022-02-27 15:26:34', 9, '이차방정식의풀이(2)', NULL, 194),
(370, '2022-02-27 15:26:23', 8, '이차방정식의풀이(1)', NULL, 194),
(371, '2022-02-27 15:26:16', 7, '인수분해공식의활용', NULL, 194),
(372, '2022-02-27 15:26:09', 6, '다항식의인수분해', NULL, 194),
(373, '2022-02-27 15:26:00', 5, '다항식의곱셈', NULL, 194),
(374, '2022-02-27 15:25:55', 4, '근호를포함한식의덧셈과뺄셈', NULL, 194),
(375, '2022-02-27 15:25:44', 3, '근호를포함한식의곱셈과나눗셈', NULL, 194),
(376, '2022-02-27 15:25:35', 2, '무리수와실수', NULL, 194),
(377, '2022-02-27 15:25:30', 1, '제곱근의뜻과성질', NULL, 194),
(378, '2022-02-27 15:30:08', 7, '상관관계', NULL, 195),
(379, '2022-02-27 15:30:06', 6, '대푯값과산포도', NULL, 195),
(380, '2022-02-27 15:29:57', 5, '원주각의활용', NULL, 195),
(381, '2022-02-27 15:29:51', 4, '원주각', NULL, 195),
(382, '2022-02-27 15:29:45', 3, '원과직선', NULL, 195),
(383, '2022-02-27 15:29:41', 2, '삼각비의활용', NULL, 195),
(384, '2022-02-27 15:29:36', 1, '삼각비', NULL, 195);

-- --------------------------------------------------------

--
-- 테이블 구조 `st_memo`
--

CREATE TABLE IF NOT EXISTS `st_memo` (
  `id` bigint(8) NOT NULL,
  `st_id` bigint(8) NOT NULL,
  `seq` varchar(5) DEFAULT '0',
  `flag` varchar(1) DEFAULT NULL,
  `type` varchar(20) DEFAULT NULL,
  `gubun1` varchar(20) DEFAULT NULL,
  `gubon2` varchar(20) DEFAULT NULL,
  `memo` varchar(100) DEFAULT NULL,
  `m_date` varchar(10) DEFAULT NULL,
  `f_memo` varchar(100) DEFAULT NULL,
  `status` varchar(5) DEFAULT NULL
) ENGINE=InnoDB AUTO_INCREMENT=378 DEFAULT CHARSET=utf8;

--
-- 테이블의 덤프 데이터 `st_memo`
--

INSERT INTO `st_memo` (`id`, `st_id`, `seq`, `flag`, `type`, `gubun1`, `gubon2`, `memo`, `m_date`, `f_memo`, `status`) VALUES
(38, 12, NULL, NULL, 'bookm', NULL, NULL, '일품, 최고수준, TOT, 에이급 ', '중2-1', '0', '0'),
(39, 12, NULL, NULL, 'bookm', NULL, NULL, '쎈 ', '중2-2', '0', '0'),
(40, 12, NULL, NULL, 'bookm', NULL, NULL, ' 라이트쎈, 쎈', '중3-1', '0', '0'),
(41, 12, NULL, NULL, 'bookm', NULL, NULL, '라이트쎈, 쎈 ', '중3-2', '0', '0'),
(42, 12, NULL, NULL, 'bookm', NULL, NULL, '수력충전, 쎈', '고1-1', '0', '0'),
(43, 77, NULL, NULL, 'bookm', NULL, NULL, '디딤돌(기본+응용), 문제유형, 큐브수학 실력, 쎈 ', '초5-1', '0', '0'),
(44, 77, NULL, NULL, 'bookm', NULL, NULL, '기적계산법, 디딤돌(기본+응용)', '초5-2', '0', '0'),
(45, 77, NULL, NULL, 'checkm', NULL, NULL, ' 금 과제 안 함 ( -1.5)', '2021-06-08', ' ', ''),
(46, 37, NULL, NULL, 'bookm', NULL, NULL, '짤강, 수력충전, 최상위S', '초6-1', '0', '0'),
(47, 37, NULL, NULL, 'bookm', NULL, NULL, '짤강, 수력충전, 기본+응용 ', '초6-2', '0', '0'),
(48, 37, NULL, NULL, 'bookm', NULL, NULL, '쎈연산, 라이트쎈, 짤강, 빅터연산 ', '중1-1', '0', '0'),
(49, 37, NULL, NULL, 'bookm', NULL, NULL, '디딤돌연산 ', '중1-2', '0', '0'),
(50, 37, NULL, NULL, 'checkm', NULL, NULL, '5/19일 11시 보충 교재 바꾸기 -> 쎈으로 ', '2021-5-18', ' ', ''),
(51, 37, NULL, NULL, 'checkm', NULL, NULL, '중1B 일차방정식 활용 -> 보충 ', '5/20', ' ', ''),
(52, 37, NULL, NULL, 'checkm', NULL, NULL, '문자와 식, 일차방정식 활용 고민 안 함 ', '2021-5-25', ' ', ''),
(53, 37, NULL, NULL, 'noshow', NULL, NULL, '-20분 지각 ', '2021-05-13', ' ', ''),
(54, 37, NULL, NULL, 'checkm', NULL, NULL, '연습장 안 가져 옮 ', '2021-6-12', ' ', ''),
(55, 37, NULL, NULL, 'checkm', NULL, NULL, '수요일 과제량 적음 ', '2021-06-24', ' ', ''),
(57, 37, NULL, NULL, 'noshow', NULL, NULL, '-25분 지각 -> 토요일 11시 보충 ', '2021-5-25', ' ', ''),
(59, 39, '1-1', NULL, 'bookm', NULL, NULL, '디딤돌(응용), 쎈  ', '초6-1', '0', '0'),
(60, 39, '0', NULL, 'checkm', NULL, NULL, '월 -1 시간 과제 부족 ', '2021-05-27', '0', '0'),
(61, 39, '0', NULL, 'checkm', NULL, NULL, '연습장 안 가져옮 ', '2021-06-15', '0', '0'),
(62, 39, '0', NULL, 'checkm', NULL, NULL, '연습장 안 가져옮 ', '2021-06-24', '0', '0'),
(63, 39, '0', NULL, 'checkm', NULL, NULL, '과제량 적음, 채점 이상 ', '2021-06-29', '0', '0'),
(64, 39, '2-1', NULL, 'bookm', NULL, NULL, '쎈연산, EBS만점왕  ', '초6-2', '0', '0'),
(65, 39, '3-1', NULL, 'bookm', NULL, NULL, '빅터연산  ', '중1-1', '0', '0'),
(66, 39, NULL, NULL, 'noshow', NULL, NULL, '수요일 2시간 보충 ', '2021-07-07', ' ', ''),
(68, 70, NULL, NULL, 'bookm', NULL, NULL, '구몬수학, 우공비, 쎈 ', '초3-2', '0', '0'),
(69, 70, NULL, NULL, 'bookm', NULL, NULL, '전과, 우공비 , 최상위S', '초4-1', '0', '0'),
(70, 70, NULL, NULL, 'checkm', NULL, NULL, '풀이과정 자세히 쓰기 ', '2021-05-27', ' ', ''),
(71, 70, NULL, NULL, 'noshow', NULL, NULL, NULL, '2021-07-15', NULL, NULL),
(72, 70, NULL, NULL, 'bookm', NULL, NULL, '빅터연산, 디딤돌(기본+응용)  ', '초4-2', '0', '0'),
(73, 70, NULL, NULL, 'bookm', NULL, NULL, '빅터연산, 디딤돌(기본+응용)  ', '초5-1', '0', '0'),
(74, 70, NULL, NULL, 'checkm', NULL, NULL, '일요일 과제 -1시간 ', '2021-07-06', ' ', ''),
(75, 70, NULL, NULL, 'checkm', NULL, NULL, '시험지 안 챙겨옮 ', '2021-06/11', ' ', ''),
(76, 70, NULL, NULL, 'checkm', NULL, NULL, ' 시험지 안 챙겨옮', '2021-06-15', ' ', ''),
(77, 17, NULL, NULL, 'bookm', NULL, NULL, '개념+유형, 쎈, 일품(중단) ', '중2-1', '0', '0'),
(78, 17, NULL, NULL, 'bookm', NULL, NULL, '개념+유형, RPM, 일품', '중2-2', '0', '0'),
(79, 17, NULL, NULL, 'bookm', NULL, NULL, '개념+유형, 학원교재(1월) ', '중3-1', '0', '0'),
(80, 17, NULL, NULL, 'bookm', NULL, NULL, '개념+유형, 학원교재 ', '중3-2', '0', '0'),
(81, 17, NULL, NULL, 'bookm', NULL, NULL, '개념+유형 중단, 수학입문 ', '고1-1', '0', '0'),
(82, 17, NULL, NULL, 'checkm', NULL, NULL, '교재간 균형있게 풀기 ', '2021-05-18', ' ', ''),
(83, 17, NULL, NULL, 'checkm', NULL, NULL, '단원평가시험지 안 가져옮 ', '2021-05-27', ' ', ''),
(84, 17, NULL, NULL, 'noshow', NULL, NULL, '20분 지각 ', '2021-05-27', ' ', ''),
(85, 88, NULL, NULL, 'bookm', NULL, NULL, '만랩PM, 투탑수학, 최고수준 ', '중1-1', '0', '0'),
(86, 88, NULL, NULL, 'bookm', NULL, NULL, '디딤돌연산 ', '중1-2', '0', '0'),
(87, 88, NULL, NULL, 'checkm', NULL, NULL, '글씨큼, 심화문제 못품 ', '2021-06-24', ' ', ''),
(88, 88, NULL, NULL, 'checkm', NULL, NULL, ' 연습장 안가져옴', '2021-07-08', ' ', ''),
(89, 88, NULL, NULL, 'checkm', NULL, NULL, '월-1시간 과제 안 함 ', '2021-06-29', ' ', ''),
(90, 59, NULL, NULL, 'bookm', NULL, NULL, '쎈 ', '중1-1', '0', '0'),
(91, 59, NULL, NULL, 'bookm', NULL, NULL, '올리드, 라이트쎈 ', '중2-2', '0', '0'),
(92, 59, NULL, NULL, 'bookm', NULL, NULL, '라이트쎈, RPM ', '중1-2', '0', '0'),
(93, 59, NULL, NULL, 'bookm', NULL, NULL, ' 디딤돌연산(2A,2B)', '중2-1', '0', '0'),
(94, 59, NULL, NULL, 'checkm', NULL, NULL, '연습장 안가져옮  ', '2021-05-06', '  ', ''),
(95, 59, NULL, NULL, 'checkm', NULL, NULL, '연습장 안가져옮 ', '2021-07-01', ' ', ''),
(96, 59, NULL, NULL, 'checkm', NULL, NULL, '단원평가 집에 두고 옮 ', '2021-06-29', ' ', ''),
(97, 59, NULL, NULL, 'checkm', NULL, NULL, '쎈1-1 답지 안져옮, 단원평가 중1-1 재시험 안 가져옮 ', '2021-06-15', ' ', ''),
(98, 59, NULL, NULL, 'checkm', NULL, NULL, '깨끗히 문제 풀기 ', '2021-05-13', ' ', ''),
(99, 59, NULL, NULL, 'noshow', NULL, NULL, NULL, '2021-07-15', NULL, NULL),
(100, 59, NULL, NULL, 'checkm', NULL, NULL, ' 연습장 안가져옮', '2021-07-13', ' ', ''),
(102, 101, '4-1', NULL, 'bookm', NULL, NULL, '개념원리(절반) , 디딤돌 연산 ', '중2-2', '0', '0'),
(103, 101, '3-1', NULL, 'bookm', NULL, NULL, '우공비, 쎈, 최상위  ', '중2-1', '0', '0'),
(104, 101, '2-1', NULL, 'bookm', NULL, NULL, '우공비,  RPM, 쎈 ', '중1-2', '0', '0'),
(105, 101, '1-1', NULL, 'bookm', NULL, NULL, '우공비, RPM, 쎈, 일품  ', '중1-1', '0', '0'),
(106, 84, NULL, NULL, 'bookm', NULL, NULL, NULL, '2021-07-15', NULL, NULL),
(107, 30, '1-1', NULL, 'bookm', NULL, NULL, '쎈, EBS(2권)  ', '초4-2', '0', '0'),
(108, 30, '2-1', NULL, 'bookm', NULL, NULL, '쎈, 디딤돌(문제유형), 최상위S  ', '초5-1', '0', '0'),
(109, 30, '3-1', NULL, 'bookm', NULL, NULL, '학원교재, 쎈  ', '초5-2', '0', '0'),
(110, 30, NULL, NULL, 'checkm', NULL, NULL, '채점X, 오답X, 다시풀기X ', '2021-05-31', ' ', ''),
(112, 61, NULL, NULL, 'bookm', NULL, NULL, NULL, '2021-07-16', NULL, NULL),
(113, 61, NULL, NULL, 'bookm', NULL, NULL, NULL, '2021-07-16', NULL, NULL),
(114, 61, NULL, NULL, 'bookm', NULL, NULL, NULL, '2021-07-16', NULL, NULL),
(115, 61, NULL, NULL, 'checkm', NULL, NULL, NULL, '2021-07-16', NULL, NULL),
(116, 61, NULL, NULL, 'checkm', NULL, NULL, NULL, '2021-07-16', NULL, NULL),
(117, 61, NULL, NULL, 'checkm', NULL, NULL, NULL, '2021-07-16', NULL, NULL),
(118, 61, NULL, NULL, 'noshow', NULL, NULL, NULL, '2021-07-16', NULL, NULL),
(119, 61, NULL, NULL, 'noshow', NULL, NULL, NULL, '2021-07-16', NULL, NULL),
(120, 61, NULL, NULL, 'noshow', NULL, NULL, NULL, '2021-07-16', NULL, NULL),
(121, 30, '4-1', NULL, 'bookm', NULL, NULL, '빅터연산, 디딤돌(기본+유형)  ', '초6-1', '0', '0'),
(123, 30, NULL, NULL, 'checkm', NULL, NULL, '토, 일 -2시간 과제 부족 ', '2021-07-12', ' ', ''),
(124, 30, NULL, NULL, 'checkm', NULL, NULL, '연산과제 부족 ', '2021-07-05', ' ', ''),
(125, 57, NULL, NULL, 'bookm', NULL, NULL, NULL, '2021-07-16', NULL, NULL),
(126, 57, NULL, NULL, 'bookm', NULL, NULL, NULL, '2021-07-16', NULL, NULL),
(127, 57, NULL, NULL, 'bookm', NULL, NULL, NULL, '2021-07-16', NULL, NULL),
(128, 57, NULL, NULL, 'bookm', NULL, NULL, NULL, '2021-07-16', NULL, NULL),
(129, 57, NULL, NULL, 'bookm', NULL, NULL, NULL, '2021-07-16', NULL, NULL),
(130, 57, '0', NULL, 'checkm', NULL, NULL, ' ', '2021-07-16', '0', '0'),
(131, 57, NULL, NULL, 'checkm', NULL, NULL, NULL, '2021-07-16', NULL, NULL),
(132, 57, NULL, NULL, 'checkm', NULL, NULL, NULL, '2021-07-16', NULL, NULL),
(133, 57, NULL, NULL, 'checkm', NULL, NULL, NULL, '2021-07-16', NULL, NULL),
(134, 57, NULL, NULL, 'checkm', NULL, NULL, NULL, '2021-07-16', NULL, NULL),
(135, 57, NULL, NULL, 'checkm', NULL, NULL, NULL, '2021-07-16', NULL, NULL),
(136, 57, NULL, NULL, 'noshow', NULL, NULL, NULL, '2021-07-16', NULL, NULL),
(137, 57, NULL, NULL, 'noshow', NULL, NULL, NULL, '2021-07-16', NULL, NULL),
(138, 57, NULL, NULL, 'noshow', NULL, NULL, NULL, '2021-07-16', NULL, NULL),
(139, 86, NULL, NULL, 'bookm', NULL, NULL, '우공비(발전), 개념+유형 라이트, 최고수준(진행중) ', '중1-1', '0', '0'),
(140, 86, NULL, NULL, 'bookm', NULL, NULL, NULL, '2021-07-16', NULL, NULL),
(141, 86, NULL, NULL, 'bookm', NULL, NULL, NULL, '2021-07-16', NULL, NULL),
(142, 14, NULL, NULL, 'bookm', NULL, NULL, '학원(개+유), 해결, 쎈 ', '중2-1', '0', '0'),
(143, 14, NULL, NULL, 'bookm', NULL, NULL, '학원(개+유), 해결, 쎈, 일품  ', '중2-2', '0', '0'),
(144, 14, NULL, NULL, 'bookm', NULL, NULL, '학원(개+유), 해결, 최고득점, 일품 ', '중3-1', '0', '0'),
(145, 14, NULL, NULL, 'bookm', NULL, NULL, '학원(개+유), 해결 ', '중3-2', '0', '0'),
(146, 14, NULL, NULL, 'bookm', NULL, NULL, '수(상) 정석, RPM, 쎈 ', '고1-1', '0', '0'),
(147, 14, NULL, NULL, 'bookm', NULL, NULL, '수학입문 ', '고1-2', '0', '0'),
(148, 68, NULL, NULL, 'bookm', NULL, NULL, '학원교재, 블랙라벨(온라인), RPM, 최고수준 ', '중1-1', '0', '0'),
(149, 68, NULL, NULL, 'bookm', NULL, NULL, '학원교재, 학습지, 쎈 ', '중1-2', '0', '0'),
(150, 68, NULL, NULL, 'bookm', NULL, NULL, ' 학원교재 + 과외 , 쎈 , 일품', '중2-1', '0', '0'),
(151, 68, NULL, NULL, 'bookm', NULL, NULL, '빨/이해, 라이트쎈 ', '중2-2', '0', '0'),
(152, 68, NULL, NULL, 'checkm', NULL, NULL, '목 -1.5 시간 X', '2021-05-21', ' 금 보충', ''),
(153, 68, NULL, NULL, 'checkm', NULL, NULL, '1-2(쎈) 과제 부족 ', '2021-05-28', ' ', ''),
(154, 68, NULL, NULL, 'checkm', NULL, NULL, '수, 목 교재 배분 문제 생김 ', '2021-06-04', ' ', ''),
(155, 68, NULL, NULL, 'checkm', NULL, NULL, '2-1 쎈 교재 안 품 ', '2021-06-28', ' ', ''),
(157, 68, NULL, NULL, 'checkm', NULL, NULL, '영상편집하느라 -2시간 과제 못함 ', '2021-07-02', ' ', ''),
(158, 24, NULL, NULL, 'bookm', NULL, NULL, '구주이배 교재, 최고수준, 블랙라벨 ', '중3-1', '0', '0'),
(159, 24, NULL, NULL, 'bookm', NULL, NULL, ' 구주이배 교재, 에이급', '중3-2', '0', '0'),
(160, 24, NULL, NULL, 'bookm', NULL, NULL, '마플교과서, 실력정석 ', '고1-1', '0', '0'),
(161, 24, NULL, NULL, 'bookm', NULL, NULL, '일등급만들기, 마플교과서 ', '고1-2', '0', '0'),
(162, 24, NULL, NULL, 'bookm', NULL, NULL, '수1(현우진인강 시발점), 라이트쎈 ', '고2-1', '0', '0'),
(163, 24, NULL, NULL, 'bookm', NULL, NULL, '라이트쎈 ', '고2-2', '0', '0'),
(164, 24, NULL, NULL, 'checkm', NULL, NULL, '수행평가로 -4시간 공부 ', '2021-05-14', ' ', ''),
(165, 24, NULL, NULL, 'checkm', NULL, NULL, '목 -1시간 과제 부족 (학교동아리) ', '2021-06-04', ' ', ''),
(166, 24, NULL, NULL, 'checkm', NULL, NULL, NULL, '2021-07-16', NULL, NULL),
(167, 19, NULL, NULL, 'bookm', NULL, NULL, '학원교재(개념+유형), 최상위, 블랙라벨, 일품 ', '중2-1', '0', '0'),
(168, 19, NULL, NULL, 'bookm', NULL, NULL, '학원교재(개념+유형), 블랙라벨(새책) ', '중2-2', '0', '0'),
(169, 19, NULL, NULL, 'bookm', NULL, NULL, '학원교재, 라이트쎈, 쎈 ', '중3-1', '0', '0'),
(170, 19, NULL, NULL, 'bookm', NULL, NULL, '학원교재(개념+유형), 쎈 ', '중3-2', '0', '0'),
(171, 19, NULL, NULL, 'bookm', NULL, NULL, '수력충전 ', '고1-1', '0', '0'),
(172, 19, NULL, NULL, 'checkm', NULL, NULL, '연습장 안가져옮 ', '2021-05-17', ' ', ''),
(173, 58, '2-1', NULL, 'bookm', NULL, NULL, '빅터연산, 디딤돌(기+응)   ', '초5-2', '0', '0'),
(174, 58, '3-1', NULL, 'bookm', NULL, NULL, '빅터연산    ', '초6-1', '0', '0'),
(176, 58, '1-1', NULL, 'bookm', NULL, NULL, '디딤돌(기+응) , 쎈  ', '초5-1', '0', '0'),
(177, 58, NULL, NULL, 'checkm', NULL, NULL, '연습장 안 가져옮 ', '2021-04-20', ' ', ''),
(178, 58, NULL, NULL, 'checkm', NULL, NULL, '정답지 안 가져옮 ', '2021-05-28', ' ', ''),
(179, 58, NULL, NULL, 'checkm', NULL, NULL, '연습장 안 가져옮 ', '2021-04-27', ' ', ''),
(180, 58, NULL, NULL, 'checkm', NULL, NULL, '채점했으나 오답 안 함 ', '2021-06-02', ' ', ''),
(181, 58, NULL, NULL, 'checkm', NULL, NULL, '연습장 안 가져옮 ', '2021-06-19', ' ', ''),
(182, 58, NULL, NULL, 'checkm', NULL, NULL, '연습장 안 가져옮 ', '2021-06-23', ' ', ''),
(183, 58, NULL, NULL, 'checkm', NULL, NULL, '과제 오래 걸림 ', '2021-06-26', ' ', ''),
(184, 58, NULL, NULL, 'checkm', NULL, NULL, '풀이 느림 ', '2021-06-30', ' ', ''),
(185, 58, NULL, NULL, 'noshow', NULL, NULL, '30분 지각 ', '2021-05-27', ' 30분 보충', ''),
(186, 58, NULL, NULL, 'noshow', NULL, NULL, '30분 지각 ', '2021-05-13', ' 30분 보충', ''),
(187, 58, NULL, NULL, 'noshow', NULL, NULL, '결석 제주도 ', '2021-07-01', ' 보충', ''),
(188, 83, '1-1', NULL, 'bookm', NULL, NULL, '개념+유형, 우공비 발전 , 최고수준(6월) ', '중1-1', '0', '0'),
(189, 83, '1-2', NULL, 'bookm', NULL, NULL, '학원교재, 개념+유형  ', '중1-2', '0', '0'),
(190, 83, '2-1', NULL, 'bookm', NULL, NULL, '학원교재, 쎈(과외), 일품(6월) ', '중2-1', '0', '0'),
(191, 83, '2-2', NULL, 'bookm', NULL, NULL, '학원교재, 쎈(과외)  ', '중2-2', '0', '0'),
(192, 83, NULL, NULL, 'checkm', NULL, NULL, '연습장 안 가져옮 ', '2021-06-05', ' ', ''),
(193, 83, NULL, NULL, 'checkm', NULL, NULL, '최고수준 책 안 가져옮', '2021-06-19', '  ', ''),
(195, 83, NULL, NULL, 'noshow', NULL, NULL, NULL, '2021-07-17', NULL, NULL),
(196, 83, '3-1', NULL, 'bookm', NULL, NULL, '쎈연산, 올유(학원교재,6월시작)  ', '중3-1', '0', '0'),
(197, 100, NULL, NULL, 'bookm', NULL, NULL, '개념+유형 라이트, 개념 플러스 ', '중1-1', '0', '0'),
(198, 100, NULL, NULL, 'bookm', NULL, NULL, '개념+유형 라이트, 개념 플러스 ', '중1-2', '0', '0'),
(199, 100, NULL, NULL, 'bookm', NULL, NULL, '수력충전 ', '중2-1', '0', '0'),
(200, 100, NULL, NULL, 'checkm', NULL, NULL, '과제가 가이드 대로 안 되어 있음  ', '2021-07-15', ' 7월 17일 보충 부름 ', ''),
(201, 54, NULL, NULL, 'bookm', NULL, NULL, '최상위, 쎈 ', '초6-1', '0', '0'),
(202, 54, NULL, NULL, 'bookm', NULL, NULL, '최상위연산, 쎈 ', '초6-2', '0', '0'),
(203, 54, NULL, NULL, 'bookm', NULL, NULL, '개념+유형, 라이트쎈, 파워(1/4) ', '중1-1', '0', '0'),
(204, 54, NULL, NULL, 'bookm', NULL, NULL, '디딤돌연산 ', '중1-2', '0', '0'),
(205, 54, '0', NULL, 'checkm', NULL, NULL, '중1-2 연산책 안 가져옮', '2021-06-26', '0', '0'),
(206, 54, NULL, NULL, 'checkm', NULL, NULL, '목 -1 시작 과제 부족 (영어공부하느라) ', '2021-06-05', ' ', ''),
(207, 54, NULL, NULL, 'checkm', NULL, NULL, '목 -1시간 과제 부족 ', '2021-05-29', ' ', ''),
(208, 54, NULL, NULL, 'checkm', NULL, NULL, '연습장 안 가져옮 ', '2021-05-26', ' ', ''),
(209, 54, NULL, NULL, 'checkm', NULL, NULL, '연습장 안 가져옮 ', '2021-05-08', ' ', ''),
(210, 54, NULL, NULL, 'checkm', NULL, NULL, '목 -0.5 시간 과제 부족 ( 영어때문에 ) ', '2021-06-12', ' ', ''),
(211, 54, '0', NULL, 'checkm', NULL, NULL, '연습장 안 가져옮', '2021-07-14', '0', '0'),
(213, 80, '1-1', NULL, 'bookm', NULL, NULL, '해법, 쎈  ', '초6-1', '0', '0'),
(214, 80, '2-1', NULL, 'bookm', NULL, NULL, '해법책, 빅터연산   ', '초6-2', '0', '0'),
(215, 80, '3-1', NULL, 'bookm', NULL, NULL, 'EBS 뉴런(1단원만)  ', '중1-1', '0', '0'),
(216, 80, NULL, NULL, 'checkm', NULL, NULL, '연습장 안 가져옮 ', '2021-06-30', ' ', ''),
(217, 80, NULL, NULL, 'checkm', NULL, NULL, '월, 화 과제 안 함 ', '2021-07-07', ' ', ''),
(218, 80, NULL, NULL, 'checkm', NULL, NULL, '금 과제 -1 시간 안 함 ', '2021-07-17', ' ', ''),
(219, 47, NULL, NULL, 'bookm', NULL, NULL, '학원교재, 수학의 샘, 정석, 풍산자 , 올림푸스 ', '고1-1', '0', '0'),
(220, 47, NULL, NULL, 'bookm', NULL, NULL, '학원교재(1번), 라이트쎈 ', '고1-2', '0', '0'),
(221, 47, NULL, NULL, 'bookm', NULL, NULL, '정석, 라이트쎈 ', '고2-1', '0', '0'),
(222, 47, NULL, NULL, 'bookm', NULL, NULL, '수2 절반 공부 ', '고2-2', '0', '0'),
(223, 47, NULL, NULL, 'checkm', NULL, NULL, '과제량 적음 (수행평가 때문) ', '2021-05-19', ' ', ''),
(224, 47, NULL, NULL, 'checkm', NULL, NULL, '목, 금 -30분, -30분 ', '2021-05-22', ' ', ''),
(225, 47, NULL, NULL, 'checkm', NULL, NULL, '연습장 안 가져 옮 ', '2021-07-17', ' ', ''),
(226, 79, NULL, NULL, 'bookm', NULL, NULL, ' 평가문제집, 쎈 ', '중2-1', '0', '0'),
(227, 79, NULL, NULL, 'bookm', NULL, NULL, ' 디딤돌연산', '중2-2', '0', '0'),
(229, 79, NULL, NULL, 'checkm', NULL, NULL, '금 -1시간 과제 부족 ', '2021-05-22', ' ', ''),
(230, 79, NULL, NULL, 'checkm', NULL, NULL, '목, 금 -1시간, -1시간 과제 부족 ', '2021-05-29', ' ', ''),
(231, 79, NULL, NULL, 'checkm', NULL, NULL, ' 월 -1시간, 화 -1시간 과제 부족, 단원평가 시험지 안 가져옮', '2021-06-02', '  ', ''),
(233, 105, NULL, NULL, 'noshow', NULL, NULL, NULL, '2021-07-18', NULL, NULL),
(234, 105, NULL, NULL, 'checkm', NULL, NULL, NULL, '2021-07-18', NULL, NULL),
(236, 25, NULL, NULL, 'bookm', NULL, NULL, '우공비 발전, RPM  ', '중3-1', '0', '0'),
(237, 25, NULL, NULL, 'bookm', NULL, NULL, '디딤돌연산, 쎈 ', '중3-2', '0', '0'),
(238, 25, NULL, NULL, 'bookm', NULL, NULL, '수학입문 ', '고1-1', '0', '0'),
(239, 25, NULL, NULL, 'checkm', NULL, NULL, '연습장 안 가져옮 ', '2021-04-07', ' ', ''),
(240, 25, NULL, NULL, 'checkm', NULL, NULL, ' 연습장 안 가져옮', '2021-07-18', ' ', ''),
(241, 25, NULL, NULL, 'checkm', NULL, NULL, '채점 깨끗하게, 풀이 깔끔하게 ', '2021-05-22', ' ', ''),
(242, 7, '0', NULL, 'bookm', NULL, NULL, NULL, '2021-07-18', NULL, NULL),
(243, 7, '0', NULL, 'bookm', NULL, NULL, NULL, '2021-07-18', NULL, NULL),
(244, 7, '0', NULL, 'bookm', NULL, NULL, NULL, '2021-07-18', NULL, NULL),
(246, 34, '2-1', NULL, 'bookm', NULL, NULL, NULL, '2021-07-18', NULL, NULL),
(247, 34, '3-1', NULL, 'bookm', NULL, NULL, NULL, '2021-07-18', NULL, NULL),
(248, 34, '1-1', NULL, 'bookm', NULL, NULL, NULL, '2021-07-18', NULL, NULL),
(249, 31, '0', NULL, 'bookm', NULL, NULL, ' 쎈', '초5-1', '0', '0'),
(250, 31, '0', NULL, 'bookm', NULL, NULL, '빅터연산, 디딤돌(기본+응용) ', '초5-2', '0', '0'),
(251, 31, '0', NULL, 'bookm', NULL, NULL, '빅터연산, 디딤돌(기본+응용) ', '초6-1', '0', '0'),
(252, 31, '0', NULL, 'checkm', NULL, NULL, '연습장 안 가져옮 ', '2021-05-10', ' ', ''),
(254, 31, '0', NULL, 'checkm', NULL, NULL, '토, 일 과제 안 함 ', '2021-07-05', ' ', ''),
(256, 31, '0', NULL, 'noshow', NULL, NULL, '결석 ', '2021-04-23', ' 보춤함', '완료'),
(258, 31, '0', NULL, 'bookm', NULL, NULL, '빅터연산 ', '초6-2', '0', '0'),
(259, 53, '1-1', NULL, 'bookm', NULL, NULL, '최상위, 쎈  ', '초6-1', '0', '0'),
(260, 53, '1-2', NULL, 'bookm', NULL, NULL, '최상위S, 디딤돌(응용), 만점왕  ', '초6-2', '0', '0'),
(261, 53, '2-1', NULL, 'bookm', NULL, NULL, '수력충전, 라이트쎈  ', '중1-1', '0', '0'),
(262, 53, '1-2', NULL, 'bookm', NULL, NULL, '수력충전  ', '중1-2', '0', '0'),
(263, 53, '3-1', NULL, 'bookm', NULL, NULL, '수력충전  ', '중2-1', '0', '0'),
(265, 53, '0', NULL, 'checkm', NULL, NULL, NULL, '2021-07-19', NULL, NULL),
(268, 53, '0', NULL, 'noshow', NULL, NULL, NULL, '2021-07-19', NULL, NULL),
(270, 21, '1-1', NULL, 'bookm', NULL, NULL, '쎈, RPM  ', '중2-1', '0', '0'),
(271, 21, '1-2', NULL, 'bookm', NULL, NULL, '개념 프린트 , 쎈(진행중) ', '중2-2', '0', '0'),
(272, 21, '2-1', NULL, 'bookm', NULL, NULL, '자이스토리, 프린트, 쎈(진행중) ', '중3-1', '0', '0'),
(273, 21, '0', NULL, 'checkm', NULL, NULL, '영어숙제하느라 과제x ', '2021-04-02', ' ', ''),
(274, 21, '0', NULL, 'checkm', NULL, NULL, '연습장 X ', '2021-05-07', ' ', ''),
(275, 21, '0', NULL, 'checkm', NULL, NULL, '답지 안 가져옮 ', '2021-05-10', ' ', ''),
(276, 21, '0', NULL, 'checkm', NULL, NULL, '연습장 안 가져옮 ', '2021-05-14', ' ', ''),
(277, 21, '0', NULL, 'checkm', NULL, NULL, '토, 일 -1.5, -2 과제 안 되어 있음 ', '2021-05-17', ' 수요일 보충', '완료'),
(278, 21, '0', NULL, 'checkm', NULL, NULL, '목 아파서 -1.5 수 -1 시간 과제 못함  ', '2021-05-21', ' ', ''),
(283, 21, '0', NULL, 'checkm', NULL, NULL, '주말 머리 아파서 -2, -2 과제 못함 ', '2021-06-14', ' ', ''),
(284, 21, '0', NULL, 'checkm', NULL, NULL, '3-1 과제 X 과학, 영어 독서실 책 가져옮 ', '2021-05-31', ' ', ''),
(286, 11, '1-1', NULL, 'bookm', NULL, NULL, '학원교재 + 라이트쎈 + 쎈 ', '중1-1', '0', '0'),
(287, 11, '2-1', NULL, 'bookm', NULL, NULL, '학원교재(1권) + 만랩 + RPM ', '중1-2', '0', '0'),
(288, 11, '3-1', NULL, 'bookm', NULL, NULL, '개념+유형(일부) + 빅터(2B) + 라이트쎈', '중2-1', '0', '0'),
(289, 11, '4-1', NULL, 'bookm', NULL, NULL, ' 디딤돌연산', '중2-2', '0', '0'),
(290, 11, '0', NULL, 'checkm', NULL, NULL, '과제 -4시간 ', '2021-04-27', '0', '0'),
(292, 11, '0', NULL, 'checkm', NULL, NULL, '과제 -1시간  ', '2021-05-03', '0', '0'),
(293, 11, '1-1', NULL, 'noshow', NULL, NULL, NULL, '2021-07-22', NULL, NULL),
(294, 69, '1-1', NULL, 'bookm', NULL, NULL, NULL, '2021-07-22', NULL, NULL),
(295, 69, '2-1', NULL, 'bookm', NULL, NULL, NULL, '2021-07-22', NULL, NULL),
(296, 69, '3-1', NULL, 'bookm', NULL, NULL, NULL, '2021-07-22', NULL, NULL),
(297, 69, '1-1', NULL, 'noshow', NULL, NULL, NULL, '2021-07-22', NULL, NULL),
(298, 69, '1-1', NULL, 'checkm', NULL, NULL, NULL, '2021-07-22', NULL, NULL),
(299, 101, '1-1', NULL, 'checkm', NULL, NULL, NULL, '2021-07-22', NULL, NULL),
(300, 101, '0', NULL, 'noshow', NULL, NULL, '병결 ', '2021-11-16', '0', '0'),
(301, 38, '1-1', NULL, 'bookm', NULL, NULL, '최상위S  ', '초5-2', '0', '0'),
(302, 38, '2-1', NULL, 'bookm', NULL, NULL, '쎈  ', '초6-1', '0', '0'),
(303, 38, '3-1', NULL, 'bookm', NULL, NULL, '빅터연산(6B), 만점왕, 쎈 ', '초6-2', '0', '0'),
(304, 38, '4-1', NULL, 'bookm', NULL, NULL, '수력충전 ', '중1-1', '0', '0'),
(305, 38, '0', NULL, 'checkm', NULL, NULL, '토 숙제 약간(-10분) 부족 ', '2021-06-07', '0', '0'),
(306, 38, '0', NULL, 'checkm', NULL, NULL, ' 페이지별 마무리 부족', '2021-06-17', '0', '0'),
(307, 38, '0', NULL, 'checkm', NULL, NULL, '토 -30분 부족 ', '2021-06-21', '0', '0'),
(308, 38, '0', NULL, 'checkm', NULL, NULL, '6-1 단원평가 안 가져옮 ', '2021-06-25', '0', '0'),
(310, 30, '5-1', NULL, 'bookm', NULL, NULL, ' 빅터연산', '초6-2', '0', '0'),
(311, 30, '6-1', NULL, 'bookm', NULL, NULL, '수력충전 ', '중1-1', '0', '0'),
(312, 30, '0', NULL, 'checkm', NULL, NULL, ' 중1-1 수력충전 교재 안 가져옮', '2021-07-23', '0', '0'),
(313, 30, '1-1', NULL, 'noshow', NULL, NULL, NULL, '2021-07-23', NULL, NULL),
(314, 92, '0', NULL, 'noshow', NULL, NULL, '여행결석 => 보강  ', '2021.08.04', '0', '0'),
(315, 92, '1-1', NULL, 'bookm', NULL, NULL, 'EBS 만점왕 ', '초6-1', '0', '0'),
(316, 92, '2-1', NULL, 'bookm', NULL, NULL, '빅터연산 , EBS 만점왕', '초6-2', '0', '0'),
(318, 78, '1-1', NULL, 'bookm', NULL, NULL, ' ', '중1-1', '0', '0'),
(319, 78, '2-1', NULL, 'bookm', NULL, NULL, ' 엠베스트, 쎈', '중2-1', '0', '0'),
(320, 78, '3-1', NULL, 'bookm', NULL, NULL, ' 디딤돌연산, 라이트쎈', '중2-2', '0', '0'),
(321, 78, '0', NULL, 'checkm', NULL, NULL, '월 -0.5 시간 과제 부족 ', '2021-07-14', '0', '0'),
(322, 78, '1-1', NULL, 'noshow', NULL, NULL, NULL, '2021-07-24', NULL, NULL),
(323, 47, '1-1', NULL, 'noshow', NULL, NULL, NULL, '2021-07-24', NULL, NULL),
(324, 47, '0', NULL, 'checkm', NULL, NULL, ' 금요일 -1시간 공부 부족', '2021-07-24', '0', '0'),
(325, 29, '1-1', NULL, 'bookm', NULL, NULL, '해결의 법칙, 디딤돌 ', '초3-2', '0', '0'),
(326, 29, '2-1', NULL, 'bookm', NULL, NULL, '디딤돌(기본), 빅터연산, 쎈, 최상위S(중단) ', '초4-1', '0', '0'),
(327, 29, '3-1', NULL, 'bookm', NULL, NULL, '빅터연산, 디딤돌(기본+응용) ', '초4-2', '0', '0'),
(328, 29, '0', NULL, 'checkm', NULL, NULL, '연습장 안 가져옮 ', '2021-05-21', '0', '0'),
(329, 29, '0', NULL, 'checkm', NULL, NULL, '4-1쎈 책 안겨옮 ', '2021-06-11', '0', '0'),
(330, 29, '0', NULL, 'checkm', NULL, NULL, '연습장 안 가져옮 ', '2021-07-02', '0', '0'),
(331, 29, '0', NULL, 'noshow', NULL, NULL, '30분 더 공부함 ', '2021-05-17', '0', '0'),
(332, 29, '0', NULL, 'noshow', NULL, NULL, '30분 더 공부함 ', '2021-05-21', '0', '0'),
(333, 29, '0', NULL, 'noshow', NULL, NULL, '지각  ( 쎈 책 답지를 찾다가 늦게 옮)', '2021-07-23', '0', '0'),
(335, 29, '0', NULL, 'noshow', NULL, NULL, ' 10분 지각 (시간을 잘못 봄)', '2021-07-26', '0', '0'),
(336, 31, '0', NULL, 'noshow', NULL, NULL, '금요일부터 여행갈 예정 ', '2021-07-30', '0', '0'),
(337, 35, '1-1', NULL, 'bookm', NULL, NULL, NULL, '2021-07-26', NULL, NULL),
(338, 35, '2-1', NULL, 'bookm', NULL, NULL, NULL, '2021-07-26', NULL, NULL),
(339, 35, '3-1', NULL, 'bookm', NULL, NULL, NULL, '2021-07-26', NULL, NULL),
(340, 35, '1-1', NULL, 'checkm', NULL, NULL, NULL, '2021-07-26', NULL, NULL),
(341, 35, '1-1', NULL, 'noshow', NULL, NULL, NULL, '2021-07-26', NULL, NULL),
(342, 21, '1-1', NULL, 'noshow', NULL, NULL, NULL, '2021-07-26', NULL, NULL),
(343, 105, '1-1', NULL, 'bookm', NULL, NULL, '쎈, 일품, 에이급(독학)', '중2-1', '0', '0'),
(344, 105, '2-1', NULL, 'bookm', NULL, NULL, '인강, 쎈 ', '중2-2', '0', '0'),
(345, 105, '3-1', NULL, 'bookm', NULL, NULL, '수력충전 ', '중3-1', '0', '0'),
(346, 39, '0', NULL, 'checkm', NULL, NULL, '과제량 적음 ', '2021-07-06', '0', '0'),
(347, 39, '0', NULL, 'checkm', NULL, NULL, '연습장 안 가져옮 ', '2021-07-08', '0', '0'),
(348, 18, '1-1', NULL, 'checkm', NULL, NULL, NULL, '2021-07-27', NULL, NULL),
(350, 18, NULL, NULL, 'noshow', NULL, NULL, NULL, '2021-07-27', NULL, NULL),
(353, 18, '1-1', NULL, 'bookm', NULL, NULL, '체크체크, 쎈, 일품 ', '중2-1', '0', '0'),
(354, 18, '2-1', NULL, 'bookm', NULL, NULL, '디딤돌연산, 쎈  , RPM ', '중2-2', '0', '0'),
(355, 18, '3-1', NULL, 'bookm', NULL, NULL, '빅터연산 ', '중3-1', '0', '0'),
(356, 11, '0', NULL, 'checkm', NULL, NULL, '과제량 적음 ', '2021-07-27', '0', '0'),
(357, 25, '1-1', NULL, 'noshow', NULL, NULL, NULL, '2021-07-29', NULL, NULL),
(358, 86, '0', NULL, 'checkm', NULL, NULL, '-30분 과제량 부족 ', '2021-07-26', '0', '0'),
(359, 107, '1-1', NULL, 'bookm', NULL, NULL, '우등생 ', '초6-1', '0', '0'),
(360, 107, '2-1', NULL, 'bookm', NULL, NULL, '우등생, 쎈 ', '초6-2', '0', '0'),
(361, 107, '3-1', NULL, 'bookm', NULL, NULL, '빅터연산 ', '중1-1', '0', '0'),
(362, 107, '0', NULL, 'checkm', NULL, NULL, ' 우등생 6-2 답지 안 가져옮', '2021-08-09', '0', '0'),
(363, 107, '1-1', NULL, 'noshow', NULL, NULL, NULL, '2021-08-09', NULL, NULL),
(364, 33, '1-1', NULL, 'bookm', NULL, NULL, NULL, '2021-08-10', NULL, NULL),
(365, 33, '2-1', NULL, 'bookm', NULL, NULL, NULL, '2021-08-10', NULL, NULL),
(366, 33, '3-1', NULL, 'bookm', NULL, NULL, NULL, '2021-08-10', NULL, NULL),
(367, 33, NULL, NULL, 'checkm', NULL, NULL, NULL, '2021-08-10', NULL, NULL),
(368, 33, NULL, NULL, 'checkm', NULL, NULL, NULL, '2021-08-10', NULL, NULL),
(369, 33, NULL, NULL, 'checkm', NULL, NULL, NULL, '2021-08-10', NULL, NULL),
(370, 33, NULL, NULL, 'noshow', NULL, NULL, NULL, '2021-08-10', NULL, NULL),
(371, 33, NULL, NULL, 'noshow', NULL, NULL, NULL, '2021-08-10', NULL, NULL),
(372, 33, NULL, NULL, 'noshow', NULL, NULL, NULL, '2021-08-10', NULL, NULL),
(373, 92, '0', NULL, 'checkm', NULL, NULL, '약분 통분 약함 ', '2021-07-31', '0', '0'),
(374, 92, '1-1', NULL, 'bookm', NULL, NULL, NULL, '2021-09-04', NULL, NULL),
(376, 92, '3-1', NULL, 'bookm', NULL, NULL, NULL, '2021-09-04', NULL, NULL),
(377, 111, '1-1', NULL, 'bookm', NULL, NULL, NULL, '2021-10-09', NULL, NULL);

-- --------------------------------------------------------

--
-- 테이블 구조 `st_payment`
--

CREATE TABLE IF NOT EXISTS `st_payment` (
  `id` bigint(8) NOT NULL,
  `flag` varchar(2) DEFAULT '1',
  `workspace` varchar(20) DEFAULT 'leanmath',
  `modified_time` timestamp NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `year` varchar(10) DEFAULT NULL,
  `month` varchar(10) DEFAULT NULL,
  `st_id` bigint(8) DEFAULT NULL,
  `name` varchar(20) DEFAULT NULL,
  `grade` varchar(5) DEFAULT NULL,
  `pay_status` varchar(10) DEFAULT '미납',
  `regular_price` int(10) DEFAULT NULL,
  `ratio_for_month` float DEFAULT '1',
  `discount1` int(10) DEFAULT '0',
  `discount2` int(10) DEFAULT '0',
  `discount_memo` varchar(100) DEFAULT '',
  `return_price` int(10) DEFAULT '0',
  `net_income` int(10) DEFAULT '0',
  `pay_type` varchar(10) DEFAULT '',
  `receipt_phone` varchar(20) DEFAULT '010-',
  `receipt_use` varchar(5) DEFAULT '미사용',
  `receipt_status` varchar(5) DEFAULT '',
  `class_subject` varchar(20) DEFAULT '수학',
  `teacher_name` varchar(20) DEFAULT '이장원',
  `pay_date` datetime DEFAULT NULL,
  `etc1` varchar(10) DEFAULT NULL
) ENGINE=InnoDB AUTO_INCREMENT=1821 DEFAULT CHARSET=utf8;

--
-- 테이블의 덤프 데이터 `st_payment`
--

INSERT INTO `st_payment` (`id`, `flag`, `workspace`, `modified_time`, `year`, `month`, `st_id`, `name`, `grade`, `pay_status`, `regular_price`, `ratio_for_month`, `discount1`, `discount2`, `discount_memo`, `return_price`, `net_income`, `pay_type`, `receipt_phone`, `receipt_use`, `receipt_status`, `class_subject`, `teacher_name`, `pay_date`, `etc1`) VALUES
(1298, '1', 'leanmath', '0000-00-00 00:00:00', '2021년', '12월', 95, '김도원', NULL, '현금수납', 300000, 1, 0, 10000, '', 0, 290000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1299, '1', 'leanmath', '0000-00-00 00:00:00', '2021년', '12월', 111, '김율', NULL, '미납', 300000, 1, 0, 10000, '', 0, 300000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1300, '1', 'leanmath', '0000-00-00 00:00:00', '2021년', '12월', 130, '장지우', NULL, '미납', 300000, 1, 0, 10000, '', 0, 300000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1301, '1', 'leanmath', '0000-00-00 00:00:00', '2021년', '12월', 112, '조경준', NULL, '미납', 300000, 1, 0, 10000, '', 0, 300000, '', '010-9936-0923', '사용', '', '수학', '이장원', NULL, NULL),
(1302, '1', 'leanmath', '0000-00-00 00:00:00', '2021년', '12월', 92, '하민영', NULL, '미납', 300000, 1, 0, 10000, '', 0, 300000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1303, '1', 'leanmath', '0000-00-00 00:00:00', '2021년', '12월', 97, '김태윤', NULL, '미납', 350000, 1, 0, 10000, '', 0, 350000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1304, '1', 'leanmath', '0000-00-00 00:00:00', '2021년', '12월', 113, '박이안', NULL, '미납', 300000, 1, 0, 10000, '', 0, 300000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1305, '1', 'leanmath', '0000-00-00 00:00:00', '2021년', '12월', 110, '이승지', NULL, '미납', 300000, 1, 0, 10000, '', 0, 300000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1306, '1', 'leanmath', '0000-00-00 00:00:00', '2021년', '12월', 132, '채승우', NULL, '미납', 350000, 1, 0, 10000, '', 0, 350000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1307, '1', 'leanmath', '0000-00-00 00:00:00', '2021년', '12월', 109, '윤예서', NULL, '미납', 300000, 1, 0, 10000, '', 0, 300000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1308, '1', 'leanmath', '0000-00-00 00:00:00', '2021년', '12월', 128, '박기주', NULL, '미납', 350000, 1, 0, 10000, '', 0, 350000, '', '010-5106-8085', '사용', '', '수학', '이장원', NULL, NULL),
(1309, '1', 'leanmath', '0000-00-00 00:00:00', '2021년', '12월', 17, '오대경', NULL, '미납', 350000, 1, 0, 10000, '', 0, 350000, '', '010-3101-7135', '사용', '', '수학', '이장원', NULL, NULL),
(1310, '1', 'leanmath', '0000-00-00 00:00:00', '2021년', '12월', 118, '김재관', NULL, '미납', 350000, 1, 0, 10000, '', 0, 350000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1312, '1', 'leanmath', '0000-00-00 00:00:00', '2021년', '12월', 96, '장한별', NULL, '미납', 450000, 1, 0, 10000, '', 0, 450000, '', '010-8861-2559', '사용', '', '수학', '이장원', NULL, NULL),
(1313, '1', 'leanmath', '0000-00-00 00:00:00', '2021년', '12월', 88, '차윤성', NULL, '미납', 350000, 1, 0, 10000, '', 0, 350000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1314, '1', 'leanmath', '0000-00-00 00:00:00', '2021년', '12월', 107, '김규리', NULL, '미납', 300000, 1, 0, 10000, '', 0, 300000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1315, '1', 'leanmath', '0000-00-00 00:00:00', '2021년', '12월', 30, '박서윤', NULL, '미납', 225000, 1, 0, 5000, '', 0, 225000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1316, '1', 'leanmath', '0000-00-00 00:00:00', '2021년', '12월', 121, '이강혁', NULL, '미납', 300000, 1, 0, 10000, '', 0, 300000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1317, '1', 'leanmath', '0000-00-00 00:00:00', '2021년', '12월', 29, '이우형', NULL, '미납', 225000, 1, 0, 5000, '', 0, 225000, '', '010-5042-5174', '사용', '', '수학', '이장원', NULL, NULL),
(1318, '1', 'leanmath', '0000-00-00 00:00:00', '2021년', '12월', 35, '김재하', NULL, '미납', 300000, 1, 0, 10000, '', 0, 300000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1319, '1', 'leanmath', '0000-00-00 00:00:00', '2021년', '12월', 31, '박재민', NULL, '미납', 300000, 1, 0, 10000, '', 0, 300000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1320, '1', 'leanmath', '0000-00-00 00:00:00', '2021년', '12월', 53, '성은규', NULL, '미납', 300000, 1, 0, 10000, '', 0, 300000, '', '010-2083-0193', '사용', '', '수학', '이장원', NULL, NULL),
(1321, '1', 'leanmath', '0000-00-00 00:00:00', '2021년', '12월', 82, '이서우', NULL, '미납', 300000, 1, 0, 10000, '', 0, 300000, '', '010-3453-0904', '사용', '', '수학', '이장원', NULL, NULL),
(1322, '1', 'leanmath', '0000-00-00 00:00:00', '2021년', '12월', 22, '경민채', NULL, '미납', 350000, 1, 0, 10000, NULL, 0, 350000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1323, '1', 'leanmath', '0000-00-00 00:00:00', '2021년', '12월', 99, '김수현', NULL, '미납', 350000, 1, 0, 10000, '', 0, 350000, '', '010-2083-0193', '사용', '', '수학', '이장원', NULL, NULL),
(1324, '1', 'leanmath', '0000-00-00 00:00:00', '2021년', '12월', 126, '박비주', NULL, '미납', 350000, 1, 0, 10000, '', 0, 350000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1325, '1', 'leanmath', '0000-00-00 00:00:00', '2021년', '12월', 14, '박호영', NULL, '미납', 350000, 1, 0, 10000, '', 0, 350000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1326, '1', 'leanmath', '0000-00-00 00:00:00', '2021년', '12월', 79, '강민성', NULL, '미납', 350000, 1, 0, 10000, '', 0, 350000, '', '010-8978-8710', '사용', '', '수학', '이장원', NULL, NULL),
(1327, '1', 'leanmath', '0000-00-00 00:00:00', '2021년', '12월', 127, '김희린', NULL, '미납', 350000, 1, 0, 10000, '', 0, 350000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1328, '1', 'leanmath', '0000-00-00 00:00:00', '2021년', '12월', 114, '정하윤', NULL, '미납', 350000, 1, 0, 10000, NULL, 0, 350000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1329, '1', 'leanmath', '0000-00-00 00:00:00', '2021년', '12월', 105, '황유선', NULL, '미납', 350000, 1, 0, 10000, '', 0, 350000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1330, '1', 'leanmath', '0000-00-00 00:00:00', '2021년', '12월', 123, '박세주', NULL, '미납', 300000, 1, 0, 10000, '', 0, 300000, '', '010-5106-8085', '사용', '', '수학', '이장원', NULL, NULL),
(1331, '1', 'leanmath', '0000-00-00 00:00:00', '2021년', '12월', 37, '이연우', NULL, '미납', 300000, 1, 30000, 10000, '형제할인 -3만원 초4 이우형', 0, 270000, '', '010-5042-5174', '사용', '', '수학', '이장원', NULL, NULL),
(1332, '1', 'leanmath', '0000-00-00 00:00:00', '2021년', '12월', 70, '이예준', NULL, '미납', 225000, 1, 0, 5000, '', 0, 225000, '', '010-4366-3142', '사용', '', '수학', '이장원', NULL, NULL),
(1333, '1', 'leanmath', '0000-00-00 00:00:00', '2021년', '12월', 39, '장예준', NULL, '미납', 300000, 1, 0, 10000, '', 0, 300000, '', '010-5811-7535', '사용', '', '수학', '이장원', NULL, NULL),
(1334, '1', 'leanmath', '0000-00-00 00:00:00', '2021년', '12월', 115, '강시은', NULL, '미납', 350000, 1, 0, 10000, '', 0, 350000, '', '010-8978-8710', '사용', '', '수학', '이장원', NULL, NULL),
(1335, '1', 'leanmath', '0000-00-00 00:00:00', '2021년', '12월', 9, '윤현서', NULL, '미납', 350000, 1, 0, 10000, '', 0, 350000, '', '010-3356-0638', '사용', '', '수학', '이장원', NULL, NULL),
(1336, '1', 'leanmath', '0000-00-00 00:00:00', '2021년', '12월', 59, '이준근', NULL, '미납', 350000, 1, 0, 10000, NULL, 0, 350000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1337, '1', 'leanmath', '0000-00-00 00:00:00', '2021년', '12월', 54, '이효린', NULL, '미납', 300000, 1, 0, 10000, '', 0, 300000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1338, '1', 'leanmath', '0000-00-00 00:00:00', '2021년', '12월', 124, '김리우', NULL, '미납', 350000, 1, 0, 10000, NULL, 0, 350000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1339, '1', 'leanmath', '0000-00-00 00:00:00', '2021년', '12월', 106, '김시우', NULL, '미납', 300000, 1, 0, 10000, NULL, 0, 300000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1340, '1', 'leanmath', '0000-00-00 00:00:00', '2021년', '12월', 19, '이예린', NULL, '미납', 350000, 1, 50000, 10000, '형제할인 5만원 초6 이효린', 0, 300000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1341, '1', 'leanmath', '0000-00-00 00:00:00', '2021년', '12월', 20, '조연우', NULL, '미납', 350000, 1, 0, 10000, '', 0, 350000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1342, '1', 'leanmath', '0000-00-00 00:00:00', '2021년', '12월', 120, '박성윤', NULL, '미납', 350000, 1, 0, 10000, NULL, 0, 350000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1343, '1', 'leanmath', '0000-00-00 00:00:00', '2021년', '12월', 84, '이선근', NULL, '미납', 350000, 1, 0, 10000, '', 0, 350000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1344, '1', 'leanmath', '2022-01-01 00:03:32', '2021년', '12월', 129, '이수윤', NULL, '현금수납', 300000, 1, 0, 10000, '', 0, 290000, '', '010-5453-9095', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1345, '1', 'leanmath', '0000-00-00 00:00:00', '2021년', '12월', 69, '전은호', NULL, '미납', 350000, 1, 0, 10000, '', 0, 350000, '', '016-792-7507', '사용', '', '수학', '이장원', NULL, NULL),
(1346, '1', 'leanmath', '2022-01-11 13:22:52', '2022년', '1월', 95, '김도원', NULL, '현금수납', 300000, 1, 0, 10000, '', 0, 290000, '', '010-4015-0224', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1347, '1', 'leanmath', '2021-12-31 06:43:15', '2022년', '1월', 130, '장지우', NULL, '현금수납', 300000, 1, 0, 10000, '', 0, 290000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1349, '1', 'leanmath', '2022-01-11 13:12:20', '2022년', '1월', 112, '조경준', NULL, '현금수납', 300000, 1, 0, 10000, '', 0, 290000, '', '010-9936-0923', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1350, '1', 'leanmath', '2022-01-09 06:07:01', '2022년', '1월', 156, '우승현', NULL, '카드수납', 300000, 1, 0, 100000, '', 0, 300000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1351, '1', 'leanmath', '2022-02-28 03:38:14', '2022년', '1월', 92, '하민영', NULL, '현금수납', 300000, 1, 0, 10000, '', 0, 290000, '', '010-7273-1472', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1352, '1', 'leanmath', '2022-01-11 13:11:16', '2022년', '1월', 107, '김규리', NULL, '현금수납', 300000, 1, 0, 10000, '', 0, 290000, '', '010-4015-0224', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1353, '1', 'leanmath', '2022-01-04 23:36:27', '2022년', '1월', 132, '채승우', NULL, '카드수납', 350000, 1, 0, 10000, '', 0, 350000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1354, '1', 'leanmath', '2022-01-12 09:11:04', '2022년', '1월', 109, '윤예서', NULL, '카드수납', 300000, 1, 0, 10000, '', 0, 300000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1355, '1', 'leanmath', '2022-01-11 13:13:07', '2022년', '1월', 128, '박기주', NULL, '현금수납', 350000, 1, 0, 10000, '', 0, 340000, '', '010-5106-8085', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1356, '1', 'leanmath', '2022-01-11 13:09:11', '2022년', '1월', 17, '오대경', NULL, '현금수납', 350000, 1, 0, 10000, '', 0, 340000, '', '010-9314-7135', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1357, '1', 'leanmath', '2021-12-31 23:57:30', '2022년', '1월', 118, '김재관', NULL, '카드수납', 350000, 1, 0, 10000, '', 0, 350000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1358, '1', 'leanmath', '2022-01-10 10:24:45', '2022년', '1월', 97, '김태윤', NULL, '카드수납', 350000, 1, 0, 10000, '', 0, 350000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1360, '1', 'leanmath', '2022-01-11 13:15:12', '2022년', '1월', 96, '장한별', NULL, '현금수납', 450000, 1, 0, 10000, '', 0, 440000, '', '010-8861-2559', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1361, '1', 'leanmath', '2022-01-13 06:53:43', '2022년', '1월', 88, '차윤성', NULL, '카드수납', 350000, 1, 0, 10000, '', 0, 350000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1362, '1', 'leanmath', '2021-12-31 23:55:52', '2022년', '1월', 30, '박서윤', NULL, '카드수납', 225000, 1, 0, 5000, '', 0, 225000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1363, '1', 'leanmath', '2021-12-31 23:57:41', '2022년', '1월', 113, '박이안', NULL, '카드수납', 300000, 1, 0, 10000, '', 0, 300000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1364, '1', 'leanmath', '2021-12-31 23:51:49', '2022년', '1월', 121, '이강혁', NULL, '현금수납', 300000, 1, 0, 10000, '', 0, 290000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1365, '1', 'leanmath', '2022-01-11 13:17:32', '2022년', '1월', 29, '이우형', NULL, '현금수납', 225000, 1, 0, 5000, '', 0, 220000, '', '010-5042-5174', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1366, '1', 'leanmath', '2022-01-03 11:32:43', '2022년', '1월', 31, '박재민', NULL, '카드수납', 300000, 1, 0, 10000, '', 0, 300000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1367, '1', 'leanmath', '2022-01-11 13:18:55', '2022년', '1월', 53, '성은규', NULL, '현금수납', 300000, 1, 0, 10000, '', 0, 290000, '', '010-2083-0193', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1368, '1', 'leanmath', '2021-12-31 23:58:16', '2022년', '1월', 82, '이서우', NULL, '카드수납', 300000, 1, 0, 10000, '', 0, 300000, '', '010-3453-0904', '사용', '', '수학', '이장원', NULL, NULL),
(1369, '1', 'leanmath', '2022-01-01 00:13:07', '2022년', '1월', 110, '이승지', NULL, '카드수납', 300000, 1, 0, 10000, '', 0, 300000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1370, '1', 'leanmath', '2021-12-31 23:54:07', '2022년', '1월', 22, '경민채', NULL, '현금수납', 350000, 1, 0, 10000, NULL, 0, 340000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1372, '1', 'leanmath', '2021-12-31 23:56:13', '2022년', '1월', 126, '박비주', NULL, '카드수납', 350000, 1, 0, 10000, '', 0, 350000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1374, '1', 'leanmath', '2022-01-11 13:20:32', '2022년', '1월', 79, '강민성', NULL, '현금수납', 350000, 1, 0, 10000, '', 0, 340000, '', '010-8978-8710', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1375, '1', 'leanmath', '2021-12-31 23:52:28', '2022년', '1월', 127, '김희린', NULL, '현금수납', 350000, 1, 0, 10000, '', 0, 340000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1376, '1', 'leanmath', '2022-01-15 02:08:11', '2022년', '1월', 114, '정하윤', NULL, '카드수납', 350000, 1, 0, 10000, '', 175000, 175000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1377, '1', 'leanmath', '2021-12-31 23:55:00', '2022년', '1월', 105, '황유선', NULL, '현금수납', 350000, 1, 0, 10000, '', 0, 340000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1378, '1', 'leanmath', '2022-01-11 13:14:19', '2022년', '1월', 123, '박세주', NULL, '현금수납', 300000, 1, 0, 10000, '', 0, 290000, '', '010-5106-8085', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1379, '1', 'leanmath', '2022-01-11 13:17:25', '2022년', '1월', 37, '이연우', NULL, '현금수납', 300000, 1, 30000, 10000, '형제할인 -3만원 초4 이우형', 0, 260000, '', '010-5042-5174', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1380, '1', 'leanmath', '2022-01-11 13:21:32', '2022년', '1월', 70, '이예준', NULL, '현금수납', 225000, 1, 0, 5000, '', 0, 220000, '', '010-4366-3142', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1381, '1', 'leanmath', '2022-01-04 12:29:23', '2022년', '1월', 39, '장예준', NULL, '카드수납', 300000, 1, 0, 10000, '', 0, 300000, '', '010-5811-7535', '사용', '', '수학', '이장원', NULL, NULL),
(1382, '1', 'leanmath', '2022-01-11 13:20:40', '2022년', '1월', 115, '강시은', NULL, '현금수납', 350000, 1, 0, 10000, '', 0, 340000, '', '010-8978-8710', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1383, '1', 'leanmath', '2022-01-04 23:37:57', '2022년', '1월', 111, '김율', NULL, '카드수납', 300000, 1, 0, 10000, '', 0, 300000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1384, '1', 'leanmath', '2022-01-11 13:22:18', '2022년', '1월', 9, '윤현서', NULL, '현금수납', 350000, 1, 0, 10000, '', 0, 340000, '', '010-3356-0638', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1385, '1', 'leanmath', '2021-12-31 23:55:40', '2022년', '1월', 59, '이준근', NULL, '카드수납', 350000, 1, 0, 10000, '', 0, 350000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1386, '1', 'leanmath', '2022-01-03 04:33:28', '2022년', '1월', 124, '김리우', NULL, '현금수납', 350000, 1, 0, 10000, NULL, 0, 340000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1387, '1', 'leanmath', '2022-01-03 04:33:24', '2022년', '1월', 106, '김시우', NULL, '현금수납', 300000, 1, 0, 10000, NULL, 0, 290000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1388, '1', 'leanmath', '2022-01-01 00:11:42', '2022년', '1월', 35, '김재하', NULL, '카드수납', 300000, 1, 0, 10000, '', 0, 300000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1389, '1', 'leanmath', '2022-01-04 12:29:31', '2022년', '1월', 20, '조연우', NULL, '카드수납', 350000, 1, 0, 10000, '', 0, 350000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1390, '1', 'leanmath', '2021-12-31 23:56:18', '2022년', '1월', 120, '박성윤', NULL, '카드수납', 350000, 1, 0, 10000, '', 0, 350000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1391, '1', 'leanmath', '2022-01-04 12:29:36', '2022년', '1월', 155, '위도은', NULL, '카드수납', 300000, 1, 0, 10000, '', 0, 300000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1392, '1', 'leanmath', '2022-01-01 00:02:30', '2022년', '1월', 129, '이수윤', NULL, '현금수납', 300000, 1, 0, 10000, '', 0, 290000, '', '010-5453-9095', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1394, '1', 'leanmath', '2022-01-07 05:00:57', '2022년', '1월', 157, '김아름', NULL, '현금수납', 350000, 1, 0, 10000, '', 0, 340000, '', '010-', '미사용', '', '수학', '이장원', NULL, NULL),
(1395, '1', 'leanmath', '2022-01-04 06:24:40', '2022년', '1월', 158, '정보민', NULL, '현금수납', 300000, 1, 0, 10000, '', 0, 290000, '', '010-', '미사용', '', '수학', '이장원', NULL, NULL),
(1396, '1', 'leanmath', '2022-01-05 05:43:40', '2022년', '1월', 159, '김용균', NULL, '카드수납', 300000, 1, 0, 10000, '', 0, 300000, '', '010-', '미사용', '', '수학', '이장원', NULL, NULL),
(1397, '1', 'leanmath', '2022-02-05 10:08:49', '2022년', '2월', 111, '김율', NULL, '카드수납', 300000, 1, 0, 10000, '', 0, 300000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1398, '1', 'leanmath', '2022-02-10 02:18:35', '2022년', '2월', 130, '장지우', NULL, '현금수납', 300000, 1, 0, 10000, '', 0, 290000, '', '010-4088-9662', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1399, '1', 'leanmath', '2022-02-03 14:59:20', '2022년', '2월', 159, '김용균', NULL, '카드수납', 300000, 1, 0, 10000, '', 0, 300000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1400, '1', 'leanmath', '2022-02-04 13:19:03', '2022년', '2월', 164, '박유빈', NULL, '카드수납', 300000, 1, 0, 10000, '', 0, 300000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1401, '1', 'leanmath', '2022-02-03 15:05:38', '2022년', '2월', 156, '우승현', NULL, '카드수납', 300000, 1, 0, 100000, '', 0, 300000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1402, '1', 'leanmath', '2022-02-28 03:38:35', '2022년', '2월', 92, '하민영', NULL, '현금수납', 300000, 1, 0, 10000, '', 0, 290000, '', '010-7273-1472', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1403, '1', 'leanmath', '2022-02-05 10:08:57', '2022년', '2월', 107, '김규리', NULL, '카드수납', 300000, 1, 0, 10000, '', 0, 300000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1404, '1', 'leanmath', '2022-02-03 15:00:55', '2022년', '2월', 132, '채승우', NULL, '카드수납', 350000, 1, 0, 10000, '', 0, 350000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1405, '1', 'leanmath', '2022-02-10 02:31:41', '2022년', '2월', 109, '윤예서', NULL, '현금수납', 300000, 1, 0, 10000, '', 0, 290000, '', '010-2517-1815', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1406, '1', 'leanmath', '2022-02-10 02:31:43', '2022년', '2월', 128, '박기주', NULL, '현금수납', 350000, 1, 0, 10000, '', 0, 340000, '', '010-5106-8085', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1407, '1', 'leanmath', '2022-02-03 15:05:04', '2022년', '2월', 17, '오대경', NULL, '카드수납', 350000, 1, 0, 10000, '', 0, 350000, '', '010-9314-7135', '사용', '', '수학', '이장원', NULL, NULL),
(1409, '1', 'leanmath', '2022-02-05 10:09:03', '2022년', '2월', 95, '김도원', NULL, '카드수납', 300000, 1, 0, 10000, '', 0, 300000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1410, '1', 'leanmath', '2022-02-09 11:17:59', '2022년', '2월', 96, '장한별', NULL, '카드수납', 450000, 1, 0, 10000, '', 0, 450000, '', '010-8861-2559', '사용', '', '수학', '이장원', NULL, NULL),
(1411, '1', 'leanmath', '2022-02-03 15:02:34', '2022년', '2월', 88, '차윤성', NULL, '카드수납', 350000, 1, 0, 10000, '', 0, 350000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1412, '1', 'leanmath', '2022-02-03 14:54:24', '2022년', '2월', 157, '김아름', NULL, '현금수납', 350000, 1, 0, 10000, '', 0, 340000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1413, '1', 'leanmath', '2022-02-03 15:05:49', '2022년', '2월', 30, '박서윤', NULL, '카드수납', 225000, 1, 0, 5000, '', 0, 225000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1414, '1', 'leanmath', '2022-02-03 15:06:30', '2022년', '2월', 113, '박이안', NULL, '카드수납', 300000, 1, 0, 10000, '', 0, 300000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1415, '1', 'leanmath', '2022-02-10 02:31:48', '2022년', '2월', 121, '이강혁', NULL, '현금수납', 300000, 1, 0, 10000, '', 0, 290000, '', '010-6864-7300', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1416, '1', 'leanmath', '2022-02-10 02:31:52', '2022년', '2월', 29, '이우형', NULL, '현금수납', 225000, 1, 0, 5000, '', 0, 220000, '', '010-5042-5174', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1417, '1', 'leanmath', '2022-02-28 03:35:24', '2022년', '2월', 31, '박재민', NULL, '카드수납', 300000, 1, 0, 10000, '', 0, 300000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1418, '1', 'leanmath', '2022-02-10 02:32:01', '2022년', '2월', 53, '성은규', NULL, '현금수납', 300000, 1, 0, 10000, '', 0, 290000, '', '010-2083-0193', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1419, '1', 'leanmath', '2022-02-03 15:05:19', '2022년', '2월', 82, '이서우', NULL, '카드수납', 300000, 1, 0, 10000, '', 0, 300000, '', '010-3453-0904', '사용', '', '수학', '이장원', NULL, NULL),
(1420, '1', 'leanmath', '2022-02-03 15:12:37', '2022년', '2월', 110, '이승지', NULL, '카드수납', 300000, 1, 0, 10000, '', 0, 300000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1421, '1', 'leanmath', '2022-02-03 14:46:57', '2022년', '2월', 22, '경민채', NULL, '현금수납', 350000, 1, 0, 10000, NULL, 0, 340000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1422, '1', 'leanmath', '2022-02-03 15:04:08', '2022년', '2월', 97, '김태윤', NULL, '카드수납', 350000, 1, 0, 10000, '', 0, 350000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1423, '1', 'leanmath', '2022-02-03 15:11:29', '2022년', '2월', 126, '박비주', NULL, '카드수납', 350000, 1, 0, 10000, '', 0, 350000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1424, '1', 'leanmath', '2022-02-10 02:32:05', '2022년', '2월', 37, '이연우', NULL, '현금수납', 300000, 1, 30000, 10000, '형제할인 -3만원 초4 이우형', 0, 260000, '', '010-5042-5174', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1425, '1', 'leanmath', '2022-02-10 02:32:09', '2022년', '2월', 79, '강민성', NULL, '현금수납', 350000, 1, 0, 10000, '', 0, 340000, '', '010-8978-8710', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1426, '1', 'leanmath', '2022-02-03 14:51:26', '2022년', '2월', 127, '김희린', NULL, '현금수납', 350000, 1, 0, 10000, '', 0, 340000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1427, '1', 'leanmath', '2022-02-10 02:32:10', '2022년', '2월', 160, '최준원', NULL, '현금수납', 350000, 1, 0, 10000, '', 0, 340000, '', '010-9871-0006', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1428, '1', 'leanmath', '2022-02-03 14:53:57', '2022년', '2월', 105, '황유선', NULL, '현금수납', 350000, 1, 0, 10000, '', 0, 340000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1429, '1', 'leanmath', '2022-02-10 02:32:15', '2022년', '2월', 163, '성은재', NULL, '현금수납', 300000, 1, 0, 10000, '', 0, 290000, '', '010-2083-0193', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1430, '1', 'leanmath', '2022-02-10 02:32:20', '2022년', '2월', 70, '이예준', NULL, '현금수납', 225000, 1, 0, 5000, '', 0, 220000, '', '010-4366-3142', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1431, '1', 'leanmath', '2022-02-03 14:54:34', '2022년', '2월', 158, '정보민', NULL, '현금수납', 300000, 1, 0, 10000, '', 0, 290000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1432, '1', 'leanmath', '2022-02-02 11:58:09', '2022년', '2월', 161, '황경찬', NULL, '카드수납', 300000, 1, 0, 10000, '', 0, 300000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1433, '1', 'leanmath', '2022-02-10 02:32:22', '2022년', '2월', 115, '강시은', NULL, '현금수납', 350000, 1, 0, 10000, '', 0, 340000, '', '010-8978-8710', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1434, '1', 'leanmath', '2022-02-03 15:13:05', '2022년', '2월', 9, '윤현서', NULL, '카드수납', 350000, 1, 0, 10000, '', 0, 350000, '', '010-3356-0638', '사용', '', '수학', '이장원', NULL, NULL),
(1435, '1', 'leanmath', '2022-02-10 02:32:23', '2022년', '2월', 129, '이수윤', NULL, '현금수납', 300000, 1, 0, 10000, '', 0, 290000, '', '010-5453-9095', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1436, '1', 'leanmath', '2022-02-03 15:05:30', '2022년', '2월', 59, '이준근', NULL, '카드수납', 350000, 1, 0, 10000, '', 0, 350000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1437, '1', 'leanmath', '2022-02-03 14:58:27', '2022년', '2월', 124, '김리우', NULL, '카드수납', 350000, 1, 0, 10000, '', 0, 350000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1438, '1', 'leanmath', '2022-02-03 14:58:32', '2022년', '2월', 106, '김시우', NULL, '카드수납', 300000, 1, 0, 10000, '', 0, 300000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1439, '1', 'leanmath', '2022-02-03 14:56:57', '2022년', '2월', 35, '김재하', NULL, '카드수납', 300000, 1, 0, 10000, '', 0, 300000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1440, '1', 'leanmath', '2022-02-10 02:32:27', '2022년', '2월', 39, '장예준', NULL, '현금수납', 300000, 1, 0, 10000, '', 0, 290000, '', '010-5811-7535', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1441, '1', 'leanmath', '2022-02-03 15:11:45', '2022년', '2월', 120, '박성윤', NULL, '카드수납', 350000, 1, 0, 10000, '', 0, 350000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1442, '1', 'leanmath', '2022-02-10 02:31:38', '2022년', '2월', 123, '박세주', NULL, '현금수납', 300000, 1, 0, 10000, '', 0, 290000, '', '010-5106-8085', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1443, '1', 'leanmath', '2022-02-07 13:49:13', '2022년', '2월', 155, '위도은', NULL, '카드수납', 300000, 1, 0, 10000, '', 0, 300000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1444, '1', 'leanmath', '2022-02-10 02:17:09', '2022년', '2월', 162, '이정헌', NULL, '현금수납', 350000, 1, 0, 10000, '', 0, 340000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1445, '0', 'leanmath', '2022-02-28 03:40:08', '2022년', '3월', 168, '김남율', NULL, '미납', 300000, 1, 0, 10000, '', 0, 300000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1446, '0', 'leanmath', '2022-02-28 03:40:08', '2022년', '3월', 130, '장지우', NULL, '미납', 300000, 1, 0, 10000, '', 0, 300000, '', '010-4088-9662', '사용', '', '수학', '이장원', NULL, NULL),
(1447, '0', 'leanmath', '2022-02-28 03:40:08', '2022년', '3월', 159, '김용균', NULL, '미납', 300000, 1, 0, 10000, '', 0, 300000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1448, '0', 'leanmath', '2022-02-28 03:40:08', '2022년', '3월', 169, '신규수2토9', NULL, '미납', 300000, 1, 0, 10000, '', 0, 300000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1449, '0', 'leanmath', '2022-02-28 03:40:08', '2022년', '3월', 111, '김율', NULL, '미납', 300000, 1, 0, 10000, '', 0, 300000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1450, '0', 'leanmath', '2022-02-28 03:40:08', '2022년', '3월', 92, '하민영', NULL, '미납', 300000, 1, 0, 10000, '', 0, 300000, '', '010-7273-1472', '사용', '', '수학', '이장원', NULL, NULL),
(1451, '0', 'leanmath', '2022-02-28 03:40:08', '2022년', '3월', 164, '박유빈', NULL, '미납', 300000, 1, 0, 10000, '', 0, 300000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1452, '0', 'leanmath', '2022-02-28 03:40:08', '2022년', '3월', 109, '윤예서', NULL, '미납', 300000, 1, 0, 10000, '', 0, 300000, '', '010-2517-1815', '사용', '', '수학', '이장원', NULL, NULL),
(1453, '0', 'leanmath', '2022-02-28 03:40:08', '2022년', '3월', 128, '박기주', NULL, '미납', 350000, 1, 0, 10000, '', 0, 350000, '', '010-5106-8085', '사용', '', '수학', '이장원', NULL, NULL),
(1454, '0', 'leanmath', '2022-02-28 03:40:08', '2022년', '3월', 17, '오대경', NULL, '미납', 350000, 1, 0, 10000, '', 0, 350000, '', '010-3101-7135', '사용', '', '수학', '이장원', NULL, NULL),
(1455, '0', 'leanmath', '2022-02-28 03:40:08', '2022년', '3월', 132, '채승우', NULL, '미납', 350000, 1, 0, 10000, '', 0, 350000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1456, '0', 'leanmath', '2022-02-28 03:40:08', '2022년', '3월', 95, '김도원', NULL, '미납', 300000, 1, 0, 10000, '', 0, 300000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1457, '0', 'leanmath', '2022-02-28 03:40:08', '2022년', '3월', 96, '장한별', NULL, '미납', 450000, 1, 0, 10000, '', 0, 450000, '', '010-8861-2559', '사용', '', '수학', '이장원', NULL, NULL),
(1458, '0', 'leanmath', '2022-02-28 03:40:08', '2022년', '3월', 88, '차윤성', NULL, '미납', 350000, 1, 0, 10000, '', 0, 350000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1459, '0', 'leanmath', '2022-02-28 03:40:08', '2022년', '3월', 157, '김아름', NULL, '미납', 350000, 1, 0, 10000, '', 0, 350000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1460, '0', 'leanmath', '2022-02-28 03:40:08', '2022년', '3월', 30, '박서윤', NULL, '미납', 225000, 1, 0, 5000, '', 0, 225000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1461, '0', 'leanmath', '2022-02-28 03:40:08', '2022년', '3월', 113, '박이안', NULL, '미납', 300000, 1, 0, 10000, '', 0, 300000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1462, '0', 'leanmath', '2022-02-28 03:40:08', '2022년', '3월', 121, '이강혁', NULL, '미납', 300000, 1, 0, 10000, '', 0, 300000, '', '010-6864-7300', '사용', '', '수학', '이장원', NULL, NULL),
(1463, '0', 'leanmath', '2022-02-28 03:40:08', '2022년', '3월', 29, '이우형', NULL, '미납', 225000, 1, 0, 5000, '', 0, 225000, '', '010-5042-5174', '사용', '', '수학', '이장원', NULL, NULL),
(1464, '0', 'leanmath', '2022-02-28 03:40:08', '2022년', '3월', 31, '박재민', NULL, '미납', 300000, 1, 0, 10000, '', 0, 300000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1465, '0', 'leanmath', '2022-02-28 03:40:08', '2022년', '3월', 53, '성은규', NULL, '미납', 300000, 1, 0, 10000, '', 0, 300000, '', '010-2083-0193', '사용', '', '수학', '이장원', NULL, NULL),
(1466, '0', 'leanmath', '2022-02-28 03:40:08', '2022년', '3월', 167, '신규월4금4', NULL, '미납', 300000, 1, 0, 10000, '', 0, 300000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1467, '0', 'leanmath', '2022-02-28 03:40:08', '2022년', '3월', 110, '이승지', NULL, '미납', 300000, 1, 0, 10000, '', 0, 300000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1468, '0', 'leanmath', '2022-02-28 03:40:08', '2022년', '3월', 22, '경민채', NULL, '미납', 350000, 1, 0, 10000, NULL, 0, 350000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1469, '0', 'leanmath', '2022-02-28 03:40:08', '2022년', '3월', 97, '김태윤', NULL, '미납', 350000, 1, 0, 10000, '', 0, 350000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1470, '0', 'leanmath', '2022-02-28 03:40:08', '2022년', '3월', 166, '신규월금6시', NULL, '미납', 350000, 1, 0, 10000, '', 0, 350000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1471, '0', 'leanmath', '2022-02-28 03:40:08', '2022년', '3월', 37, '이연우', NULL, '미납', 300000, 1, 30000, 10000, '형제할인 -3만원 초4 이우형', 0, 270000, '', '010-5042-5174', '사용', '', '수학', '이장원', NULL, NULL),
(1472, '0', 'leanmath', '2022-02-28 03:40:08', '2022년', '3월', 79, '강민성', NULL, '미납', 350000, 1, 0, 10000, '', 0, 350000, '', '010-8978-8710', '사용', '', '수학', '이장원', NULL, NULL),
(1473, '0', 'leanmath', '2022-02-28 03:40:08', '2022년', '3월', 107, '김규리', NULL, '미납', 300000, 1, 0, 10000, '', 0, 300000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1474, '0', 'leanmath', '2022-02-28 03:40:08', '2022년', '3월', 127, '김희린', NULL, '미납', 350000, 1, 0, 10000, '', 0, 350000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1475, '0', 'leanmath', '2022-02-28 03:40:08', '2022년', '3월', 160, '최준원', NULL, '미납', 350000, 1, 0, 10000, '', 0, 350000, '', '010-9871-0006', '사용', '', '수학', '이장원', NULL, NULL),
(1476, '0', 'leanmath', '2022-02-28 03:40:08', '2022년', '3월', 105, '황유선', NULL, '미납', 350000, 1, 0, 10000, '', 0, 350000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1477, '0', 'leanmath', '2022-02-28 03:40:08', '2022년', '3월', 163, '성은재', NULL, '미납', 300000, 1, 0, 10000, '', 0, 300000, '', '010-2083-0193', '사용', '', '수학', '이장원', NULL, NULL),
(1478, '0', 'leanmath', '2022-02-28 03:40:08', '2022년', '3월', 70, '이예준', NULL, '미납', 225000, 1, 0, 5000, '', 0, 225000, '', '010-4366-3142', '사용', '', '수학', '이장원', NULL, NULL),
(1479, '0', 'leanmath', '2022-02-28 03:40:08', '2022년', '3월', 158, '정보민', NULL, '미납', 300000, 1, 0, 10000, '', 0, 300000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1480, '0', 'leanmath', '2022-02-28 03:40:08', '2022년', '3월', 161, '황경찬', NULL, '미납', 300000, 1, 0, 10000, '', 0, 300000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1481, '0', 'leanmath', '2022-02-28 03:40:08', '2022년', '3월', 115, '강시은', NULL, '미납', 350000, 1, 0, 10000, '', 0, 350000, '', '010-8978-8710', '사용', '', '수학', '이장원', NULL, NULL),
(1482, '0', 'leanmath', '2022-02-28 03:40:08', '2022년', '3월', 9, '윤현서', NULL, '미납', 350000, 1, 0, 10000, '', 0, 350000, '', '010-3356-0638', '사용', '', '수학', '이장원', NULL, NULL),
(1483, '0', 'leanmath', '2022-02-28 03:40:08', '2022년', '3월', 82, '이서우', NULL, '미납', 300000, 1, 0, 10000, '', 0, 300000, '', '010-3453-0904', '사용', '', '수학', '이장원', NULL, NULL),
(1484, '0', 'leanmath', '2022-02-28 03:40:08', '2022년', '3월', 129, '이수윤', NULL, '미납', 300000, 1, 0, 10000, '', 0, 300000, '', '010-5453-9095', '사용', '', '수학', '이장원', NULL, NULL),
(1485, '0', 'leanmath', '2022-02-28 03:40:08', '2022년', '3월', 124, '김리우', NULL, '미납', 350000, 1, 0, 10000, '', 0, 350000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1486, '0', 'leanmath', '2022-02-28 03:40:08', '2022년', '3월', 106, '김시우', NULL, '미납', 300000, 1, 0, 10000, '', 0, 300000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1487, '0', 'leanmath', '2022-02-28 03:40:08', '2022년', '3월', 35, '김재하', NULL, '미납', 300000, 1, 0, 10000, '', 0, 300000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1488, '0', 'leanmath', '2022-02-28 03:40:08', '2022년', '3월', 39, '장예준', NULL, '미납', 300000, 1, 0, 10000, '', 0, 300000, '', '010-5811-7535', '사용', '', '수학', '이장원', NULL, NULL),
(1489, '0', 'leanmath', '2022-02-28 03:40:08', '2022년', '3월', 120, '박성윤', NULL, '미납', 350000, 1, 0, 10000, '', 0, 350000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1490, '0', 'leanmath', '2022-02-28 03:40:08', '2022년', '3월', 123, '박세주', NULL, '미납', 300000, 1, 0, 10000, '', 0, 300000, '', '010-5106-8085', '사용', '', '수학', '이장원', NULL, NULL),
(1491, '0', 'leanmath', '2022-02-28 03:40:08', '2022년', '3월', 155, '위도은', NULL, '미납', 300000, 1, 0, 10000, '', 0, 300000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1492, '0', 'leanmath', '2022-02-28 03:40:08', '2022년', '3월', 162, '이정헌', NULL, '미납', 350000, 1, 0, 10000, '', 0, 350000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1493, '1', 'leanmath', '2022-03-02 14:25:57', '2022년', '3월', 168, '김남율', NULL, '카드수납', 300000, 1, 0, 10000, '', 0, 300000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1494, '1', 'leanmath', '2022-03-12 09:42:19', '2022년', '3월', 130, '장지우', NULL, '카드수납', 300000, 1, 0, 10000, '', 0, 300000, '', '010-4088-9662', '사용', '', '수학', '이장원', NULL, NULL),
(1495, '1', 'leanmath', '2022-03-26 00:28:35', '2022년', '3월', 159, '김용균', NULL, '현금수납', 300000, 1, 0, 10000, '', 0, 290000, '', '010-4400-5550', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1497, '1', 'leanmath', '2022-03-26 00:29:28', '2022년', '3월', 111, '김율', NULL, '현금수납', 300000, 1, 0, 10000, '', 150000, 140000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1498, '1', 'leanmath', '2022-03-30 09:09:49', '2022년', '3월', 92, '하민영', NULL, '현금수납', 350000, 1, 0, 10000, '', 0, 340000, '', '010-7273-1472', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1499, '1', 'leanmath', '2022-03-01 02:43:40', '2022년', '3월', 164, '박유빈', NULL, '카드수납', 300000, 1, 0, 10000, '', 0, 300000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1500, '1', 'leanmath', '2022-03-01 06:42:08', '2022년', '3월', 109, '윤예서', NULL, '현금수납', 350000, 1, 0, 10000, '', 0, 340000, '', '010-2517-1815', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1501, '1', 'leanmath', '2022-03-01 06:42:04', '2022년', '3월', 128, '박기주', NULL, '현금수납', 350000, 1, 0, 10000, '', 0, 340000, '', '010-5106-8085', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1502, '1', 'leanmath', '2022-03-10 00:39:30', '2022년', '3월', 17, '오대경', NULL, '현금수납', 350000, 1, 0, 10000, '', 0, 340000, '', '010-3101-7135', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1503, '1', 'leanmath', '2022-03-01 02:47:50', '2022년', '3월', 132, '채승우', NULL, '카드수납', 350000, 1, 0, 10000, '', 0, 350000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1505, '1', 'leanmath', '2022-03-10 00:39:34', '2022년', '3월', 96, '장한별', NULL, '현금수납', 450000, 1, 0, 10000, '', 0, 440000, '', '010-8861-2559', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1506, '1', 'leanmath', '2022-03-01 02:48:18', '2022년', '3월', 88, '차윤성', NULL, '카드수납', 350000, 1, 0, 10000, '', 0, 350000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1508, '1', 'leanmath', '2022-03-01 02:17:29', '2022년', '3월', 30, '박서윤', NULL, '현금수납', 225000, 1, 0, 5000, '', 0, 220000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1509, '1', 'leanmath', '2022-03-01 02:18:11', '2022년', '3월', 113, '박이안', NULL, '카드수납', 300000, 1, 0, 10000, '', 0, 300000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1510, '1', 'leanmath', '2022-03-10 00:40:37', '2022년', '3월', 121, '이강혁', NULL, '현금수납', 300000, 1, 0, 10000, '', 0, 290000, '', '010-6864-7300', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1511, '1', 'leanmath', '2022-03-10 00:50:34', '2022년', '3월', 29, '이우형', NULL, '현금수납', 225000, 1, 0, 5000, '', 0, 220000, '', '010-5042-5174', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1512, '1', 'leanmath', '2022-03-07 07:45:32', '2022년', '3월', 31, '박재민', NULL, '카드수납', 300000, 1, 0, 10000, '', 0, 300000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1513, '1', 'leanmath', '2022-03-01 06:38:15', '2022년', '3월', 53, '성은규', NULL, '현금수납', 350000, 1, 0, 10000, '', 0, 340000, '', '010-2083-0193', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1514, '1', 'leanmath', '2022-03-09 10:31:46', '2022년', '3월', 167, '신규월4금4', NULL, '카드수납', 300000, 1, 0, 10000, '', 0, 300000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1516, '1', 'leanmath', '2022-03-20 13:07:50', '2022년', '3월', 22, '경민채', NULL, '현금수납', 400000, 1, 0, 10000, '', 0, 390000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1517, '1', 'leanmath', '2022-03-01 02:20:00', '2022년', '3월', 97, '김태윤', NULL, '카드수납', 350000, 1, 0, 10000, '', 0, 350000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1518, '1', 'leanmath', '2022-03-09 10:32:29', '2022년', '3월', 166, '신규월금6시', NULL, '카드수납', 350000, 1, 0, 10000, '', 0, 350000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1519, '1', 'leanmath', '2022-03-10 00:52:44', '2022년', '3월', 37, '이연우', NULL, '현금수납', 350000, 1, 30000, 10000, '형제할인 -3만원 초4 이우형', 0, 310000, '', '010-5042-5174', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1520, '1', 'leanmath', '2022-03-10 00:54:22', '2022년', '3월', 79, '강민성', NULL, '현금수납', 350000, 1, 0, 10000, '', 0, 340000, '', '010-8978-8710', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1522, '1', 'leanmath', '2022-03-01 02:24:31', '2022년', '3월', 127, '김희린', NULL, '현금수납', 350000, 1, 0, 10000, '', 0, 340000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1523, '1', 'leanmath', '2022-03-16 06:19:25', '2022년', '3월', 160, '최준원', NULL, '현금수납', 350000, 1, 0, 10000, '', 208750, 131250, '', '010-9871-0006', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1524, '1', 'leanmath', '2022-02-28 05:38:42', '2022년', '3월', 105, '황유선', NULL, '현금수납', 350000, 1, 0, 10000, '', 0, 340000, '', '010-4306-9006', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1525, '1', 'leanmath', '2022-03-01 06:38:25', '2022년', '3월', 163, '성은재', NULL, '현금수납', 300000, 1, 0, 10000, '', 0, 290000, '', '010-2083-0193', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1526, '1', 'leanmath', '2022-03-10 00:58:50', '2022년', '3월', 70, '이예준', NULL, '현금수납', 225000, 1, 0, 5000, '', 0, 220000, '', '010-4366-3142', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1527, '1', 'leanmath', '2022-03-01 02:23:24', '2022년', '3월', 158, '정보민', NULL, '현금수납', 300000, 1, 0, 10000, '', 0, 290000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1528, '1', 'leanmath', '2022-03-01 02:50:18', '2022년', '3월', 161, '황경찬', NULL, '카드수납', 300000, 1, 0, 10000, '', 0, 300000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1529, '1', 'leanmath', '2022-03-10 00:55:33', '2022년', '3월', 115, '강시은', NULL, '현금수납', 350000, 1, 0, 10000, '', 0, 340000, '', '010-8978-8710', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1530, '1', 'leanmath', '2022-03-10 01:01:42', '2022년', '3월', 9, '윤현서', NULL, '카드수납', 350000, 1, 0, 10000, '', 0, 350000, '', '010-3356-0638', '사용', '', '수학', '이장원', NULL, NULL),
(1531, '1', 'leanmath', '2022-03-01 02:19:47', '2022년', '3월', 82, '이서우', NULL, '카드수납', 300000, 1, 0, 10000, '', 0, 300000, '', '010-3453-0904', '사용', '', '수학', '이장원', NULL, NULL),
(1532, '1', 'leanmath', '2022-03-10 01:04:54', '2022년', '3월', 129, '이수윤', NULL, '현금수납', 350000, 1, 0, 10000, '', 0, 340000, '', '010-5453-9095', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1533, '1', 'leanmath', '2022-03-01 02:55:40', '2022년', '3월', 124, '김리우', NULL, '카드수납', 350000, 1, 0, 10000, '', 0, 350000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1534, '1', 'leanmath', '2022-03-01 02:55:53', '2022년', '3월', 106, '김시우', NULL, '카드수납', 300000, 1, 0, 10000, '', 0, 300000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1535, '1', 'leanmath', '2022-03-01 02:50:49', '2022년', '3월', 35, '김재하', NULL, '카드수납', 350000, 1, 0, 10000, '', 0, 350000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1536, '1', 'leanmath', '2022-03-10 01:05:02', '2022년', '3월', 39, '장예준', NULL, '현금수납', 350000, 1, 0, 10000, '', 0, 340000, '', '010-5811-7535', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1537, '1', 'leanmath', '2022-03-01 02:17:17', '2022년', '3월', 120, '박성윤', NULL, '카드수납', 350000, 1, 0, 10000, '', 0, 350000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1538, '1', 'leanmath', '2022-03-01 06:42:18', '2022년', '3월', 123, '박세주', NULL, '현금수납', 350000, 1, 0, 10000, '', 0, 340000, '', '010-5106-8085', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1539, '1', 'leanmath', '2022-03-08 14:01:28', '2022년', '3월', 155, '위도은', NULL, '카드수납', 350000, 1, 0, 10000, '', 0, 350000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1540, '1', 'leanmath', '2022-03-01 02:53:57', '2022년', '3월', 162, '이정헌', NULL, '카드수납', 350000, 1, 0, 10000, '', 0, 350000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1541, '1', 'leanmath', '2022-03-09 10:34:46', '2022년', '3월', 171, '박주원', NULL, '카드수납', 300000, 1, 0, 10000, '', 0, 300000, '', '010-', '미사용', '', '수학', '이장원', NULL, NULL),
(1542, '1', 'leanmath', '2022-03-26 00:31:15', '2022년', '3월', 172, '김민지', NULL, '현금수납', 400000, 1, 0, 10000, '6회수업예정', 240000, 150000, '', '010-', '미사용', '', '수학', '이장원', NULL, NULL),
(1543, '1', 'leanmath', '2022-04-02 07:18:44', '2022년', '4월', 168, '김남율', NULL, '카드수납', 300000, 1, 0, 10000, '', 0, 300000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1545, '1', 'leanmath', '2022-04-02 07:48:34', '2022년', '4월', 159, '김용균', NULL, '현금수납', 300000, 1, 0, 10000, '', 0, 290000, '', '010-4400-5550', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1546, '1', 'leanmath', '2022-03-30 09:09:54', '2022년', '4월', 92, '하민영', NULL, '현금수납', 350000, 1, 0, 10000, '', 0, 340000, '', '010-7273-1472', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1547, '1', 'leanmath', '2022-04-01 07:07:10', '2022년', '4월', 164, '박유빈', NULL, '카드수납', 300000, 1, 0, 10000, '', 0, 300000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1548, '1', 'leanmath', '2022-04-04 07:09:26', '2022년', '4월', 109, '윤예서', NULL, '카드수납', 350000, 1, 0, 10000, '', 0, 350000, '', '010-2517-1815', '사용', '', '수학', '이장원', NULL, NULL),
(1549, '1', 'leanmath', '2022-04-02 07:49:35', '2022년', '4월', 128, '박기주', NULL, '현금수납', 350000, 1, 0, 10000, '', 0, 340000, '', '010-5106-8085', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1550, '1', 'leanmath', '2022-04-02 07:51:38', '2022년', '4월', 17, '오대경', NULL, '현금수납', 350000, 1, 0, 10000, '', 0, 340000, '', '010-3101-7135', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1551, '1', 'leanmath', '2022-03-30 13:01:48', '2022년', '4월', 132, '채승우', NULL, '카드수납', 350000, 1, 0, 10000, '', 0, 350000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1552, '1', 'leanmath', '2022-04-18 05:29:34', '2022년', '4월', 96, '장한별', NULL, '현금수납', 450000, 1, 0, 10000, '', 0, 440000, '', '010-8861-2559', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1553, '1', 'leanmath', '2022-04-01 07:10:07', '2022년', '4월', 88, '차윤성', NULL, '카드수납', 350000, 1, 0, 10000, '', 0, 350000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1554, '1', 'leanmath', '2022-04-08 11:52:21', '2022년', '4월', 30, '박서윤', NULL, '카드수납', 225000, 1, 0, 5000, '', 0, 225000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1555, '1', 'leanmath', '2022-04-08 11:55:40', '2022년', '4월', 171, '박주원', NULL, '카드수납', 300000, 1, 0, 10000, '', 0, 300000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1558, '1', 'leanmath', '2022-03-31 11:25:09', '2022년', '4월', 167, '김규범', NULL, '현금수납', 300000, 1, 0, 10000, '', 0, 290000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1559, '1', 'leanmath', '2022-04-01 07:07:21', '2022년', '4월', 113, '박이안', NULL, '카드수납', 300000, 1, 0, 10000, '', 0, 300000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1560, '1', 'leanmath', '2022-04-04 07:09:37', '2022년', '4월', 31, '박재민', NULL, '카드수납', 300000, 1, 0, 10000, '', 0, 300000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1561, '1', 'leanmath', '2022-04-02 07:54:04', '2022년', '4월', 53, '성은규', NULL, '현금수납', 350000, 1, 0, 10000, '', 0, 340000, '', '010-2083-0193', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1562, '1', 'leanmath', '2022-03-30 07:35:16', '2022년', '4월', 22, '경민채', NULL, '현금수납', 400000, 1, 0, 10000, '', 0, 390000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1563, '1', 'leanmath', '2022-03-30 07:36:54', '2022년', '4월', 97, '김태윤', NULL, '카드수납', 350000, 1, 0, 10000, '', 0, 350000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1564, '1', 'leanmath', '2022-04-05 02:29:04', '2022년', '4월', 166, '이도환', NULL, '카드수납', 350000, 1, 0, 10000, '', 0, 350000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1565, '1', 'leanmath', '2022-04-02 08:12:07', '2022년', '4월', 37, '이연우', NULL, '현금수납', 350000, 1, 0, 10000, '', 0, 340000, '', '010-5042-5174', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1566, '1', 'leanmath', '2022-04-18 05:30:49', '2022년', '4월', 79, '강민성', NULL, '현금수납', 350000, 1, 0, 10000, '', 0, 340000, '', '010-8978-8710', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1567, '1', 'leanmath', '2022-03-28 05:08:47', '2022년', '4월', 127, '김희린', NULL, '현금수납', 350000, 1, 0, 10000, '', 0, 340000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1568, '1', 'leanmath', '2022-03-28 05:08:38', '2022년', '4월', 105, '황유선', NULL, '현금수납', 350000, 1, 0, 10000, '', 0, 340000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1569, '1', 'leanmath', '2022-04-02 07:55:05', '2022년', '4월', 163, '성은재', NULL, '현금수납', 300000, 1, 0, 10000, '', 0, 290000, '', '010-2083-0193', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1570, '1', 'leanmath', '2022-04-18 05:32:53', '2022년', '4월', 70, '이예준', NULL, '현금수납', 225000, 1, 0, 5000, '', 0, 220000, '', '010-4366-3142', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1571, '1', 'leanmath', '2022-04-07 00:49:59', '2022년', '4월', 158, '정보민', NULL, '현금수납', 300000, 1, 0, 10000, '', 0, 290000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1572, '1', 'leanmath', '2022-04-07 02:43:06', '2022년', '4월', 161, '황경찬', NULL, '카드수납', 300000, 1, 0, 10000, '', 0, 300000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1573, '1', 'leanmath', '2022-04-18 05:31:56', '2022년', '4월', 115, '강시은', NULL, '현금수납', 350000, 1, 0, 10000, '', 0, 340000, '', '010-8978-8710', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1574, '1', 'leanmath', '2022-04-18 05:34:05', '2022년', '4월', 9, '윤현서', NULL, '현금수납', 350000, 1, 0, 10000, '', 0, 340000, '', '010-3356-0638', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1575, '1', 'leanmath', '2022-04-02 14:15:12', '2022년', '4월', 82, '이서우', NULL, '카드수납', 300000, 1, 0, 10000, '', 0, 300000, '', '010-3453-0904', '사용', '', '수학', '이장원', NULL, NULL),
(1576, '1', 'leanmath', '2022-04-18 05:35:07', '2022년', '4월', 129, '이수윤', NULL, '현금수납', 350000, 1, 0, 10000, '', 0, 340000, '', '010-5453-9095', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1577, '1', 'leanmath', '2022-03-31 11:24:19', '2022년', '4월', 124, '김리우', NULL, '카드수납', 350000, 1, 0, 10000, '', 0, 350000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1578, '1', 'leanmath', '2022-03-31 11:24:28', '2022년', '4월', 106, '김시우', NULL, '카드수납', 300000, 1, 0, 10000, '', 0, 300000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1579, '1', 'leanmath', '2022-03-30 13:01:40', '2022년', '4월', 35, '김재하', NULL, '카드수납', 350000, 1, 0, 10000, '', 0, 350000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1580, '1', 'leanmath', '2022-04-02 07:56:07', '2022년', '4월', 39, '장예준', NULL, '현금수납', 350000, 1, 0, 10000, '', 0, 340000, '', '010-5811-7535', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1581, '1', 'leanmath', '2022-03-30 09:05:56', '2022년', '4월', 120, '박성윤', NULL, '현금수납', 350000, 1, 0, 10000, '', 0, 340000, '', '010-3583-2983', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1582, '1', 'leanmath', '2022-04-02 07:50:27', '2022년', '4월', 123, '박세주', NULL, '현금수납', 350000, 1, 0, 10000, '', 0, 340000, '', '010-5106-8085', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1584, '1', 'leanmath', '2022-04-01 07:08:10', '2022년', '4월', 162, '이정헌', NULL, '현금수납', 350000, 1, 0, 10000, '', 0, 340000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1585, '1', 'leanmath', '2022-04-10 14:00:28', '2022년', '4월', 176, '윤예준', NULL, '현금수납', 350000, 1, 50000, 0, '7/8수업', 0, 300000, '', '010-', '미사용', '', '수학', '이장원', NULL, NULL),
(1586, '0', 'leanmath', '2022-04-29 23:25:07', '2022', '5', 168, '김남율', NULL, '미납', 300000, 1, 0, 10000, '', 0, 300000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1587, '0', 'leanmath', '2022-04-29 23:25:07', '2022', '5', 159, '김용균', NULL, '미납', 300000, 1, 0, 10000, '', 0, 300000, '', '010-4400-5550', '사용', '', '수학', '이장원', NULL, NULL),
(1588, '0', 'leanmath', '2022-04-29 23:25:07', '2022', '5', 180, '이연우', NULL, '미납', 350000, 1, 0, 10000, '', 0, 350000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1589, '0', 'leanmath', '2022-04-29 23:25:07', '2022', '5', 92, '하민영', NULL, '미납', 350000, 1, 0, 10000, '', 0, 350000, '', '010-7273-1472', '사용', '', '수학', '이장원', NULL, NULL),
(1590, '0', 'leanmath', '2022-04-29 23:25:07', '2022', '5', 164, '박유빈', NULL, '미납', 300000, 1, 0, 10000, '', 0, 300000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1591, '0', 'leanmath', '2022-04-29 23:25:07', '2022', '5', 109, '윤예서', NULL, '미납', 350000, 1, 0, 10000, '', 0, 350000, '', '010-2517-1815', '사용', '', '수학', '이장원', NULL, NULL),
(1592, '0', 'leanmath', '2022-04-29 23:25:07', '2022', '5', 128, '박기주', NULL, '미납', 350000, 1, 0, 10000, '', 0, 350000, '', '010-5106-8085', '사용', '', '수학', '이장원', NULL, NULL),
(1593, '0', 'leanmath', '2022-04-29 23:25:07', '2022', '5', 17, '오대경', NULL, '미납', 350000, 1, 0, 10000, '', 0, 350000, '', '010-3101-7135', '사용', '', '수학', '이장원', NULL, NULL),
(1594, '0', 'leanmath', '2022-04-29 23:25:07', '2022', '5', 132, '채승우', NULL, '미납', 350000, 1, 0, 10000, '', 0, 350000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1595, '0', 'leanmath', '2022-04-29 23:25:07', '2022', '5', 96, '장한별', NULL, '미납', 450000, 1, 0, 10000, '', 0, 450000, '', '010-8861-2559', '사용', '', '수학', '이장원', NULL, NULL),
(1596, '0', 'leanmath', '2022-04-29 23:25:07', '2022', '5', 177, '이정후', NULL, '미납', 350000, 1, 0, 100000, '', 0, 350000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1597, '0', 'leanmath', '2022-04-29 23:25:07', '2022', '5', 30, '박서윤', NULL, '미납', 225000, 1, 0, 5000, '', 0, 225000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1598, '0', 'leanmath', '2022-04-29 23:25:07', '2022', '5', 171, '박주원', NULL, '미납', 300000, 1, 0, 10000, '', 0, 300000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1599, '0', 'leanmath', '2022-04-29 23:25:07', '2022', '5', 167, '김규범', NULL, '미납', 300000, 1, 0, 10000, '', 0, 300000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1600, '0', 'leanmath', '2022-04-29 23:25:07', '2022', '5', 113, '박이안', NULL, '미납', 300000, 1, 0, 10000, '', 0, 300000, '', '', '미사용', '', '수학', '이장원', NULL, NULL);
INSERT INTO `st_payment` (`id`, `flag`, `workspace`, `modified_time`, `year`, `month`, `st_id`, `name`, `grade`, `pay_status`, `regular_price`, `ratio_for_month`, `discount1`, `discount2`, `discount_memo`, `return_price`, `net_income`, `pay_type`, `receipt_phone`, `receipt_use`, `receipt_status`, `class_subject`, `teacher_name`, `pay_date`, `etc1`) VALUES
(1601, '0', 'leanmath', '2022-04-29 23:25:07', '2022', '5', 31, '박재민', NULL, '미납', 300000, 1, 0, 10000, '', 0, 300000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1602, '0', 'leanmath', '2022-04-29 23:25:07', '2022', '5', 53, '성은규', NULL, '미납', 350000, 1, 0, 10000, '', 0, 350000, '', '010-2083-0193', '사용', '', '수학', '이장원', NULL, NULL),
(1603, '0', 'leanmath', '2022-04-29 23:25:07', '2022', '5', 22, '경민채', NULL, '미납', 400000, 1, 0, 10000, '', 0, 400000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1604, '0', 'leanmath', '2022-04-29 23:25:07', '2022', '5', 97, '김태윤', NULL, '미납', 350000, 1, 0, 10000, '', 0, 350000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1605, '0', 'leanmath', '2022-04-29 23:25:07', '2022', '5', 166, '이도환', NULL, '미납', 350000, 1, 0, 10000, '', 0, 350000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1606, '0', 'leanmath', '2022-04-29 23:25:07', '2022', '5', 37, '이연우', NULL, '미납', 350000, 1, 0, 10000, '형제할인 -3만원 초4 이우형', 0, 350000, '', '010-5042-5174', '사용', '', '수학', '이장원', NULL, NULL),
(1607, '0', 'leanmath', '2022-04-29 23:25:07', '2022', '5', 79, '강민성', NULL, '미납', 350000, 1, 0, 10000, '', 0, 350000, '', '010-8978-8710', '사용', '', '수학', '이장원', NULL, NULL),
(1608, '0', 'leanmath', '2022-04-29 23:25:07', '2022', '5', 127, '김희린', NULL, '미납', 350000, 1, 0, 10000, '', 0, 350000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1609, '0', 'leanmath', '2022-04-29 23:25:07', '2022', '5', 176, '윤예준', NULL, '미납', 350000, 1, 0, 10000, '', 0, 350000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1610, '0', 'leanmath', '2022-04-29 23:25:07', '2022', '5', 105, '황유선', NULL, '미납', 350000, 1, 0, 10000, '', 0, 350000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1611, '0', 'leanmath', '2022-04-29 23:25:07', '2022', '5', 163, '성은재', NULL, '미납', 300000, 1, 0, 10000, '', 0, 300000, '', '010-2083-0193', '사용', '', '수학', '이장원', NULL, NULL),
(1612, '0', 'leanmath', '2022-04-29 23:25:07', '2022', '5', 70, '이예준', NULL, '미납', 225000, 1, 0, 5000, '', 0, 225000, '', '010-4366-3142', '사용', '', '수학', '이장원', NULL, NULL),
(1613, '0', 'leanmath', '2022-04-29 23:25:07', '2022', '5', 158, '정보민', NULL, '미납', 300000, 1, 0, 10000, '', 0, 300000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1614, '0', 'leanmath', '2022-04-29 23:25:07', '2022', '5', 161, '황경찬', NULL, '미납', 300000, 1, 0, 10000, '', 0, 300000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1615, '0', 'leanmath', '2022-04-29 23:25:07', '2022', '5', 115, '강시은', NULL, '미납', 350000, 1, 0, 10000, '', 0, 350000, '', '010-8978-8710', '사용', '', '수학', '이장원', NULL, NULL),
(1616, '0', 'leanmath', '2022-04-29 23:25:07', '2022', '5', 179, '윤준성', NULL, '미납', 300000, 1, 0, 10000, '', 0, 300000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1617, '0', 'leanmath', '2022-04-29 23:25:07', '2022', '5', 9, '윤현서', NULL, '미납', 350000, 1, 0, 10000, '', 0, 350000, '', '010-3356-0638', '사용', '', '수학', '이장원', NULL, NULL),
(1618, '0', 'leanmath', '2022-04-29 23:25:07', '2022', '5', 82, '이서우', NULL, '미납', 300000, 1, 0, 10000, '', 0, 300000, '', '010-3453-0904', '사용', '', '수학', '이장원', NULL, NULL),
(1619, '0', 'leanmath', '2022-04-29 23:25:07', '2022', '5', 124, '김리우', NULL, '미납', 350000, 1, 0, 10000, '', 0, 350000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1620, '0', 'leanmath', '2022-04-29 23:25:07', '2022', '5', 106, '김시우', NULL, '미납', 300000, 1, 0, 10000, '', 0, 300000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1621, '0', 'leanmath', '2022-04-29 23:25:07', '2022', '5', 35, '김재하', NULL, '미납', 350000, 1, 0, 10000, '', 0, 350000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1622, '0', 'leanmath', '2022-04-29 23:25:07', '2022', '5', 39, '장예준', NULL, '미납', 350000, 1, 0, 10000, '', 0, 350000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1623, '0', 'leanmath', '2022-04-29 23:25:07', '2022', '5', 120, '박성윤', NULL, '미납', 350000, 1, 0, 10000, '', 0, 350000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1624, '0', 'leanmath', '2022-04-29 23:25:07', '2022', '5', 123, '박세주', NULL, '미납', 350000, 1, 0, 10000, '', 0, 350000, '', '010-5106-8085', '사용', '', '수학', '이장원', NULL, NULL),
(1625, '0', 'leanmath', '2022-04-29 23:25:07', '2022', '5', 162, '이정헌', NULL, '미납', 350000, 1, 0, 10000, '', 0, 350000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1626, '0', 'leanmath', '2022-04-29 23:25:07', '2022', '5', 88, '차윤성', NULL, '미납', 350000, 1, 0, 10000, '', 0, 350000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1627, '1', 'leanmath', '2022-05-06 00:34:53', '2022년', '5월', 168, '김남율', NULL, '카드수납', 300000, 1, 0, 10000, '', 0, 300000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1628, '1', 'leanmath', '2022-05-02 12:22:09', '2022년', '5월', 159, '김용균', NULL, '현금수납', 300000, 1, 0, 10000, '', 0, 290000, '', '010-4400-5550', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1629, '1', 'leanmath', '2022-05-01 14:42:17', '2022년', '5월', 180, '이연우', NULL, '현금수납', 350000, 1, 0, 10000, '', 0, 340000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1630, '1', 'leanmath', '2022-05-02 12:22:59', '2022년', '5월', 92, '하민영', NULL, '현금수납', 350000, 1, 0, 10000, '', 0, 340000, '', '010-7273-1472', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1631, '1', 'leanmath', '2022-05-11 05:53:43', '2022년', '5월', 164, '박유빈', NULL, '카드수납', 300000, 1, 0, 10000, '', 0, 300000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1632, '1', 'leanmath', '2022-04-30 09:08:20', '2022년', '5월', 109, '윤예서', NULL, '카드수납', 350000, 1, 0, 10000, '', 0, 350000, '', '010-2517-1815', '사용', '', '수학', '이장원', NULL, NULL),
(1633, '1', 'leanmath', '2022-05-02 12:24:03', '2022년', '5월', 128, '박기주', NULL, '현금수납', 350000, 1, 0, 10000, '', 0, 340000, '', '010-5106-8085', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1634, '1', 'leanmath', '2022-05-02 12:25:49', '2022년', '5월', 17, '오대경', NULL, '현금수납', 350000, 1, 0, 10000, '', 0, 340000, '', '010-3101-7135', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1635, '1', 'leanmath', '2022-05-06 00:31:25', '2022년', '5월', 132, '채승우', NULL, '카드수납', 350000, 1, 0, 10000, '', 0, 350000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1636, '1', 'leanmath', '2022-05-17 05:07:30', '2022년', '5월', 96, '장한별', NULL, '현금수납', 450000, 1, 0, 10000, '', 0, 440000, '', '010-8861-2559', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1637, '1', 'leanmath', '2022-05-06 00:34:31', '2022년', '5월', 177, '이정후', NULL, '카드수납', 350000, 1, 0, 100000, '', 0, 350000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1638, '1', 'leanmath', '2022-04-30 09:07:44', '2022년', '5월', 30, '박서윤', NULL, '카드수납', 225000, 1, 0, 5000, '', 0, 225000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1639, '1', 'leanmath', '2022-04-30 09:06:07', '2022년', '5월', 171, '박주원', NULL, '현금수납', 300000, 1, 0, 10000, '', 0, 290000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1640, '1', 'leanmath', '2022-04-30 09:07:09', '2022년', '5월', 167, '김규범', NULL, '현금수납', 300000, 1, 0, 10000, '', 0, 290000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1641, '1', 'leanmath', '2022-05-06 00:32:10', '2022년', '5월', 113, '박이안', NULL, '카드수납', 300000, 1, 0, 10000, '', 0, 300000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1642, '1', 'leanmath', '2022-05-02 12:17:54', '2022년', '5월', 31, '박재민', NULL, '카드수납', 300000, 1, 0, 10000, '', 0, 300000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1643, '1', 'leanmath', '2022-05-02 12:27:33', '2022년', '5월', 53, '성은규', NULL, '현금수납', 350000, 1, 0, 10000, '', 0, 340000, '', '010-2083-0193', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1644, '1', 'leanmath', '2022-05-06 00:33:17', '2022년', '5월', 22, '경민채', NULL, '현금수납', 400000, 1, 0, 10000, '', 0, 390000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1645, '1', 'leanmath', '2022-05-02 12:18:11', '2022년', '5월', 97, '김태윤', NULL, '카드수납', 350000, 1, 0, 10000, '', 0, 350000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1646, '1', 'leanmath', '2022-04-30 09:07:33', '2022년', '5월', 166, '이도환', NULL, '카드수납', 350000, 1, 0, 10000, '', 0, 350000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1647, '1', 'leanmath', '2022-05-02 12:28:41', '2022년', '5월', 37, '이연우', NULL, '현금수납', 350000, 1, 0, 10000, '형제할인 -3만원 초4 이우형', 0, 340000, '', '010-5042-5174', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1648, '1', 'leanmath', '2022-04-30 09:08:50', '2022년', '5월', 79, '강민성', NULL, '카드수납', 350000, 1, 0, 10000, '', 0, 350000, '', '010-8978-8710', '사용', '', '수학', '이장원', NULL, NULL),
(1649, '1', 'leanmath', '2022-04-30 09:06:16', '2022년', '5월', 127, '김희린', NULL, '현금수납', 350000, 1, 0, 10000, '', 0, 340000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1650, '1', 'leanmath', '2022-04-30 09:07:19', '2022년', '5월', 176, '윤예준', NULL, '현금수납', 350000, 1, 0, 10000, '', 0, 340000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1651, '1', 'leanmath', '2022-04-30 09:06:24', '2022년', '5월', 105, '황유선', NULL, '현금수납', 350000, 1, 0, 10000, '', 0, 340000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1652, '1', 'leanmath', '2022-05-02 12:27:39', '2022년', '5월', 163, '성은재', NULL, '현금수납', 300000, 1, 0, 10000, '', 0, 290000, '', '010-2083-0193', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1653, '1', 'leanmath', '2022-05-17 09:09:32', '2022년', '5월', 70, '이예준', NULL, '현금수납', 225000, 1, 0, 5000, '', 0, 220000, '', '010-4366-3142', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1654, '1', 'leanmath', '2022-05-09 12:24:51', '2022년', '5월', 158, '정보민', NULL, '현금수납', 300000, 1, 0, 10000, '', 0, 290000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1655, '1', 'leanmath', '2022-04-30 09:14:15', '2022년', '5월', 161, '황경찬', NULL, '카드수납', 300000, 1, 0, 10000, '', 0, 300000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1656, '1', 'leanmath', '2022-04-30 09:08:42', '2022년', '5월', 115, '강시은', NULL, '카드수납', 350000, 1, 0, 10000, '', 0, 350000, '', '010-8978-8710', '사용', '', '수학', '이장원', NULL, NULL),
(1657, '1', 'leanmath', '2022-05-03 08:39:57', '2022년', '5월', 179, '윤준성', NULL, '현금수납', 300000, 1, 0, 10000, '', 0, 290000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1658, '1', 'leanmath', '2022-05-17 05:08:26', '2022년', '5월', 9, '윤현서', NULL, '현금수납', 350000, 1, 0, 10000, '', 0, 340000, '', '010-3356-0638', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1659, '1', 'leanmath', '2022-04-30 09:13:31', '2022년', '5월', 82, '이서우', NULL, '카드수납', 300000, 1, 0, 10000, '', 0, 300000, '', '010-3453-0904', '사용', '', '수학', '이장원', NULL, NULL),
(1660, '1', 'leanmath', '2022-04-30 09:09:59', '2022년', '5월', 124, '김리우', NULL, '카드수납', 350000, 1, 0, 10000, '', 0, 350000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1661, '1', 'leanmath', '2022-04-30 09:09:53', '2022년', '5월', 106, '김시우', NULL, '카드수납', 300000, 1, 0, 10000, '', 0, 300000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1662, '1', 'leanmath', '2022-04-30 09:14:32', '2022년', '5월', 35, '김재하', NULL, '카드수납', 350000, 1, 0, 10000, '', 0, 350000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1663, '1', 'leanmath', '2022-05-11 05:52:35', '2022년', '5월', 39, '장예준', NULL, '현금수납', 350000, 1, 0, 10000, '', 0, 340000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1664, '1', 'leanmath', '2022-05-02 12:33:35', '2022년', '5월', 120, '박성윤', NULL, '현금수납', 350000, 1, 0, 10000, '', 0, 340000, '', '010-3583-2983', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1665, '1', 'leanmath', '2022-05-02 12:24:49', '2022년', '5월', 123, '박세주', NULL, '현금수납', 350000, 1, 0, 10000, '', 0, 340000, '', '010-5106-8085', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1666, '1', 'leanmath', '2022-05-06 00:33:47', '2022년', '5월', 162, '이정헌', NULL, '카드수납', 350000, 1, 0, 10000, '', 0, 350000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1667, '1', 'leanmath', '2022-04-30 09:14:01', '2022년', '5월', 88, '차윤성', NULL, '카드수납', 350000, 1, 0, 10000, '', 0, 350000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1668, '1', 'leanmath', '2022-05-01 14:42:44', '2022년', '4월', 180, '이연우', NULL, '현금수납', 87500, 1, 0, 0, '', 0, 87500, '', '010-', '미사용', '', '수학', '이장원', NULL, NULL),
(1669, '1', 'leanmath', '2022-05-15 21:16:37', '2022년', '5월', 182, '유동윤', NULL, '카드수납', 262500, 1, 0, 0, '6/8수업', 0, 262500, '', '010-', '미사용', '', '수학', '이장원', NULL, NULL),
(1670, '1', 'leanmath', '2022-05-11 05:56:38', '2022년', '5월', 126, '박비주', NULL, '카드수납', 200000, 1, 0, 0, '', 0, 200000, '', '010-', '미사용', '', '수학', '이장원', NULL, NULL),
(1671, '1', 'leanmath', '2022-06-01 08:41:36', '2022년', '6월', 168, '김남율', NULL, '카드수납', 300000, 1, 0, 10000, '', 0, 300000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1672, '1', 'leanmath', '2022-06-17 04:05:23', '2022년', '6월', 159, '김용균', NULL, '현금수납', 225000, 1, 0, 5000, '', 0, 220000, '', '010-4400-5550', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1673, '1', 'leanmath', '2022-05-28 10:03:37', '2022년', '6월', 186, '서참솔', NULL, '카드수납', 300000, 1, 0, 10000, '', 0, 300000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1675, '1', 'leanmath', '2022-05-28 10:03:56', '2022년', '6월', 185, '한승오', NULL, '카드수납', 350000, 1, 0, 10000, '', 0, 350000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1676, '1', 'leanmath', '2022-06-20 02:59:09', '2022년', '6월', 92, '하민영', NULL, '현금수납', 350000, 1, 0, 10000, '', 0, 340000, '', '010-7273-1472', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1677, '1', 'leanmath', '2022-05-30 11:13:44', '2022년', '6월', 164, '박유빈', NULL, '현금수납', 150000, 1, 0, 10000, '', 0, 140000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1678, '1', 'leanmath', '2022-06-09 05:48:17', '2022년', '6월', 109, '윤예서', NULL, '카드수납', 350000, 1, 0, 10000, '', 0, 350000, '', '010-2517-1815', '사용', '', '수학', '이장원', NULL, NULL),
(1679, '1', 'leanmath', '2022-06-17 04:06:27', '2022년', '6월', 128, '박기주', NULL, '현금수납', 350000, 1, 0, 10000, '', 0, 340000, '', '010-5106-8085', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1681, '1', 'leanmath', '2022-05-28 10:04:02', '2022년', '6월', 132, '채승우', NULL, '카드수납', 350000, 1, 0, 10000, '', 0, 350000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1682, '1', 'leanmath', '2022-06-17 04:08:29', '2022년', '6월', 96, '장한별', NULL, '현금수납', 450000, 1, 0, 10000, '', 0, 440000, '', '010-8861-2559', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1683, '1', 'leanmath', '2022-05-28 10:03:49', '2022년', '6월', 184, '김석현', NULL, '카드수납', 350000, 1, 0, 10000, '현금', 0, 350000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1684, '1', 'leanmath', '2022-06-12 08:56:48', '2022년', '6월', 177, '이정후', NULL, '카드수납', 350000, 1, 0, 100000, '', 0, 350000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1685, '1', 'leanmath', '2022-05-28 10:04:20', '2022년', '6월', 30, '박서윤', NULL, '카드수납', 225000, 1, 0, 5000, '', 0, 225000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1686, '1', 'leanmath', '2022-06-01 08:41:51', '2022년', '6월', 171, '박주원', NULL, '카드수납', 300000, 1, 0, 10000, '', 0, 300000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1687, '1', 'leanmath', '2022-06-03 05:19:03', '2022년', '6월', 167, '김규범', NULL, '카드수납', 300000, 1, 0, 10000, '', 0, 300000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1688, '1', 'leanmath', '2022-05-30 11:14:18', '2022년', '6월', 113, '박이안', NULL, '카드수납', 300000, 1, 0, 10000, '', 0, 300000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1689, '1', 'leanmath', '2022-05-30 11:14:13', '2022년', '6월', 31, '박재민', NULL, '카드수납', 300000, 1, 0, 10000, '', 0, 300000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1690, '1', 'leanmath', '2022-06-17 04:09:15', '2022년', '6월', 53, '성은규', NULL, '현금수납', 350000, 1, 0, 10000, '', 0, 340000, '', '010-2083-0193', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1691, '1', 'leanmath', '2022-06-10 23:08:28', '2022년', '6월', 22, '경민채', NULL, '현금수납', 400000, 1, 0, 10000, '', 0, 390000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1692, '1', 'leanmath', '2022-05-30 11:14:24', '2022년', '6월', 97, '김태윤', NULL, '카드수납', 350000, 1, 0, 10000, '', 0, 350000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1693, '1', 'leanmath', '2022-06-04 02:16:46', '2022년', '6월', 182, '유동윤', NULL, '카드수납', 350000, 1, 0, 10000, '', 0, 350000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1695, '1', 'leanmath', '2022-06-17 04:12:03', '2022년', '6월', 37, '이연우', NULL, '현금수납', 350000, 1, 0, 10000, '형제할인 -3만원 초4 이우형', 0, 340000, '', '010-5042-5174', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1696, '1', 'leanmath', '2022-05-30 11:14:30', '2022년', '6월', 79, '강민성', NULL, '카드수납', 350000, 1, 0, 10000, '', 0, 350000, '', '010-8978-8710', '사용', '', '수학', '이장원', NULL, NULL),
(1697, '1', 'leanmath', '2022-05-28 10:05:34', '2022년', '6월', 127, '김희린', NULL, '현금수납', 350000, 1, 0, 10000, '', 0, 340000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1698, '1', 'leanmath', '2022-05-30 11:13:35', '2022년', '6월', 176, '윤예준', NULL, '현금수납', 350000, 1, 0, 10000, '', 0, 340000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1699, '1', 'leanmath', '2022-06-03 05:17:36', '2022년', '6월', 105, '황유선', NULL, '현금수납', 350000, 1, 0, 10000, '', 0, 340000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1700, '1', 'leanmath', '2022-06-17 04:20:47', '2022년', '6월', 183, '박비주', NULL, '현금수납', 200000, 1, 0, 0, '', 0, 200000, '', '010-3583-2983', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1701, '1', 'leanmath', '2022-06-17 04:10:51', '2022년', '6월', 163, '성은재', NULL, '현금수납', 225000, 1, 0, 5000, '', 0, 220000, '', '010-2083-0193', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1702, '1', 'leanmath', '2022-06-17 04:13:19', '2022년', '6월', 70, '이예준', NULL, '현금수납', 225000, 1, 0, 5000, '', 0, 220000, '', '010-4366-3142', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1703, '1', 'leanmath', '2022-06-03 05:20:14', '2022년', '6월', 161, '황경찬', NULL, '카드수납', 225000, 1, 0, 10000, '', 0, 225000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1704, '1', 'leanmath', '2022-05-30 11:14:35', '2022년', '6월', 115, '강시은', NULL, '카드수납', 350000, 1, 0, 10000, '', 0, 350000, '', '010-8978-8710', '사용', '', '수학', '이장원', NULL, NULL),
(1705, '1', 'leanmath', '2022-05-28 10:06:17', '2022년', '6월', 179, '윤준성', NULL, '현금수납', 300000, 1, 0, 10000, '', 0, 290000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1706, '1', 'leanmath', '2022-06-17 04:14:17', '2022년', '6월', 9, '윤현서', NULL, '현금수납', 350000, 1, 0, 10000, '', 0, 340000, '', '010-3356-0638', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1707, '1', 'leanmath', '2022-06-17 05:45:13', '2022년', '6월', 82, '이서우', NULL, '카드수납', 300000, 1, 0, 10000, '', 0, 300000, '', '010-3453-0904', '사용', '', '수학', '이장원', NULL, NULL),
(1708, '1', 'leanmath', '2022-06-03 05:19:13', '2022년', '6월', 124, '김리우', NULL, '카드수납', 350000, 1, 0, 10000, '', 0, 350000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1709, '1', 'leanmath', '2022-06-03 05:19:17', '2022년', '6월', 106, '김시우', NULL, '카드수납', 300000, 1, 0, 10000, '', 0, 300000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1710, '1', 'leanmath', '2022-06-03 05:19:22', '2022년', '6월', 35, '김재하', NULL, '카드수납', 350000, 1, 0, 10000, '', 0, 350000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1711, '1', 'leanmath', '2022-06-03 05:19:26', '2022년', '6월', 39, '장예준', NULL, '현금수납', 350000, 1, 0, 10000, '', 0, 340000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1712, '1', 'leanmath', '2022-06-17 04:16:25', '2022년', '6월', 120, '박성윤', NULL, '현금수납', 350000, 1, 0, 10000, '', 0, 340000, '', '010-3583-2983', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1713, '1', 'leanmath', '2022-06-17 04:07:26', '2022년', '6월', 123, '박세주', NULL, '현금수납', 350000, 1, 0, 10000, '', 0, 340000, '', '010-5106-8085', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1714, '1', 'leanmath', '2022-06-03 05:19:38', '2022년', '6월', 162, '이정헌', NULL, '카드수납', 350000, 1, 0, 10000, '', 0, 350000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1715, '1', 'leanmath', '2022-06-04 02:16:51', '2022년', '6월', 88, '차윤성', NULL, '카드수납', 350000, 1, 0, 10000, '', 0, 350000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1716, '1', 'leanmath', '2022-05-31 01:36:59', '2022', '6월', 186, '이지민', NULL, '미납', NULL, 1, 0, 0, '', 0, 0, '', '010-', '미사용', '', '수학', '이장원', NULL, NULL),
(1717, '1', 'leanmath', '2022-06-10 23:05:15', '2022년', '6월', 188, '박민재', NULL, '현금수납', 218750, 1, 0, 0, '', 0, 218750, '', '010-', '미사용', '', '수학', '이장원', NULL, NULL),
(1718, '1', 'leanmath', '2022-06-16 08:28:19', '2022년', '6월', 189, '박승우', NULL, '카드수납', 187500, 1, 0, 0, '', 0, 187500, '', '010-', '미사용', '', '수학', '이장원', NULL, NULL),
(1719, '1', 'leanmath', '2022-06-16 08:28:18', '2022년', '6월', 190, '박승원', NULL, '카드수납', 218750, 1, 0, 0, '', 0, 218750, '', '010-', '미사용', '', '수학', '이장원', NULL, NULL),
(1720, '1', 'leanmath', '2022-06-16 08:28:40', '2022년', '6월', 191, '백지우', NULL, '카드수납', 140625, 1, 0, 0, '', 0, 140625, '', '010-', '미사용', '', '수학', '이장원', NULL, NULL),
(1721, '1', 'leanmath', '2022-07-02 02:35:45', '2022년', '7월', 168, '김남율', NULL, '카드수납', 300000, 1, 0, 10000, '', 0, 300000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1722, '1', 'leanmath', '2022-07-09 04:46:44', '2022년', '7월', 159, '김용균', NULL, '현금수납', 300000, 1, 0, 10000, '', 0, 290000, '', '010-4400-5550', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1723, '1', 'leanmath', '2022-07-01 05:30:55', '2022년', '7월', 186, '서참솔', NULL, '카드수납', 300000, 1, 0, 10000, '', 0, 300000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1724, '1', 'leanmath', '2022-07-05 13:48:20', '2022년', '7월', 189, '박승우', NULL, '카드수납', 37500, 1, 0, 0, '', 0, 37500, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1725, '1', 'leanmath', '2022-07-01 05:28:37', '2022년', '7월', 185, '한승오', NULL, '카드수납', 350000, 1, 0, 10000, '', 0, 350000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1726, '1', 'leanmath', '2022-07-09 04:57:11', '2022년', '7월', 92, '하민영', NULL, '카드수납', 350000, 1, 0, 10000, '', 0, 350000, '', '010-7273-1472', '사용', '', '수학', '이장원', NULL, NULL),
(1727, '1', 'leanmath', '2022-07-01 05:27:20', '2022년', '7월', 164, '박유빈', NULL, '현금수납', 300000, 1, 0, 10000, '', 0, 290000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1728, '1', 'leanmath', '2022-07-09 04:48:17', '2022년', '7월', 128, '박기주', NULL, '현금수납', 350000, 1, 0, 10000, '', 0, 340000, '', '010-5106-8085', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1729, '1', 'leanmath', '2022-07-03 06:07:23', '2022년', '7월', 192, '권구범', NULL, '카드수납', 350000, 1, 0, 10000, '', 0, 350000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1730, '1', 'leanmath', '2022-07-09 04:48:23', '2022년', '7월', 188, '박민재', NULL, '현금수납', 350000, 1, 0, 10000, '', 0, 340000, '', '010-9036-0069', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1731, '1', 'leanmath', '2022-07-01 05:29:48', '2022년', '7월', 132, '채승우', NULL, '카드수납', 350000, 1, 0, 10000, '', 0, 350000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1734, '1', 'leanmath', '2022-07-05 13:47:39', '2022년', '7월', 190, '박승원', NULL, '카드수납', 43750, 1, 0, 0, '', 0, 43750, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1735, '1', 'leanmath', '2022-07-09 04:30:45', '2022년', '7월', 177, '이정후', NULL, '카드수납', 350000, 1, 0, 100000, '', 0, 350000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1736, '1', 'leanmath', '2022-06-28 11:22:59', '2022년', '7월', 30, '박서윤', NULL, '카드수납', 225000, 1, 0, 5000, '', 0, 225000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1737, '1', 'leanmath', '2022-07-01 05:30:40', '2022년', '7월', 171, '박주원', NULL, '카드수납', 300000, 1, 0, 10000, '', 0, 300000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1738, '1', 'leanmath', '2022-07-08 13:29:40', '2022년', '7월', 167, '김규범', NULL, '현금수납', 300000, 1, 0, 10000, '', 0, 290000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1740, '1', 'leanmath', '2022-07-08 13:29:29', '2022년', '7월', 31, '박재민', NULL, '카드수납', 300000, 1, 0, 10000, '', 0, 300000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1741, '1', 'leanmath', '2022-07-09 04:51:24', '2022년', '7월', 53, '성은규', NULL, '현금수납', 350000, 1, 0, 10000, '', 0, 340000, '', '010-2083-0193', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1742, '1', 'leanmath', '2022-07-01 15:10:48', '2022년', '7월', 22, '경민채', NULL, '현금수납', 400000, 1, 0, 10000, '', 0, 390000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1743, '1', 'leanmath', '2022-07-01 15:11:23', '2022년', '7월', 97, '김태윤', NULL, '카드수납', 350000, 1, 0, 10000, '', 0, 350000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1744, '1', 'leanmath', '2022-07-05 13:49:41', '2022년', '7월', 182, '유동윤', NULL, '카드수납', 350000, 1, 0, 10000, '', 0, 350000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1745, '1', 'leanmath', '2022-07-09 04:51:30', '2022년', '7월', 37, '이연우', NULL, '현금수납', 350000, 1, 0, 10000, '형제할인 -3만원 초4 이우형', 0, 340000, '', '010-5042-5174', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1746, '1', 'leanmath', '2022-07-09 04:52:53', '2022년', '7월', 79, '강민성', NULL, '현금수납', 350000, 1, 0, 10000, '', 0, 340000, '', '010-8978-8710', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1748, '1', 'leanmath', '2022-07-01 15:10:22', '2022년', '7월', 176, '윤예준', NULL, '현금수납', 350000, 1, 0, 10000, '', 0, 340000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1749, '1', 'leanmath', '2022-06-28 11:28:13', '2022년', '7월', 105, '황유선', NULL, '현금수납', 350000, 1, 0, 10000, '', 0, 340000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1750, '1', 'leanmath', '2022-07-09 04:54:11', '2022년', '7월', 183, '박비주', NULL, '현금수납', 200000, 1, 0, 0, '', 0, 200000, '', '010-3583-2983', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1751, '1', 'leanmath', '2022-07-05 13:49:45', '2022년', '7월', 191, '백지우', NULL, '카드수납', 225000, 1, 0, 5000, '', 0, 225000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1752, '1', 'leanmath', '2022-07-28 05:48:36', '2022년', '7월', 163, '성은재', NULL, '현금수납', 225000, 1, 0, 5000, '', 0, 220000, '', '010-2083-0193', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1753, '1', 'leanmath', '2022-07-13 05:15:09', '2022년', '7월', 70, '이예준', NULL, '현금수납', 225000, 1, 0, 5000, '', 0, 220000, '', '010-4366-3142', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1754, '1', 'leanmath', '2022-07-28 05:50:04', '2022년', '7월', 161, '황경찬', NULL, '카드수납', 225000, 1, 0, 5000, '', 0, 225000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1755, '1', 'leanmath', '2022-07-09 04:53:06', '2022년', '7월', 115, '강시은', NULL, '현금수납', 350000, 1, 0, 10000, '', 0, 340000, '', '010-8978-8710', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1756, '1', 'leanmath', '2022-06-27 05:01:32', '2022년', '7월', 179, '윤준성', NULL, '현금수납', 300000, 1, 0, 10000, '', 0, 290000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1757, '1', 'leanmath', '2022-07-09 04:56:00', '2022년', '7월', 9, '윤현서', NULL, '현금수납', 350000, 1, 0, 10000, '', 0, 340000, '', '010-3356-0638', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1758, '1', 'leanmath', '2022-07-09 04:56:05', '2022년', '7월', 82, '이서우', NULL, '현금수납', 300000, 1, 0, 10000, '', 0, 290000, '', '010-3453-0904', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1759, '1', 'leanmath', '2022-07-01 05:33:18', '2022년', '7월', 124, '김리우', NULL, '카드수납', 350000, 1, 0, 10000, '', 0, 350000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1760, '1', 'leanmath', '2022-07-01 05:33:14', '2022년', '7월', 106, '김시우', NULL, '카드수납', 300000, 1, 0, 10000, '', 0, 300000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1761, '1', 'leanmath', '2022-07-01 05:32:44', '2022년', '7월', 35, '김재하', NULL, '카드수납', 350000, 1, 0, 10000, '', 0, 350000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1762, '1', 'leanmath', '2022-07-05 13:49:52', '2022년', '7월', 39, '장예준', NULL, '현금수납', 350000, 1, 0, 10000, '', 0, 340000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1763, '1', 'leanmath', '2022-07-09 04:56:11', '2022년', '7월', 120, '박성윤', NULL, '현금수납', 350000, 1, 0, 10000, '', 0, 340000, '', '010-3583-2983', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1764, '1', 'leanmath', '2022-07-09 04:56:15', '2022년', '7월', 123, '박세주', NULL, '현금수납', 350000, 1, 0, 10000, '', 0, 340000, '', '010-5106-8085', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1765, '1', 'leanmath', '2022-07-05 13:54:42', '2022년', '7월', 162, '이정헌', NULL, '카드수납', 350000, 1, 0, 10000, '', 0, 350000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1766, '1', 'leanmath', '2022-07-01 05:29:14', '2022년', '7월', 88, '차윤성', NULL, '카드수납', 350000, 1, 0, 10000, '', 0, 350000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1767, '1', 'leanmath', '2022-07-13 12:45:26', '2022년', '7월', 193, '강지민', NULL, '카드수납', 262500, 1, 0, 0, '', 0, 262500, '', '010-', '미사용', '', '수학', '이장원', NULL, NULL),
(1768, '1', 'leanmath', '2022-07-18 14:44:56', '2022년', '7월', 196, '정재호', NULL, '카드수납', 250000, 1, 0, 0, '', 0, 250000, '', '010-', '미사용', '', '수학', '이장원', NULL, NULL),
(1769, '1', 'leanmath', '2022-07-21 02:30:12', '2022년', '7월', 197, '황태현', NULL, '현금수납', 150000, 1, 0, 5000, '', 0, 145000, '', '010-', '미사용', '', '수학', '이장원', NULL, NULL),
(1770, '1', 'leanmath', '2022-07-28 02:56:24', '2022년', '7월', 198, '최현서', NULL, '카드수납', 131250, 1, 0, 0, '', 0, 131250, '', '010-', '미사용', '', '수학', '이장원', NULL, NULL),
(1771, '1', 'leanmath', '2022-07-30 04:21:05', '2022년', '8월', 168, '김남율', NULL, '카드수납', 300000, 1, 0, 10000, '', 0, 300000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1772, '1', 'leanmath', '2022-07-28 02:45:31', '2022년', '8월', 186, '서참솔', NULL, '카드수납', 300000, 1, 0, 10000, '', 0, 300000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1773, '1', 'leanmath', '2022-08-01 12:20:15', '2022년', '8월', 197, '황태현', NULL, '현금수납', 300000, 1, 0, 10000, '', 0, 290000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1774, '1', 'leanmath', '2022-08-04 09:10:16', '2022년', '8월', 185, '한승오', NULL, '카드수납', 350000, 1, 0, 10000, '', 0, 350000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1775, '1', 'leanmath', '2022-08-20 04:35:11', '2022년', '8월', 92, '하민영', NULL, '현금수납', 350000, 1, 0, 10000, '', 0, 340000, '', '010-7273-1472', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1776, '1', 'leanmath', '2022-08-01 10:30:24', '2022년', '8월', 164, '박유빈', NULL, '현금수납', 300000, 1, 0, 10000, '', 0, 290000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1777, '1', 'leanmath', '2022-08-20 04:36:46', '2022년', '8월', 128, '박기주', NULL, '현금수납', 350000, 1, 0, 10000, '', 0, 340000, '', '010-5106-8085', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1778, '1', 'leanmath', '2022-08-04 09:16:15', '2022년', '8월', 192, '권구범', NULL, '카드수납', 350000, 1, 0, 10000, '', 0, 350000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1779, '1', 'leanmath', '2022-08-20 04:37:43', '2022년', '8월', 188, '박민재', NULL, '현금수납', 350000, 1, 0, 10000, '', 0, 340000, '', '01090360069', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1780, '1', 'leanmath', '2022-08-09 12:58:55', '2022년', '8월', 132, '채승우', NULL, '미납', 87500, 1, 0, 0, '', 0, 87500, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1781, '1', 'leanmath', '2022-08-08 01:44:02', '2022년', '8월', 196, '정재호', NULL, '카드수납', 400000, 1, 0, 10000, '', 0, 400000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1783, '1', 'leanmath', '2022-08-01 10:29:06', '2022년', '8월', 193, '강지민', NULL, '카드수납', 350000, 1, 0, 10000, '', 0, 350000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1784, '1', 'leanmath', '2022-08-04 09:08:47', '2022년', '8월', 177, '이정후', NULL, '카드수납', 350000, 1, 0, 100000, '', 0, 350000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1785, '1', 'leanmath', '2022-07-29 03:54:14', '2022년', '8월', 30, '박서윤', NULL, '카드수납', 225000, 1, 0, 5000, '', 0, 225000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1786, '1', 'leanmath', '2022-08-01 08:21:31', '2022년', '8월', 171, '박주원', NULL, '카드수납', 300000, 1, 0, 10000, '', 0, 300000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1787, '1', 'leanmath', '2022-08-01 12:20:24', '2022년', '8월', 167, '김규범', NULL, '현금수납', 300000, 1, 0, 10000, '', 0, 290000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1788, '1', 'leanmath', '2022-08-20 04:30:31', '2022년', '8월', 31, '박재민', NULL, '카드수납', 300000, 1, 0, 10000, '', 0, 300000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1789, '1', 'leanmath', '2022-08-20 04:39:02', '2022년', '8월', 53, '성은규', NULL, '현금수납', 350000, 1, 0, 10000, '', 0, 340000, '', '010-2083-0193', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1790, '1', 'leanmath', '2022-07-28 03:05:41', '2022년', '8월', 22, '경민채', NULL, '현금수납', 400000, 1, 0, 10000, '', 0, 390000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1791, '1', 'leanmath', '2022-08-04 09:15:44', '2022년', '8월', 182, '유동윤', NULL, '카드수납', 350000, 1, 0, 10000, '', 0, 350000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1792, '1', 'leanmath', '2022-08-20 04:41:03', '2022년', '8월', 37, '이연우', NULL, '현금수납', 350000, 1, 0, 10000, '형제할인 -3만원 초4 이우형', 0, 340000, '', '010-5042-5174', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1793, '1', 'leanmath', '2022-08-20 04:41:49', '2022년', '8월', 79, '강민성', NULL, '현금수납', 350000, 1, 0, 10000, '', 0, 340000, '', '010-8978-8710', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1794, '1', 'leanmath', '2022-08-01 12:20:07', '2022년', '8월', 176, '윤예준', NULL, '현금수납', 350000, 1, 0, 10000, '', 0, 340000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1795, '1', 'leanmath', '2022-07-28 03:07:07', '2022년', '8월', 105, '황유선', NULL, '현금수납', 350000, 1, 0, 10000, '', 0, 340000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1796, '1', 'leanmath', '2022-08-20 04:44:18', '2022년', '8월', 183, '박비주', NULL, '현금수납', 200000, 1, 0, 0, '', 0, 200000, '', '010-3583-2983', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1797, '1', 'leanmath', '2022-08-20 04:45:12', '2022년', '8월', 159, '김용균', NULL, '현금수납', 300000, 1, 0, 10000, '', 0, 290000, '', '010-4400-5550', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1798, '1', 'leanmath', '2022-08-09 11:01:36', '2022년', '8월', 199, '남건오', NULL, '현금수납', 300000, 1, 0, 10000, '', 0, 290000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1799, '1', 'leanmath', '2022-08-04 09:08:26', '2022년', '8월', 191, '백지우', NULL, '카드수납', 225000, 1, 0, 5000, '', 0, 225000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1800, '1', 'leanmath', '2022-08-20 04:40:10', '2022년', '8월', 163, '성은재', NULL, '현금수납', 300000, 1, 0, 10000, '', 0, 290000, '', '010-2083-0193', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1801, '1', 'leanmath', '2022-08-20 04:46:04', '2022년', '8월', 70, '이예준', NULL, '현금수납', 225000, 1, 0, 5000, '', 0, 220000, '', '010-4366-3142', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1802, '1', 'leanmath', '2022-07-29 03:56:52', '2022년', '8월', 161, '황경찬', NULL, '카드수납', 225000, 1, 0, 5000, '', 0, 225000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1803, '1', 'leanmath', '2022-08-20 04:42:43', '2022년', '8월', 115, '강시은', NULL, '현금수납', 350000, 1, 0, 10000, '', 0, 340000, '', '010-8978-8710', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1804, '1', 'leanmath', '2022-07-28 03:04:48', '2022년', '8월', 179, '윤준성', NULL, '현금수납', 300000, 1, 0, 10000, '', 0, 290000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1805, '1', 'leanmath', '2022-08-20 04:46:54', '2022년', '8월', 9, '윤현서', NULL, '현금수납', 350000, 1, 0, 10000, '', 0, 340000, '', '010-3356-0638', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1806, '1', 'leanmath', '2022-08-01 08:23:03', '2022년', '8월', 82, '이서우', NULL, '카드수납', 300000, 1, 0, 10000, '', 0, 300000, '', '010-3453-0904', '사용', '', '수학', '이장원', NULL, NULL),
(1807, '1', 'leanmath', '2022-08-04 09:15:27', '2022년', '8월', 106, '김시우', NULL, '카드수납', 300000, 1, 0, 10000, '', 0, 300000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1808, '1', 'leanmath', '2022-07-29 03:56:19', '2022년', '8월', 35, '김재하', NULL, '카드수납', 350000, 1, 0, 10000, '', 0, 350000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1809, '1', 'leanmath', '2022-08-05 11:33:32', '2022년', '8월', 200, '양진영', NULL, '현금수납', 115000, 1, 0, 0, '', 0, 115000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1810, '1', 'leanmath', '2022-08-04 09:08:32', '2022년', '8월', 39, '장예준', NULL, '현금수납', 350000, 1, 0, 10000, '', 0, 340000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1811, '1', 'leanmath', '2022-07-28 02:54:29', '2022년', '8월', 201, '강정두', NULL, '현금수납', 350000, 1, 0, 10000, '', 0, 340000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1812, '1', 'leanmath', '2022-08-20 04:47:00', '2022년', '8월', 120, '박성윤', NULL, '현금수납', 350000, 1, 0, 10000, '', 0, 340000, '', '010-3583-2983', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1813, '1', 'leanmath', '2022-08-20 04:36:53', '2022년', '8월', 123, '박세주', NULL, '현금수납', 350000, 1, 0, 10000, '', 0, 340000, '', '010-5106-8085', '사용', '발행완료', '수학', '이장원', NULL, NULL),
(1814, '1', 'leanmath', '2022-08-04 11:06:41', '2022년', '8월', 162, '이정헌', NULL, '카드수납', 350000, 1, 0, 10000, '', 0, 350000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1815, '1', 'leanmath', '2022-08-04 09:12:06', '2022년', '8월', 88, '차윤성', NULL, '카드수납', 350000, 1, 0, 10000, '', 0, 350000, '', '', '미사용', '', '수학', '이장원', NULL, NULL),
(1816, '1', 'leanmath', '2022-07-28 02:56:06', '2022년', '7월', 201, '강정두', NULL, '현금수납', 43750, 1, 0, 0, '', 0, 43750, '', '010-', '미사용', '', '수학', '이장원', NULL, NULL),
(1817, '1', 'leanmath', '2022-07-28 03:00:00', '2022년', '7월', 200, '양진영', NULL, '현금수납', 87500, 1, 0, 0, '', 0, 87500, '', '010-', '미사용', '', '수학', '이장원', NULL, NULL),
(1818, '1', 'leanmath', '2022-07-31 11:33:25', '2022년', '8월', 202, '남경연', NULL, '현금수납', 350000, 1, 0, 10000, '', 0, 340000, '', '010-', '미사용', '', '수학', '이장원', NULL, NULL),
(1819, '1', 'leanmath', '2022-07-31 11:32:53', '2022년', '8월', 203, '강도현', NULL, '카드수납', 350000, 1, 0, 10000, '', 0, 350000, '', '010-', '미사용', '', '수학', '이장원', NULL, NULL),
(1820, '1', 'leanmath', '2022-08-01 10:28:47', '2022년', '8월', 203, '강도현', NULL, '카드수납', 350000, 1, 0, 10000, '', 0, 350000, '', '010-', '미사용', '', '수학', '이장원', NULL, NULL);

-- --------------------------------------------------------

--
-- 테이블 구조 `st_schedule`
--

CREATE TABLE IF NOT EXISTS `st_schedule` (
  `id` bigint(8) NOT NULL,
  `st_id` bigint(8) NOT NULL,
  `s_date` varchar(10) DEFAULT NULL,
  `e_date` varchar(10) DEFAULT NULL,
  `mon_s` varchar(10) DEFAULT NULL,
  `mon_t` varchar(10) DEFAULT NULL,
  `tue_s` varchar(10) DEFAULT NULL,
  `tue_t` varchar(10) DEFAULT NULL,
  `wed_s` varchar(10) DEFAULT NULL,
  `wed_t` varchar(10) DEFAULT NULL,
  `thr_s` varchar(10) DEFAULT NULL,
  `thr_t` varchar(10) DEFAULT NULL,
  `fri_s` varchar(10) DEFAULT NULL,
  `fri_t` varchar(10) DEFAULT NULL,
  `sat_s` varchar(10) DEFAULT NULL,
  `sat_t` varchar(10) DEFAULT NULL,
  `sun_s` varchar(10) DEFAULT NULL,
  `sun_t` varchar(10) DEFAULT NULL,
  `time_per_week` varchar(10) DEFAULT NULL,
  `flag` varchar(2) DEFAULT NULL,
  `etc1` varchar(10) DEFAULT NULL
) ENGINE=InnoDB AUTO_INCREMENT=78 DEFAULT CHARSET=utf8;

--
-- 테이블의 덤프 데이터 `st_schedule`
--

INSERT INTO `st_schedule` (`id`, `st_id`, `s_date`, `e_date`, `mon_s`, `mon_t`, `tue_s`, `tue_t`, `wed_s`, `wed_t`, `thr_s`, `thr_t`, `fri_s`, `fri_t`, `sat_s`, `sat_t`, `sun_s`, `sun_t`, `time_per_week`, `flag`, `etc1`) VALUES
(22, 35, '2021-07-06', '', '(2)', NULL, '1', NULL, '1', NULL, '1', NULL, '(2)', NULL, '0', NULL, '0', NULL, '7', NULL, NULL),
(24, 89, '2021-07-06', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(25, 77, '2021-06-01', '', '1.5', NULL, '(2)', NULL, '1.5', NULL, '(2)', NULL, '1.5', NULL, '0', NULL, '10', NULL, '8.5', NULL, NULL),
(26, 33, '2021-07-07', '', '1', NULL, '1', NULL, '1', NULL, '1', NULL, '1', NULL, '0', NULL, '0', NULL, '5', NULL, NULL),
(29, 54, '2021.07.01', '', '1', NULL, '0.5', NULL, '(2)', NULL, '1', NULL, '1', NULL, '(2)', NULL, '1', NULL, '8.5', NULL, NULL),
(30, 80, '2021-07-07', '', '0.5', NULL, '0.5', NULL, '(2)', NULL, '0.5', NULL, '0.5', NULL, '(2)', NULL, '0', NULL, '6', NULL, NULL),
(31, 58, '2021.07.10', '', '1', NULL, '1', NULL, '(2)', NULL, '1', NULL, '0', NULL, '(2)', NULL, '1', NULL, '8', NULL, NULL),
(36, 92, '2021-07-14', '', '40분', NULL, '40분', NULL, '(2)', NULL, '40분', NULL, '40분', NULL, '(2)', NULL, '0', NULL, '7', NULL, NULL),
(38, 12, '2021-02-01', '2021-07-10', '(2)+1', NULL, '', NULL, '1+0.5', NULL, '', NULL, '(2)+1', NULL, '2', NULL, '1', NULL, '10.5', NULL, NULL),
(39, 37, '2021-07-15', '', '1', NULL, '(2)', NULL, '1', NULL, '(2)', NULL, '1', NULL, '0.5', NULL, '0', NULL, '7.5', NULL, NULL),
(40, 39, '2021-07-15', '', '1', NULL, '(2)', NULL, '0.5', NULL, '(2)', NULL, '0.5', NULL, '1', NULL, '0.5', NULL, '7.5', NULL, NULL),
(41, 70, '2021-07-15', '', '1', NULL, '(1)', NULL, '1', NULL, '(1)', NULL, '1', NULL, '0', NULL, '1', NULL, '6', NULL, NULL),
(42, 17, '2021-07-15', '', '1', NULL, '(2)', NULL, '1', NULL, '(2)', NULL, '1', NULL, '1', NULL, '1', NULL, '9', NULL, NULL),
(43, 88, '2021-07-15', '', '1', NULL, '(2)', NULL, '1', NULL, '(2)', NULL, '1', NULL, '0', NULL, '1', NULL, '8', NULL, NULL),
(44, 59, '2021-07-15', '', '1.5', NULL, '(2)', NULL, '1.5', NULL, '2', NULL, '1.5', NULL, '1.5', NULL, '0', NULL, '8', NULL, NULL),
(46, 101, '2021-07-15', '', '2', NULL, '(2)', NULL, '2', NULL, '(2)', NULL, '2', NULL, '2', NULL, '2', NULL, '14', NULL, NULL),
(47, 9, '2021-07-15', '', '1.5', NULL, '2', NULL, '1.5', NULL, '2', NULL, '1.5', NULL, '0', NULL, '0', NULL, '8.5', NULL, NULL),
(48, 100, '2021-07-15', '', '1', NULL, '(2)', NULL, '1', NULL, '(2)', NULL, '1', NULL, '1', NULL, '0', NULL, '8', NULL, NULL),
(49, 18, '2021-07-15', '', '1.5', NULL, '(2)', NULL, '1.5', NULL, '(2)', NULL, '1.5', NULL, '1.5', NULL, '0', NULL, '10', NULL, NULL),
(50, 20, '2021-07-15', '', '1.5', NULL, '(2)', NULL, '1.5', NULL, '(2)', NULL, '1.5', NULL, '1.5', NULL, '1.5', NULL, '11.5', NULL, NULL),
(51, 11, '2021-07-15', '', '1', NULL, '(2)', NULL, '0.5', NULL, '(2)', NULL, '1', NULL, '1', NULL, '0', NULL, '7.5', NULL, NULL),
(52, 69, '2021-07-15', '', '', NULL, '(2)', NULL, '', NULL, '(2)', NULL, '', NULL, '', NULL, '', NULL, '', NULL, NULL),
(53, 84, '2021-07-15', '', '', NULL, '(2)', NULL, '', NULL, '(2)', NULL, '', NULL, '', NULL, '', NULL, '', NULL, NULL),
(54, 30, '2021-07-16', '', '(1.5)', NULL, '1', NULL, '1', NULL, '1', NULL, '(1.5)', NULL, '1', NULL, '1', NULL, '8', NULL, NULL),
(55, 61, '2021-07-16', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(56, 57, '2021-07-16', '', '(1.5)', NULL, '1.5', NULL, '1', NULL, '1', NULL, '(1.5)', NULL, '1.5', NULL, '0.5', NULL, '8.5', NULL, NULL),
(57, 14, '2021-07-16', '', '(2)', NULL, '1', NULL, '1', NULL, '1', NULL, '(2)', NULL, '2', NULL, '2', NULL, '11', NULL, NULL),
(58, 68, '2021-07-16', '', '(2)', NULL, '1', NULL, '1.5', NULL, '1.5', NULL, '(2)', NULL, '1', NULL, '1.5', NULL, '10.5', NULL, NULL),
(59, 24, '2021-07-16', '', '(2)+1.5', NULL, '1', NULL, '1', NULL, '1', NULL, '(2)+1.5', NULL, '1.5', NULL, '2', NULL, '14.5', NULL, NULL),
(60, 19, '2021-07-16', '', '(2)', NULL, '2', NULL, '2', NULL, '2', NULL, '(2)', NULL, '1', NULL, '1', NULL, '11', NULL, NULL),
(61, 83, '2021-07-17', '', '', NULL, '', NULL, '', NULL, '', NULL, '1', NULL, '(2)', NULL, '', NULL, '3', NULL, NULL),
(62, 47, '2021-07-17', '', '1', NULL, '1', NULL, '(2)', NULL, '1', NULL, '1', NULL, '(2)', NULL, '2', NULL, '10', NULL, NULL),
(63, 47, '2021-07-17', '', '3', NULL, '3', NULL, '(2)+1', NULL, '3', NULL, '2', NULL, '(2)+1', NULL, '3', NULL, '20', NULL, NULL),
(64, 79, '2021-07-17', '', '1', NULL, '1', NULL, '(2)', NULL, '1', NULL, '1', NULL, '(2)', NULL, '0', NULL, '8', NULL, NULL),
(65, 105, '2021-07-18', '', '(2)', NULL, '1', NULL, '1', NULL, '1', NULL, '(2)', NULL, '1', NULL, '1', NULL, '9', NULL, NULL),
(66, 25, '2021-07-18', '', '1.5', NULL, '1.5', NULL, '(2)', NULL, '1.5', NULL, '1.5', NULL, '(2)', NULL, '0', NULL, '10', NULL, NULL),
(67, 31, '2021-07-19', '', '(2)', NULL, '1', NULL, '1', NULL, '1', NULL, '(2)', NULL, '1', NULL, '1', NULL, '9', NULL, NULL),
(68, 53, '2021-07-19', '', '(2)', NULL, '1.5', NULL, '1.5', NULL, '1.5', NULL, '(2)', NULL, '0', NULL, '0', NULL, '8.5', NULL, NULL),
(69, 21, '2021-07-19', '', '(2)', NULL, '0', NULL, '1.5', NULL, '1.5', NULL, '(2)', NULL, '2', NULL, '2', NULL, '11', NULL, NULL),
(70, 38, '2021-07-23', '', '(2)', NULL, '1', NULL, '1', NULL, '1', NULL, '(2)', NULL, '1', NULL, '0', NULL, '8', NULL, NULL),
(71, 53, '2021-07-23', '', '(2)+1', NULL, '3', NULL, '3', NULL, '3', NULL, '(2)+1', NULL, '0', NULL, '0', NULL, '15', NULL, NULL),
(72, 78, '2021-07-24', '', '1.5', NULL, '1.5', NULL, '(2)', NULL, '1.5', NULL, '1.5', NULL, '(2)', NULL, '0', NULL, '8', NULL, NULL),
(73, 29, '2021-07-26', '', '(1.5)', NULL, '1', NULL, '1', NULL, '1', NULL, '(1.5)', NULL, '0', NULL, '0', NULL, '6', NULL, NULL),
(74, 86, '2021-08-02', '', '(2)', NULL, '1.5', NULL, '2', NULL, '1.5', NULL, '(2)', NULL, '0', NULL, '2', NULL, '11', NULL, NULL),
(75, 86, '2021-06-01', '2021-07-31', '(2)', NULL, '1.5', NULL, '1.5', NULL, '1.5', NULL, '(2)', NULL, '0', NULL, '1.5', NULL, '10', NULL, NULL),
(76, 107, '2021-08-09', '', '(2)', NULL, '1.5', NULL, '1.5', NULL, '1.5', NULL, '(2)', NULL, '0', NULL, '1.5', NULL, '10', NULL, NULL),
(77, 70, '2021-12-09', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);

-- --------------------------------------------------------

--
-- 테이블 구조 `st_setting`
--

CREATE TABLE IF NOT EXISTS `st_setting` (
  `id` bigint(8) NOT NULL,
  `st_id` bigint(8) DEFAULT NULL,
  `type` varchar(20) DEFAULT NULL,
  `gubun1` varchar(20) DEFAULT NULL,
  `gubun2` varchar(20) DEFAULT NULL,
  `key` varchar(10) DEFAULT NULL,
  `value` varchar(20) DEFAULT NULL,
  `seq` varchar(2) DEFAULT NULL,
  `flag` varchar(1) DEFAULT NULL,
  `description` varchar(100) DEFAULT NULL
) ENGINE=InnoDB AUTO_INCREMENT=12 DEFAULT CHARSET=utf8;

--
-- 테이블의 덤프 데이터 `st_setting`
--

INSERT INTO `st_setting` (`id`, `st_id`, `type`, `gubun1`, `gubun2`, `key`, `value`, `seq`, `flag`, `description`) VALUES
(1, 0, 'book', '중1-1', '쎈', '1단원', '약수와배수', NULL, '1', '   '),
(2, NULL, 'global', '', '', 'st_info', '1', NULL, NULL, NULL),
(3, NULL, 'global', '', '', 'schedule', '1', NULL, NULL, NULL),
(4, NULL, 'global', '', '', 'study', '1', NULL, NULL, NULL),
(5, NULL, 'global', '', '', 'bookm', '1', NULL, NULL, NULL),
(6, NULL, 'global', '', '', 'noshowm', '1', NULL, NULL, NULL),
(7, NULL, 'global', '', '', 'checkm', '1', NULL, NULL, NULL),
(8, NULL, 'global', '', '', 'test', '1', NULL, NULL, NULL),
(9, 0, 'book', '중1-1', '쎈', '2단원', '정수와유리수', NULL, '1', ' '),
(10, NULL, 'global', '', '', 'month', '7', NULL, NULL, '  '),
(11, NULL, 'global', '', '', 'year', '2021', NULL, NULL, ' ');

-- --------------------------------------------------------

--
-- 테이블 구조 `st_study`
--

CREATE TABLE IF NOT EXISTS `st_study` (
  `id` bigint(8) NOT NULL,
  `st_id` bigint(8) NOT NULL,
  `st_level` varchar(5) DEFAULT NULL,
  `seq` varchar(5) DEFAULT '0',
  `status` varchar(5) DEFAULT NULL,
  `show_flag` varchar(2) DEFAULT '1',
  `course_cat` varchar(10) DEFAULT NULL,
  `course_grade` varchar(10) DEFAULT NULL,
  `book_name` varchar(20) DEFAULT NULL,
  `boot_id` bigint(8) DEFAULT NULL,
  `start_date` date DEFAULT NULL,
  `end_date` date DEFAULT NULL,
  `complete` varchar(5) DEFAULT NULL,
  `total` varchar(5) DEFAULT NULL,
  `progress` varchar(5) DEFAULT NULL,
  `pass_days` varchar(5) DEFAULT NULL,
  `average_days` varchar(5) DEFAULT NULL,
  `progress_speed` varchar(5) DEFAULT NULL,
  `memo` varchar(1000) DEFAULT NULL,
  `created` timestamp NULL DEFAULT NULL,
  `modified` timestamp NULL DEFAULT NULL ON UPDATE CURRENT_TIMESTAMP
) ENGINE=InnoDB AUTO_INCREMENT=303 DEFAULT CHARSET=utf8;

--
-- 테이블의 덤프 데이터 `st_study`
--

INSERT INTO `st_study` (`id`, `st_id`, `st_level`, `seq`, `status`, `show_flag`, `course_cat`, `course_grade`, `book_name`, `boot_id`, `start_date`, `end_date`, `complete`, `total`, `progress`, `pass_days`, `average_days`, `progress_speed`, `memo`, `created`, `modified`) VALUES
(201, 161, NULL, '0', NULL, '1', '1', '중1-1', '수력충전', NULL, '2022-07-28', '2022-07-29', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2022-07-28 14:57:29'),
(202, 161, NULL, '0', NULL, '1', '2', '중1-1', '라이트쎈', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2022-06-20 03:59:22'),
(204, 161, NULL, '0', NULL, '1', '3', '중1-1', '에이급', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2022-06-20 03:59:40'),
(211, 168, NULL, '0', NULL, '1', '1', '초4-1', '개념원리', NULL, '2022-07-25', '2022-07-26', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2022-07-24 15:38:32'),
(213, 159, NULL, '0', NULL, '0', '1', '중1-2', '수력충전기타1', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2022-06-20 03:58:38'),
(214, 70, NULL, '0', NULL, '1', '1', '초6-1', '디딤돌(기본+응용)', NULL, '2022-06-20', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2022-06-20 04:22:55'),
(215, 70, NULL, '0', NULL, '1', '2', '초5-2', '쎈', NULL, '2022-06-22', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2022-06-22 00:50:45'),
(216, 70, NULL, '0', NULL, '1', '3', '초5-1', '최상위S', NULL, '2022-06-22', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2022-06-22 00:56:16'),
(217, 70, NULL, '0', NULL, '0', '1', '초6-1', '빅터연산', NULL, '2022-06-20', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2022-06-21 03:34:50'),
(218, 70, NULL, '0', NULL, '0', '1', '초5-2', '빅터연산', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2022-06-21 03:34:33'),
(219, 70, NULL, '0', NULL, '0', '2', '초5-1', '디딤돌(기본+응용)', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2022-06-22 00:55:44'),
(220, 70, NULL, '0', NULL, '0', '2', '초5-2', '디딤돌(기본+응용)', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2022-06-22 00:51:15'),
(224, 168, NULL, '0', NULL, '1', '3', '초4-1', 'test', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(225, 163, NULL, '0', NULL, '1', '2', '초4-1', '쎈', NULL, '2022-07-18', '2022-07-27', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2022-07-24 15:49:33'),
(226, 171, NULL, '0', NULL, '1', '3', '초5-1', '쎈', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(227, 171, NULL, '0', NULL, '1', '3', '초5-1', '쎈', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(228, 171, NULL, '0', NULL, '1', '2', '초5-2', '디딤돌(기본+응용)', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(229, 171, NULL, '0', NULL, '1', '1', '초5-2', '기탄수학(I5)', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(230, 171, NULL, '0', NULL, '1', '1', '초5-2', '기탄수학(I5)', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(232, 30, NULL, '0', NULL, '1', '3', '초6-1', '최상위S', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(233, 30, NULL, '0', NULL, '1', '1', '중1-1', '수력충전', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2022-07-25 06:04:47'),
(234, 30, NULL, '0', NULL, '1', '2', '초6-2', '쎈', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(235, 0, NULL, '0', NULL, '1', '1', '중1-1', '수력충전', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(237, 30, NULL, '0', NULL, '1', '1', '초6-2', '테스트', NULL, '2022-07-26', '2022-07-26', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2022-07-25 15:22:33'),
(238, 31, NULL, '0', NULL, '1', '1', '초4-1', 'jjkkk', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(239, 31, NULL, '0', NULL, '1', '1', '초4-1', 'jjkkk', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(240, 31, NULL, '0', NULL, '1', '1', '초4-1', 'jjkkk', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(241, 31, NULL, '0', NULL, '1', '1', '초4-1', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(242, 31, NULL, '0', NULL, '1', '1', '초4-1', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(251, 186, NULL, '0', NULL, '1', '1', '초4-1', '빅터연산2', NULL, '2022-07-28', '2022-07-30', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2022-07-27 16:25:33'),
(269, 164, NULL, '0', NULL, '1', '1', '초4-1', 'test', NULL, '2022-07-28', '2022-07-29', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2022-07-27 16:37:50'),
(278, 164, NULL, '0', NULL, '1', '1', '초4-1', 'ttt', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(281, 35, NULL, '0', NULL, '1', '1', '초4-1', 'test', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(285, 191, NULL, '0', NULL, '1', '1', '초5-2', 'test', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(286, 191, NULL, '0', NULL, '1', '1', '초6-1', 'tset', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(287, 191, NULL, '0', NULL, '1', '1', '초6-2', 'testsfs', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(288, 191, NULL, '0', NULL, '1', '1', '초6-2', 'testsfs', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(289, 191, NULL, '0', NULL, '1', '1', '중1-1', 'tstes', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(290, 30, NULL, '0', NULL, '1', '1', '초4-1', 'test', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(293, 159, NULL, '0', NULL, '0', '1', '중1-1', '기탄수학 K1', NULL, '2022-01-05', '2022-01-20', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2022-07-29 14:46:22'),
(294, 159, NULL, '0', NULL, '0', '1', '중1-1', '기탄수학 K3', NULL, '2022-01-26', '2022-03-14', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2022-07-29 14:47:03'),
(295, 159, NULL, '0', NULL, '0', '1', '중1-1', '라이트쎈', NULL, '2022-01-19', '2022-06-20', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2022-07-29 14:47:40'),
(296, 159, NULL, '0', NULL, '1', '1', '중1-2', '수력충전', NULL, '2022-06-20', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2022-07-29 14:50:07'),
(297, 159, NULL, '0', NULL, '0', '2', '초6-2', '디딤돌-유형', NULL, '2022-01-05', '2022-02-20', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2022-07-29 14:48:23'),
(298, 159, NULL, '0', NULL, '0', '2', '초6-2', '쎈', NULL, '2022-02-21', '2022-06-20', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2022-07-29 14:48:55'),
(299, 159, NULL, '0', NULL, '1', '2', '중1-1', 'RPM', NULL, '2022-06-25', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2022-07-29 14:49:31'),
(300, 159, NULL, '0', NULL, '0', '3', '초6-1', '쎈', NULL, '2022-01-05', '2022-05-03', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2022-07-29 14:50:40'),
(301, 159, NULL, '0', NULL, '1', '3', '초6-1', '최상위S', NULL, '2022-05-04', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2022-07-29 14:51:01'),
(302, 159, NULL, '0', NULL, '1', '3', '초6-2', '최상위S', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);

-- --------------------------------------------------------

--
-- 테이블 구조 `st_study_detail`
--

CREATE TABLE IF NOT EXISTS `st_study_detail` (
  `id` bigint(8) NOT NULL,
  `study_id` bigint(8) NOT NULL,
  `chapter_num` varchar(2) DEFAULT NULL,
  `upper_num` varchar(2) DEFAULT NULL,
  `begin` date DEFAULT NULL,
  `end` date DEFAULT NULL,
  `complete` varchar(5) DEFAULT NULL,
  `progress` varchar(5) DEFAULT NULL,
  `study_days` varchar(5) DEFAULT NULL,
  `memo` varchar(100) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 테이블 구조 `st_test`
--

CREATE TABLE IF NOT EXISTS `st_test` (
  `id` bigint(8) NOT NULL,
  `st_id` bigint(8) NOT NULL,
  `st_level` varchar(5) DEFAULT NULL,
  `seq` varchar(5) DEFAULT '0',
  `status` varchar(5) DEFAULT NULL,
  `show_flag` varchar(2) DEFAULT '1',
  `course_cat` varchar(10) DEFAULT NULL,
  `course_grade` varchar(10) DEFAULT NULL,
  `book_name` varchar(20) DEFAULT NULL,
  `boot_id` bigint(8) DEFAULT NULL,
  `start_date` date DEFAULT NULL,
  `end_date` date DEFAULT NULL,
  `complete` varchar(5) DEFAULT NULL,
  `total` varchar(5) DEFAULT NULL,
  `progress` varchar(5) DEFAULT NULL,
  `pass_days` varchar(5) DEFAULT NULL,
  `average_days` varchar(5) DEFAULT NULL,
  `progress_speed` varchar(5) DEFAULT NULL,
  `memo` varchar(1000) DEFAULT NULL,
  `created` timestamp NULL DEFAULT NULL,
  `modified` timestamp NULL DEFAULT NULL ON UPDATE CURRENT_TIMESTAMP
) ENGINE=InnoDB AUTO_INCREMENT=6 DEFAULT CHARSET=utf8;

--
-- 테이블의 덤프 데이터 `st_test`
--

INSERT INTO `st_test` (`id`, `st_id`, `st_level`, `seq`, `status`, `show_flag`, `course_cat`, `course_grade`, `book_name`, `boot_id`, `start_date`, `end_date`, `complete`, `total`, `progress`, `pass_days`, `average_days`, `progress_speed`, `memo`, `created`, `modified`) VALUES
(2, 168, NULL, '0', NULL, '1', '1', '초4-1', 'test', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(3, 168, NULL, '0', NULL, '1', '1', '초5-1', 'test2', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(4, 30, NULL, '0', NULL, '1', '1', '초6-2', 'test2', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(5, 132, NULL, '0', NULL, '1', '3', '중1-1', '20점', NULL, '2022-08-14', '2022-08-21', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2022-08-14 01:54:42');

-- --------------------------------------------------------

--
-- 테이블 구조 `st_test_detail`
--

CREATE TABLE IF NOT EXISTS `st_test_detail` (
  `id` bigint(8) NOT NULL,
  `study_id` bigint(8) NOT NULL,
  `chapter_num` varchar(2) DEFAULT NULL,
  `upper_num` varchar(2) DEFAULT NULL,
  `begin` date DEFAULT NULL,
  `end` date DEFAULT NULL,
  `complete` varchar(5) DEFAULT NULL,
  `progress` varchar(5) DEFAULT NULL,
  `study_days` varchar(5) DEFAULT NULL,
  `memo` varchar(100) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 테이블 구조 `st_test_temp`
--

CREATE TABLE IF NOT EXISTS `st_test_temp` (
  `id` bigint(8) NOT NULL,
  `st_id` bigint(8) NOT NULL,
  `test_date` date DEFAULT '2021-01-01',
  `subject` varchar(20) DEFAULT '수학',
  `type` varchar(20) DEFAULT '레벨평가',
  `level` varchar(10) DEFAULT '기본',
  `grade` varchar(20) DEFAULT NULL,
  `gubun1` varchar(20) DEFAULT '구분1',
  `gubun2` varchar(20) DEFAULT '구분2',
  `gubun3` varchar(20) DEFAULT '구분3',
  `open` varchar(2) DEFAULT '1',
  `test_name` varchar(20) DEFAULT '1',
  `corrt_num` int(11) DEFAULT NULL,
  `total_num` int(11) DEFAULT '15',
  `score` float DEFAULT NULL,
  `time` varchar(10) DEFAULT NULL,
  `result` varchar(20) DEFAULT '미정',
  `memo` varchar(200) DEFAULT '참 잘했어요.',
  `created` datetime DEFAULT NULL
) ENGINE=InnoDB AUTO_INCREMENT=99 DEFAULT CHARSET=utf8;

--
-- 테이블의 덤프 데이터 `st_test_temp`
--

INSERT INTO `st_test_temp` (`id`, `st_id`, `test_date`, `subject`, `type`, `level`, `grade`, `gubun1`, `gubun2`, `gubun3`, `open`, `test_name`, `corrt_num`, `total_num`, `score`, `time`, `result`, `memo`, `created`) VALUES
(1, 63, '2021-05-25', '수학', '단원평가', '기본', '초5-1', '구분1', '구분2', '구분3', '0', '1단원', 9, 10, 90, NULL, '통과', '잘했어요.', '2021-05-21 00:00:00'),
(2, 63, '2021-05-25', '수학', '단원평가', '실력', '초5-1', '구분1', '구분2', '구분3', '0', '2단원', 7, 10, 70, NULL, '미통과', '재시험 대상', '2021-05-21 00:00:00'),
(3, 63, '2021-06-06', '수학', '단원평가', '심화', '초5-1', '구분1', '구분2', '구분3', '0', '3단원', 10, 10, 99, '15분10초', '통과', '참 잘했어요.  ', '2021-05-22 07:24:29'),
(7, 6, '2021-05-25', NULL, NULL, NULL, NULL, '구분1', '구분2', '구분3', '0', NULL, 0, 0, 0, NULL, NULL, NULL, '2021-05-21 01:21:48'),
(12, 53, '2021-05-25', NULL, NULL, NULL, NULL, '구분1', '구분2', '구분3', '0', NULL, 0, 0, 90, NULL, NULL, NULL, '2021-05-23 10:52:15'),
(13, 32, '2021-05-25', NULL, NULL, NULL, NULL, '구분1', '구분2', '구분3', '0', NULL, 0, 0, 100, NULL, NULL, NULL, '2021-05-23 10:45:31'),
(14, 54, '2021-05-29', NULL, '단원평가', '실력', '초6-1', '구분1', '구분2', '구분3', '0', '1단원', 8, 10, 90, '19분56초', '재시험', '5/10 -> 8/10', '2021-05-23 10:46:06'),
(15, 53, '2021-05-25', NULL, '단원평가', '', '', '구분1', '구분2', '구분3', '0', '', 0, 0, 100, NULL, '', '', '2021-05-23 10:50:24'),
(16, 63, '2021-06-06', '수학', '단원평가', '실력', '초5-2', '구분1', '구분2', '구분3', '0', '1단원', 4, 15, 50, '10분55초', '미통과', '노력                                              ', '2021-05-23 22:28:00'),
(17, 53, '2021-05-25', NULL, NULL, NULL, NULL, '구분1', '구분2', '구분3', '0', NULL, 0, 0, 0, NULL, NULL, NULL, '2021-05-24 00:31:17'),
(18, 53, '2021-05-25', NULL, NULL, NULL, NULL, '구분1', '구분2', '구분3', '0', NULL, 0, 0, 0, NULL, NULL, NULL, '2021-05-24 00:31:29'),
(19, 63, '2021-05-25', NULL, NULL, NULL, NULL, '구분1', '구분2', '구분3', '0', NULL, 0, 0, 0, NULL, NULL, NULL, '2021-05-25 00:09:49'),
(20, 63, '2021-01-01', NULL, NULL, NULL, NULL, '구분1', '구분2', '구분3', '0', NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2021-05-25 00:17:46'),
(21, 9, '2021-05-25', NULL, '단원평가', '기초', '중1-1', '구분1', '구분2', '구분3', '0', '1단원소인수분해', 12, 15, 0, '15분24초', '통과', '', '2021-05-25 17:53:16'),
(22, 9, '2021-05-25', NULL, '단원평가', '기초', '중1-1', '구분1', '구분2', '구분3', '0', '2단원문자와식', 9, 15, 0, '15분21초', '미통과', '', '2021-05-25 17:53:19'),
(23, 9, '2021-05-11', NULL, '단원평가', '기본', '중1-1', '구분1', '구분2', '구분3', '0', '1단원소인수분해', 12, 15, 0, '33분16초', '미통과', '8/15=>12/15 ', '2021-05-25 17:53:22'),
(24, 9, '2021-05-25', NULL, '단원평가', '기본', '중1-1', '구분1', '구분2', '구분3', '0', '2단원문자와식', 11, 15, 0, '19분36초', '미통과', '2/15  => 8/15 =>11/15', '2021-05-25 17:53:24'),
(25, 9, '2021-01-01', NULL, NULL, NULL, NULL, '구분1', '구분2', '구분3', '0', NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2021-05-25 17:53:27'),
(26, 26, '2021-01-01', NULL, NULL, NULL, NULL, '구분1', '구분2', '구분3', '0', NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2021-05-26 14:01:43'),
(27, 26, '2021-01-01', NULL, NULL, NULL, NULL, '구분1', '구분2', '구분3', '0', NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2021-05-26 14:01:45'),
(28, 26, '2021-01-01', NULL, NULL, NULL, NULL, '구분1', '구분2', '구분3', '0', NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2021-05-26 14:01:48'),
(29, 54, '2021-05-29', NULL, '단원평가', '실력', '초6-1', '구분1', '구분2', '구분3', '0', '2단원', 8, 10, 0, '21분58초', '통과', '', '2021-05-29 08:42:10'),
(30, 54, '2021-05-29', NULL, '단원평가', '실력', '초6-1', '구분1', '구분2', '구분3', '0', '3단원', 10, 10, 0, '18분8초', '재시험', '6/10 -> 10/10', '2021-05-29 08:42:35'),
(31, 54, '2021-05-29', NULL, '단원평가', '실력', '초6-1', '구분1', '구분2', '구분3', '0', '4단원', 8, 10, 0, '22분7초', '재시험', '6/10 -> 8/10', '2021-05-29 08:42:37'),
(32, 54, '0000-00-00', NULL, '단원평가', '실력', '초6-1', '구분1', '구분2', '구분3', '0', '5단원', 8, 10, 0, '23분45초', '재시험', '', '2021-05-29 08:42:40'),
(33, 54, '2021-05-29', NULL, '단원평가', '실력', '초6-1', '구분1', '구분2', '구분3', '0', '6단원', 7, 10, 0, '32분53초', '미통과', '', '2021-05-29 08:47:20'),
(34, 55, '2021-04-14', NULL, '단원평가', '기본', '중2', '구분1', '구분2', '구분3', '0', '1', 15, 15, 0, '', '', '', '2021-06-12 14:38:17'),
(35, 55, '2021-04-14', NULL, '단원평가', '기본', '중2', '구분1', '구분2', '구분3', '0', '3', 15, 15, 0, '', '', '', '2021-06-12 14:38:21'),
(36, 55, '2021-05-22', NULL, '단원평가', '기본', '중2', '구분1', '구분2', '구분3', '0', '4', 15, 15, 0, '45분', '', '', '2021-06-12 14:38:23'),
(37, 55, '2021-06-12', NULL, '단원평가', '실력', '중2', '구분1', '구분2', '구분3', '0', '1', 9, 15, 0, '22분', '', '', '2021-06-12 14:38:25'),
(38, 55, '2021-01-01', NULL, NULL, NULL, NULL, '구분1', '구분2', '구분3', '0', NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2021-06-12 14:38:28'),
(39, 55, '2021-01-01', NULL, NULL, NULL, NULL, '구분1', '구분2', '구분3', '0', NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2021-06-12 14:38:33'),
(40, 55, '2021-01-01', NULL, NULL, NULL, NULL, '구분1', '구분2', '구분3', '0', NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2021-06-12 14:45:54'),
(41, 74, '2021-01-01', NULL, NULL, NULL, NULL, '구분1', '구분2', '구분3', '0', NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2021-06-18 13:34:25'),
(42, 74, '2021-01-01', NULL, NULL, NULL, NULL, '구분1', '구분2', '구분3', '0', NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2021-06-18 13:34:27'),
(43, 75, '2021-01-01', NULL, NULL, NULL, NULL, '구분1', '구분2', '구분3', '0', NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2021-06-18 13:36:52'),
(46, 88, '2021-06-24', NULL, '레벨', '기본', '중1 6월', '구분1', '구분2', '구분3', '1', '중1 6월 레벨테스트', 58, 100, 0, '', '', '', '2021-06-25 13:25:30'),
(50, 95, '2021-01-01', NULL, NULL, NULL, NULL, '구분1', '구분2', '구분3', '0', NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2021-07-13 09:12:47'),
(51, 33, '2021-01-01', NULL, '단원평가', '기본', '중1-1', '구분1', '구분2', '구분3', '0', '1', 9, 15, 0, NULL, '통과', '', '2021-07-13 11:23:08'),
(54, 58, '2021-07-13', '수학', '레벨평가', '기본', '초5-1', '구분1', '구분2', '구분3', '1', '초5 3월', 51, 100, 0, '15분', '미정', '참 잘했어요. ', '2021-07-13 12:55:42'),
(55, 92, '2021-07-14', '수학', '레벨테스트', '기본', '초6-1', '구분1', '구분2', '구분3', '1', '초6 7월 12.67점', 13, 100, 0, '', '미정', '참 잘했어요. ', '2021-07-14 12:20:50'),
(56, 12, '2021-07-15', '수학', '단원평가', '기본', '중1-1', '중등', '1-1', '2', '1', '2단원 테스트', 13, 15, 0, '12:10', '미정', '참 잘했어요. ', '2021-07-15 09:53:28'),
(57, 12, '2021-07-15', '수학', '단원평가', '기본', '중1-1', '중등', '1-1', '2', '1', '1', 12, 15, 0, '15:00', '미정', '참 잘했어요.   ', '2021-07-15 09:53:31'),
(58, 37, '2021-07-15', '수학', '레벨테스트', '기본', '초6-1 3월', '구분1', '구분2', '구분3', '1', '초6-1 3월 레벨테스트', 38, 100, 0, '', '미정', '참 잘했어요. ', '2021-07-15 15:01:51'),
(59, 39, '2021-07-15', '수학', '레벨', '기본', '초6-1', '구분1', '구분2', '구분3', '1', '초6-1 3월 레벨테스트', 8, 100, 0, '', '미정', '참 잘했어요. ', '2021-07-15 15:21:27'),
(60, 70, '2021-07-15', '수학', '레벨', '기본', '초4-1', '구분1', '구분2', '구분3', '0', '초4-1 3월 레벨테스트', 58, 100, 0, '', '미정', '참 잘했어요. ', '2021-07-15 15:37:41'),
(61, 17, '2021-07-15', '수학', '레벨', '기본', '중2 3월', '구분1', '구분2', '구분3', '1', '중2 3월 레벨테스트', 75, 100, 0, '', '미정', '참 잘했어요. ', '2021-07-15 16:49:47'),
(62, 17, '2021-07-15', '수학', '내신', '기본', '중2-1', '구분1', '구분2', '구분3', '0', '중간(75점)->기말(82점)', 0, 15, 0, '', '미정', '참 잘했어요. ', '2021-07-15 16:49:54'),
(63, 59, '2021-07-15', '수학', '레벨', '기본', '중1-1 3월', '구분1', '구분2', '구분3', '1', '중1 3월 레벨 테스트', 54, 100, 0, '', '미정', '참 잘했어요. ', '2021-07-15 17:34:14'),
(64, 101, '2021-07-15', '수학', '레벨', '기본', '중1 7월', '구분1', '구분2', '구분3', '1', '중1 7월 레벨', 54, 100, 0, '', '미정', '참 잘했어요. ', '2021-07-15 21:51:15'),
(65, 84, '2021-07-15', '수학', '단원평가', '기본', NULL, '구분1', '구분2', '구분3', '0', '1', NULL, 15, NULL, NULL, '미정', '참 잘했어요.', '2021-07-15 23:36:19'),
(66, 30, '2021-07-16', '수학', '레벨평가', '기본', '초5 3월', '구분1', '구분2', '구분3', '1', '초5 3월 레벨테스트 ', 41, 100, 0, '', '미정', '참 잘했어요. ', '2021-07-16 13:42:13'),
(67, 61, '2021-07-16', '수학', '레벨평가', '기본', NULL, '구분1', '구분2', '구분3', '1', '1', NULL, 15, NULL, NULL, '미정', '참 잘했어요.', '2021-07-16 13:48:48'),
(68, 57, '2021-07-16', '수학', '레벨평가', '기본', '초5 6월', '구분1', '구분2', '구분3', '1', '초5 6월 레벨', 80, 100, 0, '', '미정', '참 잘했어요. ', '2021-07-16 14:33:15'),
(69, 68, '2021-07-16', '수학', '레벨평가', '기본', '중1 4월', '구분1', '구분2', '구분3', '1', '중1 4월 레벨테스트', 77, 100, 0, '', '미정', '참 잘했어요. ', '2021-07-16 20:47:35'),
(70, 24, '2021-07-16', '수학', '레벨평가', '기본', '중3 1월', '구분1', '구분2', '구분3', '1', '중3 1월 레벨', 46, 100, 0, '', '미정', '참 잘했어요. ', '2021-07-16 21:12:11'),
(71, 24, '2021-07-16', '수학', '내신', '기본', '중3-1중간', '구분1', '구분2', '구분3', '1', '중3-1 중간(95점) 기말(84점)', 0, 15, 0, '', '미정', '참 잘했어요. ', '2021-07-16 21:12:52'),
(72, 19, '2021-07-16', '수학', '레벨평가', '기본', '중2 3월', '구분1', '구분2', '구분3', '1', '중2 3월 레벨테스트', 65, 100, 0, '', '미정', '참 잘했어요. ', '2021-07-16 21:28:13'),
(73, 19, '2021-07-16', '수학', '내신', '기본', '중2-1', '구분1', '구분2', '구분3', '1', '중2-1 중간(87점) 기말(82점)', 0, 15, 0, '', '미정', '참 잘했어요. ', '2021-07-16 21:28:43'),
(74, 100, '2021-07-17', '수학', '레벨평가', '기본', '', '구분1', '구분2', '구분3', '1', '중1 7월 레벨', 10, 100, 0, '', '미정', '참 잘했어요. ', '2021-07-17 11:41:00'),
(75, 54, '2021-07-17', '수학', '레벨평가', '기본', '초6 3월', '구분1', '구분2', '구분3', '1', '초6 3월 레벨테스트', 60, 100, 0, '', '미정', '참 잘했어요. ', '2021-07-17 11:52:55'),
(76, 47, '2021-07-17', '수학', '레벨평가', '기본', '고1-1', '구분1', '구분2', '구분3', '1', '고1-1 실력 기본 25/25 ', 8, 25, 0, '', '미정', '고1-1 실력 8/25 \n기본 25/25', '2021-07-17 17:26:50'),
(77, 47, '2021-07-17', '수학', '내신', '기본', '고1-1', '구분1', '구분2', '구분3', '1', '고1-1 중간 65.3점 기말 61.', 0, 15, 0, '', '미정', '참 잘했어요. ', '2021-07-17 17:27:55'),
(79, 105, '2021-07-18', '수학', '레벨평가', '기본', NULL, '구분1', '구분2', '구분3', '1', '1', NULL, 15, NULL, NULL, '미정', '참 잘했어요.', '2021-07-18 11:19:14'),
(80, 25, '2021-07-18', '수학', '레벨평가', '기본', '중3-1 3월', '구분1', '구분2', '구분3', '1', '중3 3월 레벨', 37, 100, 0, '', '미정', '참 잘했어요. ', '2021-07-18 17:50:22'),
(81, 25, '2021-07-18', '수학', '내신', '기본', '중3-1', '구분1', '구분2', '구분3', '1', '중3-1 중간(82.5점)-> 기말(', 0, 15, 0, '', '미정', '참 잘했어요. ', '2021-07-18 17:59:15'),
(82, 31, '2021-07-19', '수학', '레벨평가', '기본', '초5-1', '구분1', '구분2', '구분3', '1', '초5 3월 ', 46, 100, 0, '', '미정', '참 잘했어요. ', '2021-07-19 10:06:40'),
(83, 21, '2021-07-19', '수학', '레벨평가', '기본', '중2', '구분1', '구분2', '구분3', '1', '중2 3월 61.97점', 68, 100, 0, '', '미정', '참 잘했어요. ', '2021-07-19 18:37:53'),
(84, 21, '2021-07-19', '수학', '내신', '기본', '중2-1', '구분1', '구분2', '구분3', '1', '중간 89.5점 -> 58점', 0, 15, 0, '', '미정', '참 잘했어요. ', '2021-07-19 18:37:56'),
(85, 69, '2021-07-22', '수학', '레벨평가', '기본', NULL, '구분1', '구분2', '구분3', '1', '1', NULL, 15, NULL, NULL, '미정', '참 잘했어요.', '2021-07-22 21:11:09'),
(86, 78, '2021-07-24', '수학', '레벨평가', '기본', '중2', '구분1', '구분2', '구분3', '1', '중2 6월', 32, 100, 0, '', '미정', '참 잘했어요. ', '2021-07-24 15:11:04'),
(87, 78, '2021-07-24', '수학', '내신', '기본', '중2-1', '구분1', '구분2', '구분3', '1', '중간 50점정도 -> 기말 72점정도', 0, 15, 0, '', '미정', '참 잘했어요. ', '2021-07-24 15:11:07'),
(88, 35, '2021-07-26', '수학', '레벨평가', '기본', NULL, '구분1', '구분2', '구분3', '1', '1', NULL, 15, NULL, NULL, '미정', '참 잘했어요.', '2021-07-26 17:50:15'),
(89, 35, '2021-07-26', '수학', '레벨평가', '기본', NULL, '구분1', '구분2', '구분3', '1', '1', NULL, 15, NULL, NULL, '미정', '참 잘했어요.', '2021-07-26 17:50:19'),
(90, 18, '2021-07-27', '수학', '레벨평가', '기본', '중2', '구분1', '구분2', '구분3', '1', '중1 3월 56.3점', 56, 100, 0, '', '미정', '참 잘했어요. ', '2021-07-27 18:29:05'),
(91, 18, '2021-07-27', '수학', '내신', '기본', '중2-1', '구분1', '구분2', '구분3', '1', '중2-1 중간(83점)->기말(57점', 0, 15, 0, '', '미정', '참 잘했어요. ', '2021-07-27 18:29:09'),
(92, 107, '2021-08-09', '수학', '레벨평가', '기본', '', '구분1', '구분2', '구분3', '1', '초6 8월 52.11점', 0, 15, 0, '', '미정', '참 잘했어요. ', '2021-08-09 14:29:13'),
(93, 84, '2021-10-05', '수학', '레벨평가', '기본', NULL, '구분1', '구분2', '구분3', '1', '1', NULL, 15, NULL, NULL, '미정', '참 잘했어요.', '2021-10-05 21:46:56'),
(94, 84, '2021-10-05', '수학', '레벨평가', '기본', NULL, '구분1', '구분2', '구분3', '1', '1', NULL, 15, NULL, NULL, '미정', '참 잘했어요.', '2021-10-05 21:47:01'),
(95, 84, '2021-10-05', '수학', '레벨평가', '기본', NULL, '구분1', '구분2', '구분3', '1', '1', NULL, 15, NULL, NULL, '미정', '참 잘했어요.', '2021-10-05 21:47:13'),
(96, 84, '2021-10-05', '수학', '레벨평가', '기본', NULL, '구분1', '구분2', '구분3', '1', '1', NULL, 15, NULL, NULL, '미정', '참 잘했어요.', '2021-10-05 21:47:17'),
(97, 111, '2021-10-10', '수학', '레벨평가', '기본', '초2', '', '구분2', '구분3', '1', '테스트 1', 14, 15, 0, '10', '통과', '참 잘했어요.  ', '2021-10-10 02:57:50'),
(98, 111, '2021-10-10', '수학', '레벨평가', '기본', NULL, '구분1', '구분2', '구분3', '1', '1', NULL, 15, NULL, NULL, '미정', '참 잘했어요.', '2021-10-10 03:10:36');

-- --------------------------------------------------------

--
-- 테이블 구조 `st_user`
--

CREATE TABLE IF NOT EXISTS `st_user` (
  `id` bigint(8) NOT NULL,
  `email` varchar(50) DEFAULT NULL,
  `password` varchar(255) DEFAULT NULL,
  `name` varchar(20) DEFAULT NULL,
  `category` varchar(2) DEFAULT NULL,
  `level` varchar(2) DEFAULT NULL,
  `workspace` varchar(20) DEFAULT NULL,
  `created` datetime DEFAULT NULL,
  `modified` timestamp NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP
) ENGINE=InnoDB AUTO_INCREMENT=25 DEFAULT CHARSET=utf8;

--
-- 테이블의 덤프 데이터 `st_user`
--

INSERT INTO `st_user` (`id`, `email`, `password`, `name`, `category`, `level`, `workspace`, `created`, `modified`) VALUES
(2, 'ljang1@naver.com', '$2y$10$IdgRY19xlxOgBkRf68x2uOnPQeyg/n.rfn1.KVy.CZ7ndfvP/nKL2', '이장원1', NULL, '10', 'leanmath', '2021-04-18 22:58:08', NULL),
(4, 'ljangwon@gmail.com', '$2y$10$IdgRY19xlxOgBkRf68x2uOnPQeyg/n.rfn1.KVy.CZ7ndfvP/nKL2', '이장원_지메일', NULL, '9', 'lmath', '2021-04-19 11:12:42', NULL),
(8, 'thezone@gmail.com', '$2y$10$JvYKxcoH6e63bW8GfTpcie/RkkcxFU4dWWsIFgQEI0y0/lsYwOtMq', '더존학원', NULL, '10', 'thezone', '2021-12-17 23:52:49', NULL),
(9, 'ljangwon@hanmail.net', '$2y$10$ehrvWTjqJ3CoayLDll8UzOx6AJFg.Y.SiW8Yqvn0maQHD00Uud1du', 'JakeLee', NULL, '10', 'leanmath', '2022-03-19 22:53:07', '2022-05-29 06:01:01'),
(24, 'test@naver.com', '$2y$10$14Zxjf3f06VoPmLq24x6buMgE8FtlQyn/rwNzvM1x85w38CwUYBuG', '테스트', NULL, NULL, NULL, '2022-06-06 21:15:10', '2022-06-06 12:15:10');

-- --------------------------------------------------------

--
-- 테이블 구조 `tbl_transaction`
--

CREATE TABLE IF NOT EXISTS `tbl_transaction` (
  `id` int(11) NOT NULL COMMENT 'ID',
  `name` varchar(255) NOT NULL COMMENT 'Name',
  `price` int(20) NOT NULL COMMENT 'Price',
  `qty` int(11) NOT NULL COMMENT 'Quantity',
  `input_date` date NOT NULL COMMENT 'Input Date'
) ENGINE=InnoDB AUTO_INCREMENT=16 DEFAULT CHARSET=utf8 COMMENT='Table Transaction';

--
-- 테이블의 덤프 데이터 `tbl_transaction`
--

INSERT INTO `tbl_transaction` (`id`, `name`, `price`, `qty`, `input_date`) VALUES
(1, 'Desk', 1000000, 5, '2021-02-01'),
(2, 'Table', 1200000, 20, '2021-01-31'),
(3, 'Chair', 500000, 15, '2021-02-01'),
(4, '1', 0, 1000000, '0000-00-00'),
(5, '2', 0, 1200000, '0000-00-00'),
(6, '3', 0, 500000, '0000-00-00'),
(7, '4', 0, 3000000, '0000-00-00'),
(8, 'Desk', 1000000, 5, '2022-02-04'),
(9, 'Table', 1200000, 20, '0000-00-00'),
(10, 'Chair', 500000, 15, '0000-00-00'),
(11, 'Computer', 3000000, 3, '0000-00-00'),
(12, 'Desk', 1000000, 5, '2022-02-04'),
(13, 'Table', 1200000, 20, '2022-02-04'),
(14, 'Chair', 500000, 15, '2022-02-04'),
(15, 'Computer', 3000000, 3, '2022-02-04');

-- --------------------------------------------------------

--
-- 테이블 구조 `tb_house`
--

CREATE TABLE IF NOT EXISTS `tb_house` (
  `house_id` int(11) NOT NULL,
  `house_name` varchar(80) DEFAULT NULL,
  `house_address` varchar(255) DEFAULT NULL,
  `contents` text,
  `insert_date` datetime DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 테이블 구조 `tb_house_reservation`
--

CREATE TABLE IF NOT EXISTS `tb_house_reservation` (
  `rs_id` int(11) NOT NULL,
  `user_id` varchar(80) DEFAULT NULL,
  `house_id` int(11) DEFAULT NULL,
  `rs_date` varchar(10) DEFAULT NULL,
  `tot_man` tinyint(4) DEFAULT NULL,
  `insert_date` datetime DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 테이블 구조 `tb_member_log`
--

CREATE TABLE IF NOT EXISTS `tb_member_log` (
  `log_id` bigint(11) NOT NULL,
  `user_id` varchar(50) DEFAULT NULL,
  `board_id` bigint(20) DEFAULT NULL,
  `read_yn` varchar(2) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

-- --------------------------------------------------------

--
-- 테이블 구조 `tb_member_master`
--

CREATE TABLE IF NOT EXISTS `tb_member_master` (
  `uid` bigint(11) NOT NULL,
  `user_id` varchar(80) DEFAULT NULL,
  `passwd` varchar(50) DEFAULT NULL,
  `user_name` varchar(70) DEFAULT NULL,
  `point` int(11) NOT NULL DEFAULT '0',
  `register_date` datetime DEFAULT NULL
) ENGINE=MyISAM AUTO_INCREMENT=4 DEFAULT CHARSET=utf8;

--
-- 테이블의 덤프 데이터 `tb_member_master`
--

INSERT INTO `tb_member_master` (`uid`, `user_id`, `passwd`, `user_name`, `point`, `register_date`) VALUES
(3, 'ljangwon', '111111', 'JakeLee', 0, '2021-03-16 00:00:00');

-- --------------------------------------------------------

--
-- 테이블 구조 `topic`
--

CREATE TABLE IF NOT EXISTS `topic` (
  `id` int(11) NOT NULL,
  `title` varchar(255) NOT NULL,
  `description` text,
  `created` datetime NOT NULL
) ENGINE=InnoDB AUTO_INCREMENT=14 DEFAULT CHARSET=utf8;

--
-- 테이블의 덤프 데이터 `topic`
--

INSERT INTO `topic` (`id`, `title`, `description`, `created`) VALUES
(1, 'JavaScript란', '<h2>\r\n    자바스크립트는</h2>\r\n<ul>\r\n  <li>\r\n      브라우저에서 실행되는 언어</li>\r\n   <li>\r\n      가장 많이 사용되는 언어</li>\r\n    <li>\r\n      주로 html을 프로그래밍적으로 조작하기 위해서 사용됨</li>\r\n</ul>\r\n<h2>\r\n  예제</h2>\r\n<ul>\r\n <li>\r\n      자바스크립트는 3가지 방식으로 사용됨</li>\r\n <li>\r\n      외부의 파일을 로드</li>\r\n   <li>\r\n      &lt;script&gt;태그 사이에 기술</li>\r\n  <li>\r\n      태그에 직접 기술</li>\r\n</ul>\r\n<h2>\r\n   참고링크</h2>\r\n<ul>\r\n   <li>\r\n      <a href="http://www.maroon.pe.kr/webmaster/java/java_study.html" target="_blank">스크립트 세상</a></li>\r\n <li>  \r\n</ul>\r\n', '2021-04-18 20:46:23'),
(2, '변수와 상수', '<p>\r\n    변수란</p>\r\n<ul>\r\n <li>\r\n      변하는 값</li>\r\n    <li>\r\n      x = 10 일 때 왼쪽항인 x는 오른쪽 항인 10에 따라 다른 값이 지정된다.</li>\r\n</ul>\r\n<p>\r\n 상수란</p>\r\n<ul>\r\n <li>\r\n      변하지 않는 값</li>\r\n <li>\r\n      x = 10 일 때 오른쪽항인 10이 상수가 된다.</li>\r\n</ul>\r\n<pre class="brush: xml">\r\n&lt;script type=&quot;text/javascript&quot;&gt;\r\n&nbsp;&nbsp;&nbsp; // x의 값이 오른쪽 항에 따라서 변한다.\r\n&nbsp;&nbsp;&nbsp; // x가 변수라는 명시적인 의미\r\n&nbsp;&nbsp;&nbsp; var x = 10;\r\n&nbsp;&nbsp;&nbsp; alert(x);\r\n&nbsp;&nbsp;&nbsp; var x = 20;\r\n&nbsp;&nbsp;&nbsp; alert(x);\r\n&lt;/script&gt;</pre>\r\n<p>\r\n   &nbsp;</p>\r\n', '2021-04-18 20:46:23'),
(3, '연산자', '<p>\r\n   연산에 사용되는 기호들. (y = 5 일 때)</p>\r\n<table class="table">\r\n    <tbody>\r\n       <tr>\r\n          <th align="left" width="15%">\r\n             Operator</th>\r\n         <th align="left" width="40%">\r\n             Description</th>\r\n          <th align="left" width="25%">\r\n             Example</th>\r\n          <th align="left" width="20%">\r\n             Result</th>\r\n       </tr>\r\n     <tr>\r\n          <td valign="top">\r\n               +</td>\r\n            <td valign="top">\r\n               더하기</td>\r\n          <td valign="top">\r\n               x=y+2</td>\r\n            <td valign="top">\r\n               x=7</td>\r\n      </tr>\r\n     <tr>\r\n          <td valign="top">\r\n               -</td>\r\n            <td valign="top">\r\n               빼기</td>\r\n           <td valign="top">\r\n               x=y-2</td>\r\n            <td valign="top">\r\n               x=3</td>\r\n      </tr>\r\n </tbody>\r\n</table>\r\n', '2021-04-18 20:46:23'),
(4, 'JSON', '<h2>JSON이란?</h2>\r\n\r\n<p>서로 다른 언어들간에 데이터를 주고 받는 여러 방법이 있다. 대표적인 것이 XML인데, XML은 문법이 복잡하고, 엄격한 표현규칙으로 인해서 json 대비 데이터의 용량이 커진다는 단점이 있다.</p>\r\n\r\n<p>JSON은 경량의 데이터 교환 형식으로 JavaScript에서 숫자와 배열등을 만드는 형식을 차용해서 이것을 다른 언어에서도 사용할 수 있도록 한 텍스트 형식이다.&nbsp;</p>\r\n\r\n<p>아래 예제는 위의 예제에서 전송한 데이터를 받아서 몇가지 부가정보를 추가해서 json으로 인코드한 후에 다시 반환하는 PHP 코드다.&nbsp;</p>\r\n\r\n<p>json.php - (<a href="https://github.com/egoing/codingeverybody_javascript/blob/master/JSON/json.php" target="_blank">github</a>)</p>\r\n\r\n<pre class="brush: php">\r\n&lt;?php\r\n$userinfo = json_decode($_GET[&#39;data&#39;]);\r\n$userinfo-&gt;address = &#39;seoul&#39;;\r\n$userinfo-&gt;phonenumber = &#39;01023456789&#39;;\r\necho json_encode($userinfo);\r\n?&gt;</pre>\r\n\r\n<h2>json의 형식</h2>\r\n\r\n<h3>object</h3>\r\n\r\n<p>객체는 아래와 같은 문법을 가지고 있다.</p>\r\n\r\n<p>예제</p>\r\n\r\n<p>{&quot;userid&quot;:&quot;egoing&quot;,&quot;pwd&quot;:&quot;12345567&quot;}</p>\r\n\r\n<p><img height="113" src="http://www.json.org/object.gif" width="598" /></p>\r\n\r\n<h3>array</h3>\r\n\r\n<p>배열은 아래와 같은 문법을 가지고 있다.&nbsp;</p>\r\n\r\n<p>예제</p>\r\n\r\n<p>[1,2,3,4]</p>\r\n\r\n<p><img height="113" src="http://www.json.org/array.gif" style="line-height: 1.8em;" width="598" /></p>\r\n\r\n<h3>Value</h3>\r\n\r\n<p>위에서 사용된 Value는 값을 의미하는데&nbsp;큰 따옴표로 묶인 문자나 숫자, 불린 값이 사용된다.</p>\r\n\r\n<p>예제</p>\r\n\r\n<ul>\r\n  <li>문자 : &quot;헬로우 월드&quot;</li>\r\n    <li>숫자 : 1</li>\r\n <li>불린 : true</li>\r\n</ul>\r\n\r\n<p><img height="278" src="http://www.json.org/value.gif" width="598" /></p>\r\n', '2021-04-18 20:46:23'),
(5, '테스트', '<ul>\r\n	<li>ㄹㅇㄴㄹㄴㅇㄹㄹㄴㅇㄹㄴㅇㄹㅇㄴㄹㄴㅇㄴㅇㄹㄴㅇㄹㅇㄴㄹ</li>\r\n	<li>ㅇㄹ</li>\r\n	<li>ㅇㄹㄴ</li>\r\n</ul>\r\n\r\n<p>&nbsp;</p>\r\n', '2021-04-19 11:18:47'),
(11, '연습', '<p>연습입니다. 잘 되나요?</p>\r\n', '2021-04-19 13:50:51'),
(12, 'ffsdfdsfsd', '<p style="margin-left: 40px;"><strong>fasdfas&nbsp;&nbsp;</strong></p>\r\n\r\n<table border="1" cellpadding="1" cellspacing="1" style="width:500px">\r\n	<tbody>\r\n		<tr>\r\n			<td>&nbsp;</td>\r\n			<td>&nbsp;</td>\r\n		</tr>\r\n		<tr>\r\n			<td>&nbsp;</td>\r\n		</tr>\r\n	</tbody>\r\n</table>\r\n\r\n<hr />\r\n<p style="margin-left: 40px;">&nbsp;</p>\r\n', '2021-04-20 00:53:44'),
(13, 'gdfgdf', '<p>gdfgdfgdfgdfg</p>\r\n', '2021-06-01 23:28:16');

--
-- 덤프된 테이블의 인덱스
--

--
-- 테이블의 인덱스 `ajax_test`
--
ALTER TABLE `ajax_test`
  ADD PRIMARY KEY (`seq`);

--
-- 테이블의 인덱스 `book_chapter`
--
ALTER TABLE `book_chapter`
  ADD PRIMARY KEY (`id`);

--
-- 테이블의 인덱스 `ci_sessions`
--
ALTER TABLE `ci_sessions`
  ADD PRIMARY KEY (`session_id`);

--
-- 테이블의 인덱스 `client_info`
--
ALTER TABLE `client_info`
  ADD PRIMARY KEY (`id`);

--
-- 테이블의 인덱스 `dt_excel`
--
ALTER TABLE `dt_excel`
  ADD PRIMARY KEY (`dt_id`);

--
-- 테이블의 인덱스 `effort`
--
ALTER TABLE `effort`
  ADD PRIMARY KEY (`id`);

--
-- 테이블의 인덱스 `fi_cash`
--
ALTER TABLE `fi_cash`
  ADD PRIMARY KEY (`id`);

--
-- 테이블의 인덱스 `fi_investment`
--
ALTER TABLE `fi_investment`
  ADD PRIMARY KEY (`id`), ADD UNIQUE KEY `email_idx` (`category1`);

--
-- 테이블의 인덱스 `fi_investment_detail`
--
ALTER TABLE `fi_investment_detail`
  ADD PRIMARY KEY (`id`), ADD UNIQUE KEY `email_idx` (`fi_id`);

--
-- 테이블의 인덱스 `fi_master`
--
ALTER TABLE `fi_master`
  ADD PRIMARY KEY (`id`);

--
-- 테이블의 인덱스 `level_test`
--
ALTER TABLE `level_test`
  ADD PRIMARY KEY (`id`);

--
-- 테이블의 인덱스 `member_master`
--
ALTER TABLE `member_master`
  ADD PRIMARY KEY (`id`);

--
-- 테이블의 인덱스 `sns_files`
--
ALTER TABLE `sns_files`
  ADD PRIMARY KEY (`id`);

--
-- 테이블의 인덱스 `student`
--
ALTER TABLE `student`
  ADD PRIMARY KEY (`id`);

--
-- 테이블의 인덱스 `st_book`
--
ALTER TABLE `st_book`
  ADD PRIMARY KEY (`id`);

--
-- 테이블의 인덱스 `st_book_chapter`
--
ALTER TABLE `st_book_chapter`
  ADD PRIMARY KEY (`id`);

--
-- 테이블의 인덱스 `st_memo`
--
ALTER TABLE `st_memo`
  ADD PRIMARY KEY (`id`);

--
-- 테이블의 인덱스 `st_payment`
--
ALTER TABLE `st_payment`
  ADD PRIMARY KEY (`id`), ADD UNIQUE KEY `id` (`id`), ADD UNIQUE KEY `id_2` (`id`);

--
-- 테이블의 인덱스 `st_schedule`
--
ALTER TABLE `st_schedule`
  ADD PRIMARY KEY (`id`);

--
-- 테이블의 인덱스 `st_setting`
--
ALTER TABLE `st_setting`
  ADD PRIMARY KEY (`id`);

--
-- 테이블의 인덱스 `st_study`
--
ALTER TABLE `st_study`
  ADD PRIMARY KEY (`id`);

--
-- 테이블의 인덱스 `st_study_detail`
--
ALTER TABLE `st_study_detail`
  ADD PRIMARY KEY (`id`), ADD UNIQUE KEY `id` (`id`), ADD UNIQUE KEY `id_2` (`id`);

--
-- 테이블의 인덱스 `st_test`
--
ALTER TABLE `st_test`
  ADD PRIMARY KEY (`id`);

--
-- 테이블의 인덱스 `st_test_detail`
--
ALTER TABLE `st_test_detail`
  ADD PRIMARY KEY (`id`), ADD UNIQUE KEY `id` (`id`), ADD UNIQUE KEY `id_2` (`id`);

--
-- 테이블의 인덱스 `st_test_temp`
--
ALTER TABLE `st_test_temp`
  ADD PRIMARY KEY (`id`);

--
-- 테이블의 인덱스 `st_user`
--
ALTER TABLE `st_user`
  ADD PRIMARY KEY (`id`), ADD UNIQUE KEY `email_idx` (`email`);

--
-- 테이블의 인덱스 `tbl_transaction`
--
ALTER TABLE `tbl_transaction`
  ADD PRIMARY KEY (`id`);

--
-- 테이블의 인덱스 `tb_house`
--
ALTER TABLE `tb_house`
  ADD PRIMARY KEY (`house_id`);

--
-- 테이블의 인덱스 `tb_house_reservation`
--
ALTER TABLE `tb_house_reservation`
  ADD PRIMARY KEY (`rs_id`);

--
-- 테이블의 인덱스 `tb_member_master`
--
ALTER TABLE `tb_member_master`
  ADD PRIMARY KEY (`uid`);

--
-- 테이블의 인덱스 `topic`
--
ALTER TABLE `topic`
  ADD PRIMARY KEY (`id`);

--
-- 덤프된 테이블의 AUTO_INCREMENT
--

--
-- 테이블의 AUTO_INCREMENT `ajax_test`
--
ALTER TABLE `ajax_test`
  MODIFY `seq` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=11;
--
-- 테이블의 AUTO_INCREMENT `book_chapter`
--
ALTER TABLE `book_chapter`
  MODIFY `id` bigint(8) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=394;
--
-- 테이블의 AUTO_INCREMENT `client_info`
--
ALTER TABLE `client_info`
  MODIFY `id` int(10) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=3;
--
-- 테이블의 AUTO_INCREMENT `dt_excel`
--
ALTER TABLE `dt_excel`
  MODIFY `dt_id` bigint(20) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=6;
--
-- 테이블의 AUTO_INCREMENT `effort`
--
ALTER TABLE `effort`
  MODIFY `id` bigint(8) NOT NULL AUTO_INCREMENT;
--
-- 테이블의 AUTO_INCREMENT `fi_cash`
--
ALTER TABLE `fi_cash`
  MODIFY `id` bigint(8) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=117;
--
-- 테이블의 AUTO_INCREMENT `fi_investment`
--
ALTER TABLE `fi_investment`
  MODIFY `id` bigint(8) NOT NULL AUTO_INCREMENT;
--
-- 테이블의 AUTO_INCREMENT `fi_investment_detail`
--
ALTER TABLE `fi_investment_detail`
  MODIFY `id` bigint(8) NOT NULL AUTO_INCREMENT;
--
-- 테이블의 AUTO_INCREMENT `fi_master`
--
ALTER TABLE `fi_master`
  MODIFY `id` bigint(8) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=25;
--
-- 테이블의 AUTO_INCREMENT `level_test`
--
ALTER TABLE `level_test`
  MODIFY `id` bigint(8) NOT NULL AUTO_INCREMENT;
--
-- 테이블의 AUTO_INCREMENT `member_master`
--
ALTER TABLE `member_master`
  MODIFY `id` bigint(8) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=65;
--
-- 테이블의 AUTO_INCREMENT `sns_files`
--
ALTER TABLE `sns_files`
  MODIFY `id` int(10) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=27;
--
-- 테이블의 AUTO_INCREMENT `student`
--
ALTER TABLE `student`
  MODIFY `id` bigint(8) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=207;
--
-- 테이블의 AUTO_INCREMENT `st_book`
--
ALTER TABLE `st_book`
  MODIFY `id` bigint(8) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=196;
--
-- 테이블의 AUTO_INCREMENT `st_book_chapter`
--
ALTER TABLE `st_book_chapter`
  MODIFY `id` bigint(8) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=385;
--
-- 테이블의 AUTO_INCREMENT `st_memo`
--
ALTER TABLE `st_memo`
  MODIFY `id` bigint(8) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=378;
--
-- 테이블의 AUTO_INCREMENT `st_payment`
--
ALTER TABLE `st_payment`
  MODIFY `id` bigint(8) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=1821;
--
-- 테이블의 AUTO_INCREMENT `st_schedule`
--
ALTER TABLE `st_schedule`
  MODIFY `id` bigint(8) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=78;
--
-- 테이블의 AUTO_INCREMENT `st_setting`
--
ALTER TABLE `st_setting`
  MODIFY `id` bigint(8) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=12;
--
-- 테이블의 AUTO_INCREMENT `st_study`
--
ALTER TABLE `st_study`
  MODIFY `id` bigint(8) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=303;
--
-- 테이블의 AUTO_INCREMENT `st_study_detail`
--
ALTER TABLE `st_study_detail`
  MODIFY `id` bigint(8) NOT NULL AUTO_INCREMENT;
--
-- 테이블의 AUTO_INCREMENT `st_test`
--
ALTER TABLE `st_test`
  MODIFY `id` bigint(8) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=6;
--
-- 테이블의 AUTO_INCREMENT `st_test_detail`
--
ALTER TABLE `st_test_detail`
  MODIFY `id` bigint(8) NOT NULL AUTO_INCREMENT;
--
-- 테이블의 AUTO_INCREMENT `st_test_temp`
--
ALTER TABLE `st_test_temp`
  MODIFY `id` bigint(8) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=99;
--
-- 테이블의 AUTO_INCREMENT `st_user`
--
ALTER TABLE `st_user`
  MODIFY `id` bigint(8) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=25;
--
-- 테이블의 AUTO_INCREMENT `tbl_transaction`
--
ALTER TABLE `tbl_transaction`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT COMMENT 'ID',AUTO_INCREMENT=16;
--
-- 테이블의 AUTO_INCREMENT `tb_house`
--
ALTER TABLE `tb_house`
  MODIFY `house_id` int(11) NOT NULL AUTO_INCREMENT;
--
-- 테이블의 AUTO_INCREMENT `tb_house_reservation`
--
ALTER TABLE `tb_house_reservation`
  MODIFY `rs_id` int(11) NOT NULL AUTO_INCREMENT;
--
-- 테이블의 AUTO_INCREMENT `tb_member_master`
--
ALTER TABLE `tb_member_master`
  MODIFY `uid` bigint(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=4;
--
-- 테이블의 AUTO_INCREMENT `topic`
--
ALTER TABLE `topic`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=14;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
