SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";
--
-- 테이블의 덤프 데이터 `bk_master`
--
INSERT INTO `bk_master` (`grade1`, `grade2`, `name`, `chapter_num`, `level`, `memo`, `created`, `flag`) VALUES
('초등', '5-2', '디딤돌(기본+응용)', '6', '기본', '메모', '2021-08-07 10:59:44', '1'),
('초등', '5-2', '쎈', '6', '실력', '메모 ', '2021-08-07 11:00:38', '1'),
('초등', '5-2', '최상위연산', '6', '연산', '메모 ', '2021-08-07 11:01:04', '1'),
('초등', '5-2', '최상위S', '6', '심화', '메모 ', '2021-08-07 11:01:36', '1'),
('초등', '5-2', '왕수학(점프)', '6', '심화', '메모 ', '2021-08-07 11:02:32', '1');

